Repository: LCOGT/SalsaJ
Catalog: Pootle2/POOTLE_EXPORT/RadioScienceATschool/*/sm_exhibit_*.xlf
Languages: bg, el, es, pl, pt, tr

source: receive radio wave
bg: получаване на радиовълни
el: Λήψη ραδιοκυμάτων
es: recibir ondas de radio
pl: odbiór fal radiowych
pt: captar ondas de rádio
tr: radyo dalgasını almak

source: The Sun is our star: a gigantic ball of gas, the Sun is shining because of nuclear reactions. Its temperature is very high: several thousands of degrees.
bg: Слънцето е нашата звезда: гигантска топка от газ, Причината за греенето на Слънцето са ядрените реакции. Температурата му е много висока: няколко хиляди градуса.
el: Ο Ήλιος είναι το άστρο μας: μια γιγάντια αέρια σφαίρα, ο Ήλιος λάμπει χάρη στις θερμοπυρηνικές αντιδράσεις στο εσωτερικό του. Η θερμοκρασία του είναι πολύ υψηλή: πολλές χιλιάδες βαθμοί Κέλβιν.
es: El Sol es nuestra estrella: una gigantesca bola de gas que brilla a causa de reacciones nucleares. Su temperatura es muy alta: varios miles de grados.
pl: Słońce jest naszą gwiazdą: gigantyczną kulą gazową, Słońce świeci ze względu na reakcję termojądrowe. Jego temperatura jest bardzo wysoka: kilka tysięcy stopni.
pt: O Sol é a nossa estrela: uma gigantesca bola de gás que brilha porque, no seu interior, a uma temperatura da ordem dos milhões de graus, dão-se reações nucleares. À superfície, a sua temperatura é de vários milhares de graus.
tr: Yıldızımız olan Güneş: gazdan dev bir top, gerçekleşen nükleer reaksiyonlarından dolayı parlıyor. Sıcaklığı çok yüksek: binlerce dereceye ulaşıyor.

source: THE FM RADIO FROM STARS
bg: FM радиовълни от звездите
el: ΤΑ ΡΑΔΙΟ FM ΤΩΝ ΑΣΤΡΩΝ
es: EL RADIO FM DE LAS ESTRELLAS
pl: GWIEZDNE AUDYCJE RADIOWE
pt: A Rádio FM dos Astros

source: So stars are emitting radio waves... ?
bg: Така че, звездите се излъчват радиовълни ... ?
el: Λοιπόν τα αστέρια εκπέμπουν ραδιοκύματα ... ;
es: Entonces, ¿están las estrellas emitiendo ondas de radio...?
pl: Zatem gwiazdy emitują fale radiowe... ?
pt: Os astros emitem ondas de rádio... ?
tr: Yani yıldızlar radyo dalgalarımı yayıyorlar... ?

source: If we could tune a radio to the FM frequency of 160MHz, we could hear... the Sun ! What a weird music!
bg: Ако бихме могли да настроим радиото на FM честота от 160MHz, бихме могли да чуем ... Слънцето! Каква странна музика!
el: Αν μπορούσαμε να συντονίσουμε ένα ραδιόφωνο στα FM στην συχνότητα των 160MHz, θα μπορούσαμε να ακούσουμε ... τον Ήλιο! Τι παράξενη μουσική!
es: Si pudiésemos sintonizar una radio a 160MHz en la frecuencia FM escucharíamos... ¡el Sol! ¡Qué música más extraña!
pl: Gdybyśmy mogli nastawić radio na fale FM np. o częstotliwości 160 MHz, moglibyśmy posłuchać... Słońca! Co za dziwna muzyka!
pt: Se pudéssemos sintonizar um rádio na frequência FM de 160MHz, poderíamos ouvir... o Sol! Que música estranha!
tr: Eğer biz radyomuzun FM frekansını 160MHz e ayarlayabilseydik, güneşi... duyuyor olurduk ! Ne garip bir müzik!

source: the horsehead nebula
bg: мъглявината Конска глава
el: Το νεφέλωμα τη κεφαλής του αλόγου
es: La Horsehead Nebula
pl: Mgławica Koński Łeb
pt: a nebulosa da cabeça do cavalo
tr: atbaşı bulutlusu

source: 6000.C
el: 6000C˚ (βαθμούς Κελσίου)

source: QUIZZ
bg: тест
el: ΚΟΥΙΖ
es: CONCURSO
pl: QUIZ
pt: QUESTÃO

source: During World War II, a plane could hide from radar while flying facing the sun.
bg: По време на Втората световна война самолетът можел да се скрие от радара по време на полет, насочен към Слънцето.
el: Κατά τη διάρκεια του Β 'Παγκοσμίου Πολέμου, ένα αεροπλάνο θα μπορούσε να κρυφτεί από τα ραντάρ, όταν κατά τη διάρκεια πτήσης του ήταν στραμμένο προς τον ήλιο.
es: Durante la Segunda Guerra Mundial, un avión podía esconderse de un radar mientras volaba de cara al Sol
pl: Podczas II Wojny Światowej, myśliwiec mógł być niewidzialny dla radaru, gdy nadlatywał od strony Słońca.
pt: Durante a Segunda Guerra Mundial, um avião podia esconder-se dos radares voando em direção ao sol.
tr: II. Dünya Savaşı sırasında, bir uçak güneşe bakacak şekilde uçtuğunda radardan gizlenebiliyordu.

source: True or False?
bg: Вярно или невярно?
el: Σωστό ή Λάθος;
es: ¿Verdadero o Falso?
pl: Prawda czy fałsz?
pt: Verdadeiro ou Falso?
tr: Doğru yada Yanlış?

source: THE radio WAVES: invisible WAVEs that are not SOUND waves
bg: Радиовълните: невидими вълни, които не са звукови вълни.
el: ΤΑ ραδιο ΚΥΜΑΤΑ: Αόρατα ΚΥΜΑΤΑ που δεν είναι ΗΧΗΤΙΚΑ κύματα
es: Las ondas de radio: ondas invisibles que NO son ondas de sonido
pl: Fale RADIOWE: niewidzialne fale, które nie są falami dźwiękowymi.
pt: As ondas de rádio: ondas invisíveis que não são ondas sonoras
tr: THE radio WAVES: invisible WAVEs that are not SOUND waves Radyo dalgaları ses dalgası gibi yayılmayan görünmez dalgalardır

source: We receive radio waves from the Universe, but what can we actually hear?
bg: Ние получаваме радиовълни от Вселената, но какво всъщност можем да чуем?
el: Λαμβάνουμε ραδιοκύματα από το Σύμπαν, αλλά μπορούμε πραγματικά να τα ακούσουμε;
es: Recibimos ondas de radio desde el Universo, pero ¿qué es lo que podemos oír realmente?
pl: Odbieramy fale radiowe Wszechświata, ale co naprawdę słyszymy?
pt: Recebemos ondas de rádio do Universo, mas o que é que realmente ouvimos?
tr: Evrenden gele radyo dalgalarını alıyoruz, fakat gerçekte ne duyabiliyoruz?

source: It doesnt matter: nobody is listening to the stars. In fact, stellar radio waves are used to take a picture, more like a radar.
bg: Това не е от значение: никой не слуша звездите. В действителност звездни радио вълни се използват за правене на снимки, повечето като радар.
el: Δεν έχει σημασία: κανείς δεν ακούει τα αστέρια. Στην πραγματικότητα, τα αστρικά ραδιοκύματα χρησιμοποιούνται για να τραβηχτεί μια φωτογραφία, δηλαδή σαν ένα ραντάρ.
es: No tiene importancia: nadie escucha a las estrellas. De hecho, las ondas de radio estelares se utilizan para capturar imágenes, a modo de radar.
pl: To bez znaczenia: nikt nie słucha gwiazd. Tak naprawdę fale radiowe są używane do tworzenia obrazów, podobnie jak radar.
pt: Não tem importância: ninguém está a escutar os astros. De facto, utilizam-se as ondas de rádio proveniente dos astros para fazer fotografias, à semelhança do que fazem os radares.
tr: Önemli değil: kimse yıldızları dinlemiyor. Aslıda yıldızsal radyo dalgaları bir resim çekmek için kullanılıyor, daha fazla bir radar gibi.

source: Radio astronomers listen to the stars with headphones.
bg: Радио астрономите слушат звездите със слушалки.
el: Οι ραδιοαστρονόμοι αφουγκράζονται τα αστέρια με ακουστικά.
es: Los radio-astrónomos escuchan las estrellas con auriculares.
pl: Radioastronomowie słuchają gwiazd w słuchawkach.
pt: Os radioastrónomos ouvem os astros com auscultadores.
tr: Radyo gökbilimcileri kulaklıkları ile yıldız dinler.

source: Let's compare Stars in the radio and optical domain
bg: Нека да се сравним звездите в радио и оптичния диапазон.
el: Ας συγκρίνουμε τα Αστέρια στο ραδιοφωνικά και στα οπτικά μήκη κύματος
es: Comparemos ahora algunas estrellas en los dominios óptico y de radio
pl: Porównajmy Słońce w zakresie radiowym i optycznym.
pt: Vamos comparar os astros nos domínios do rádio e do ótico.
tr: Gelin yıldızları radyo ve optik etki alanlarında karşılaştıralım

source: Our eyes can see visible light from stars: we see the colors inside a rainbow. Our sun is yellow, but red stars, blue, white, brown, ... also exist!
bg: Нашите очи могат да видят видимата светлина от звездата: виждаме цветовете от дъгата. Нашето Слънцето е жълто, но червени звезди, сини, бели, кафяви, ... също съществуват!
el: Τα μάτια μας μπορούν να δουν το ορατό φως από τα αστέρια: βλέπουμε τα χρώματα του ουράνιου τόξου. Ο ήλιος μας είναι κίτρινος αλλά επίσης υπάρχουν άστρα που είναι κόκκινα, μπλε, άσπρα, καφέ, ...!
es: Nuestros ojos pueden percibir luz visible de las estrellas: vemos los colores dentro de un arcoíris. Nuestro Sol es amarillo... ¡pero las estrellas rojas, azules, blancas, marrones también existen!
pl: Nasze oczy dostrzegają widzialne światło gwiazd: widzimy kolory tęczy. Nasze Słońce jest żółte, ale czerwone, niebieskie, białe, brązowe gwiazdy ... także istnieją!
pt: Os nossos olhos podem ver a luz visível emitida pelos astros: vemos as cores do arco-íris. O nosso sol é amarelo, mas existem estrelas vermelhas, azuis, brancas, castanhas...
tr: Yıldızlarda gelen görünür ışıkları gözlerimiz algılayabiliyor: bir gökkuşağının içindeki rekleri görebiliriz. Güneşimiz sarı rekte fakat kırmızı yıldızlar, mavi, beyaz, kahverengi, ... olanlar da bulunuyor!

source: Radio waves can be used to detect invisible galaxies.
bg: Радио вълните могат да се използват за откриване на невидими галактики.
el: Τα ραδιοκύματα μπορούν να χρησιμοποιηθούν για την ανίχνευση αόρατων γαλαξιών.
es: Las ondas de radio pueden ser útiles para detectar galaxias invisibles
pl: Fale radiowe mogą wykryć niewidoczne galaktyki.
pt: As ondas de rádio podem ser usadas para detetar galáxias invisíveis.
tr: Radyo dalgaları görünemeyen galaksileri keşfetmek için kullanılabilir.

source: The radio of the stars is not very melodious. It is emitted by the atoms and the molecules of gas that are heated by the stars. Its more like a kind of noise, like the scratchy sound of an old vinyl record.
bg: Радиото от звездите не е много мелодично. То се излъчва от атомите и молекулите на газ, които се затоплят от звездите.Това по-скоро прилича на някакъв вид шум, като скърцащ звук на стара грамофонна плоча.
el: Τα ραδιοκύματα από τα αστέρια, δεν είναι πολύ μελωδικά. Εκπέμπονται από τα άτομα και τα μόρια των αερίων, όταν αυτά θερμαίνονται από τα αστέρια. Είναι περισσότερο σαν ένα είδος θορύβου, σαν ένας παλιός χαλασμένος δίσκος βινυλίου.
es: El radio de las estrellas no es demasiado melodioso. Lo emiten los átomos y moléculas de gas que calientan las estrellas. Es más bien una especie de ruido, como el sonido áspero de un antiguo disco de vinilo.
pl: Gwiezdne radio nie jest zbyt melodyjne. Emitują je atomy i cząsteczki gazu podgrzewanego przez gwiazdy. To raczej rodzaj szumu, jak drapiące dźwięki starej, winylowej płyty.
pt: A rádio dos astros não é muito harmoniosa. É emitida pelos átomos e moléculas do gás que é aquecido pelas estrelas. É mais uma espécie de ruído que faz lembrar o som de um disco de vinil riscado.
tr: Yıldızlardan gelen radyo dalgaları çok melodik değildir. Bu dalgalar yıldılar tarafından ısıtılan atomlar ve gaz moleküllerinden yayınlanırlar. Bu dalgalar daha çok bir çeşit gürültüdür, eski bir plak çalardan çıkan cızırtı sesi gibidir.

source: Radio waves show us parts of planets and galaxies, in particular where atoms and molecules of hydrogen and carbon monoxide lie. For the Sun, radio waves show magnetic storms, in the form of spots on its surface.
bg: Радио вълните ни показват части от планети и галактики, по-специално, къде се намират атомите и молекулите на водорода и въглеродния оксид. За Слънцето радиовълните показват магнитните бури, под формата на петна върху повърхността му.
el: Τα ραδιοκύματα μας δείχνουν τμήματα πλανητών και γαλαξιών, ειδικά εκεί που βρίσκονται άτομα και μόρια υδρογόνου και μονοξειδίου του άνθρακα. Στον Ήλιο τα ραδιοκύματα δείχνουν μαγνητικές καταιγίδες, υπό τη μορφή κηλίδων στην επιφάνεια του.
es: Las ondas de radio nos muestran partes de planetas y galaxias: en particular aquellas zonas donde se concentran átomos y moléculas de hidrógeno y monóxido de carbono. En el caso del Sol, las ondas de radio muestran tormentas magnéticas en forma de manchas en su superficie.
pl: Fale radiowe ukazują nam części planet i galaktyk, zwłaszcza te, w których znajdują się atomy i cząsteczki wodoru oraz tlenku węgla. Na Słońcu fale radiowe ujawniają burze magnetyczne w postaci plam na jego powierzchni.
pt: As ondas de rádio mostram-nos regiões de planetas e galáxias, em particular onde existem átomos e moléculas de hidrogénio e monóxido de carbono. No caso do Sol, as ondas de rádio mostram tempestades magnéticas sob a forma de manchas na sua superfície.
tr: Radyo dalgaları bizlere gezegenlerin ve galaksilerin bölümlerini gösterirler, özellikle hidrojen ve karbonmonoksit moleküllerin ve atomların bulunduğu bölgeleri gösterirler. Güneşimiz için radyo dalgaları bizlere manyetik fırtınaları yüzeydeki leke formunda gösterirler.

source: MAGNETIC FIELDS
bg: МАГНИТНИ ПОЛЕТА
el: ΜΑΓΝΗΤΙΚΑ ΠΕΔΙΑ
es: CAMPOS MAGNÉTICOS
pl: POLA MAGNETYCZNE
pt: CAMPOS MAGNÉTICOS

source: The song of stars?
bg: Песента на звездите?
el: Το τραγούδι των άστρων;
es: ¿La canción de las estrellas?
pl: Pieśni gwiazd?
pt: O canto das estrelas?
tr: Yıldızların şarkısı?

source: exoplanets
bg: екзопланети
el: Εξω-πλανήτες
es: exoplanetas
pl: planety pozasłoneczne
pt: exoplanetas
tr: ötegezegenler

source: pulsars, the radio lighthouse of the Universe
bg: пулсарите, радио фара на Вселената
el: πάλσαρς, ο ραδιο-φάρος του Σύμπαντος
es: pulsar, los faros de radio del Universo
pl: pulsary, radiowe latarnie Wszechświata
pt: pulsares, os radiofaróis do Universo
tr: pulsarlar, Evrenin radyo feneri

source: In 1054 BC, the chinese people were able to observe a bright new star in the sky: it was a supernovae explosion. A millenium later, we can observe a beautiful nebula in the same place: the Crab nebula. At its very center lies a peculiar star: a pulsar.
bg: През 1054, китайците имали възможност да наблюдават нова ярка звезда в небето: това е било избухване на свръхнова. А хилядолетие по-късно ние можем да наблюдаваме красива мъглявина на същото място: Ракообразната мъглявина. В самият и център е специфична звезда: пулсар.
el: Το 1054 πΧ, οι Κινέζοι μπόρεσαν να παρατηρήσουν ένα φωτεινό νέο αστέρι στον ουρανό: ήταν μια έκρηξη υπερκαινοφανούς. Μια χιλιετία αργότερα, στην ίδια θέση βλέπουμε ένα όμορφο νεφέλωμα: το νεφέλωμα του Καρκίνου. Στο κέντρο του βρίσκεται ένα περίεργο αστέρι: ένα πάλσαρ.
es: En 1054 a.C. los chinos fueron el primer pueblo capaz de observar una nueva estrella brillante en el cielo: fue la explosión de una súpernova. Un milenio más tarde, podemos observar una hermosa nebula en el mismo lugar: la nebula Crab. En su centro exacto se encuentra una estrella particular: una pulsar.
pl: W roku 1054 ludność Chin mogła obserwować pojawienie się jasnej gwiazdy na niebie: wybuch supernowej. Tysiąclecie później możemy obserwować w tym samym miejscu piękną mgławicę Krab. W samym jej środku leży niezwykła gwiazda: pulsar.
pt: Em 1054 a.C., o povo chinês registou a observação de uma nova estrela, muito brilhante, no céu: tratava-se de uma explosão de supernova. Um milénio depois, podemos observar no mesmo local uma nebulosa espetacular: a nebulosa do Caranguejo. No seu centro encontra-se uma estrela muito peculiar: um pulsar.
tr: M.Ö. 1054 yılında, Çinde insanlar gökyüzünde parlak yeni bir yıldız gözlemledi: bu bir süpernova patlamasıydı. Bin yıl sonra biz aynı yerde güzel bir bulutsu gözlemleyebiliyoruz: Yengeç Bulutsusu. Onun merkezinde tuhaf bir yıldız yatıyor: bir pulsar.

source: The pulsar signals come from extra-terrestrials
bg: Пулсиращите сигнали идват от извънземни източници.
el: Τα σήματα πάλσαρ προέρχονται από εξωγήινους
es: Las señales pulsar vienen de los extraterrestres
pl: Sygnały pulsarów pochodzą od obcych
pt: O sinal de um pulsar vem de extraterrestres
tr: Pulsarın sinyalleri dünyanın dışında geliyor

source: SUPERNOVAE
bg: СВРЪХНОВИ
el: ΥΠΕΡΚΑΙΝΟΦΑΝΕΙΣ
es: SÚPERNOVA
pl: SUPERNOWE
pt: SUPERNOVAS

source: Like a spinning top, a pulsar is rotating around
bg: Пулсарите се въртят като пумпал
el: Όπως μια σβούρα, ένα πάλσαρ περιστρέφεται
es: Como una pieza que gira en espiral, un pulsar rota al rededor
pl: Pulsar kręci się jak wirujący bąk.
pt: Tal como um pião a girar, um pulsar roda em torno de si próprio permanentemente. Os feixes de rádio emitidos pelo pulsar são arrastados pela sua rotação, como um farol à beira-mar. Na Terra, captamo-los sob a forma de sinais curtos ("bip, bip, bip"). Cerca de 2000 pulsares já foram observados na nossa Galáxia e estima-se uqe existam milhares de milhões em todo o Universo.
tr: Bir pulsar, etrafında dönen bir top gibi dönüyor

source: Radio emission from the Sun
bg: Радио емисиите от Слънцето
el: Ραδιοεκπομπή από τον Ήλιο
es: Emisiones de radio desde el Sol
pl: Emisja radiowa Słońca
pt: O Sol: emissão no rádio
tr: Güneşten gelen radyo yayını

source: Optical emission from the Sun
bg: Оптична емисия от Слънцето
el: Οπτική εκπομπή από τον Ήλιο
es: Emisiones ópticas desde el Sol
pl: Emisja optyczna Słońca
pt: O Sol: emissão no visível
tr: Güneşten gelen optiksel yayın

source: Comparing the strength of the signal coming from the stars to that of a mobile phone
bg: Сравняване на силата на сигнала, който идва от звездите с този на мобилен телефон.
el: Συγκρίνοντας την ισχύ του σήματος που προέρχεται από τα αστέρια, με αυτή ενός κινητού τηλεφώνου
es: Comparar la fuerza de un señal proveniente de estrellas con otra proveniente de un teléfono móvil
pl: Porównanie siły sygnału gwiazd i telefonów komórkowych.
pt: Comparação da força do sinal proveniente dos astros com a de um telemóvel
tr: Yıldızlardan gelen sinyal gücünün bir cep telefonu sinyal gücü ile karşılaştırılması

source: At full power, a mobile phone can emit up to 1 Watt. The antenna of the phone compagnies mounted on the roofs of some buildings are very small : they only measure 1 meter, and thats enough to transmit the radio signal.
bg: На пълна мощност мобилен телефон може да емитира до 1 ват. Антената на телефонните компании, монтирани на покривите на някои сгради са много малки: само 1 м, и това е достатъчно за предаване на радио сигнал.
el: Σε πλήρη ισχύ, ένα κινητό τηλέφωνο μπορεί να εκπέμψει μέχρι 1 Watt. Οι αντένες που τοποθετούνται από τις τηλεφωνικές εταιρίες στις ταράτσες των σπιτιών, είναι σχετικά πολύ μικρές: μόλις 1 μέτρο περίπου, και αυτό είναι αρκετό για τη μετάδοση ραδιόφωνικών σημάτων.
es: A su máxima potencia, un teléfono móvil es capaz de emitir hasta 1 Watt. Las antenas de las compañías de telefonía móvil que están instaladas sobre los techos de algunos edificios son muy pequeñas: miden apenas un metro, y este tamaño ya es suficiente para transmitir señales de radio.
pl: Na pełnej mocy telefon komórkowy może emitować do 1 wata. Montowane na dachach niektórych budynków anteny firm telefonicznych są bardzo małe: mają zaledwie 1 metr. To wystarczy do przekazania sygnału radiowego.
pt: Um telemóvel pode emitir até 1 Watt. As antenas das companhias de telecomunicações são muito pequenas: um metro de diâmetro é suficiente para transmitirem o sinal de rádio.
tr: Bir cep telefonu tam güçte 1 Watt'a kadar yayın yapabilir. Bazı binaların çatılarına monte edilen cep telefon şirketlerinin antenleri çok kısadır : onlar sadece 1 metre boyunda ve bu boy radyo sinyalini iletmek için yeterlidir.

source: A mobile phone can perturb the signal of a radio telescope.
bg: Мобилен телефон може да смущава сигнала на радио телескоп.
el: Ένα κινητό τηλέφωνο μπορεί να διαταράξει το σήμα του ραδιοτηλεσκόπιου.
es: Un teléfono móvil puede perturbar la señal de un radiotelescopio
pl: Telefon komórkowy może zakłócić pracę radioteleskopu.
pt: Um telemóvel pode perturbar o sinal de um radiotelescópio.
tr: Bir cep telefonu radyo teleskop sinyalini karıştırtırabilir.

source: To receive radio waves from stars, SWITCH OFF YOUR MOBILE
bg: За да получите радио вълни от звезди, изключете мобилния си телефон.
el: Για να λάβεις ραδιοκύματα από τα αστέρια, ΑΠΕΝΕΡΓΟΠΟΊΗΣΕ ΤΟ ΚΙΝΗΤΌ ΣΟΥ
es: Para recibir ondas de radio de las estrellas, APAGA TU TELÉFONO MÓVIL
pl: By móc odbierać fale radiowe gwiazd, WYŁĄCZ KOMÓRKĘ.
pt: Para captar ondas de rádio dos astros, DESLIGUE O SEU TELEMÓVEL
tr: Yıldızlardan gelen radyo dalgaları almak için, CEP TELEFONUNUZU KAPATIN -SWITCH OFF YOUR MOBILE

source: In contrast, to receive radio signal from stars, radio astronomers have to use huge antennas, of a size up to 300 meter. For example galaxies that are emitting radio waves are very far away (millions of light-years). As a result, the signal arriving on earth is very weak.
bg: От друга страна, за получаване на радио сигнал от звезди, радио астрономите трябва да използват огромни антени, с размер до 300 метра. Например галактики, които излъчват радио вълни са много далеч (на милиони светлинни години). В резултат на това сигнала, пристигащ на земята е много слаб.
el: Σε αντίθεση, για να λάβουν ραδιοσήματα από τα άστρα, οι ραδιοαστρονόμοι πρέπει να χρησιμοποιήσουν τεράστιες κεραίες, μεγέθους μέχρι και 300 μέτρων. Για παράδειγμα, οι γαλαξίες που εκπέμπουν ραδιοκύματα είναι πολύ απομακρυσμένοι (εκατομμύρια έτη φωτός). Ως αποτέλεσμα, το σήμα που φθάνει στη Γη, είναι πολύ ασθενές.
es: En contraste, para recibir señales de radio de las estrellas, los radio-astrónomos deben utilizar antenas enormes, de un tamaño de hasta 300 metros. Por ejemplo, para las galaxias lejanas (a millones de años luz) que están emitiendo ondas de radio. Como resultado, la señal que llega a la Tierra es muy débil.
pl: Do odbioru sygnałów radiowych z kosmosu astronomowie muszą używać ogromnych anten, o rozmiarach dochodzących nawet do 300 metrów, gdyż na przykład galaktyki wysyłające fale radiowe są bardzo daleko (miliony lat świetlnych). W efekcie docierające do Ziemi sygnały są bardzo słabe.
pt: Comparemos com as antenas que os radioastrónomos usam para captar sinais de rádio dos astros: são enormes, com tamanhos até 300 metros. Por exemplo, as galáxias que estão a emitir ondas de rádio encontram-se muito longe (a milhões de anos-luz de nós) de forma que o sinal que nos chega é muito fraco.
tr: Buna karşın, yıldızlardan gelen radyo sinyali almak için, radyo gökbilimciler 300 metre boyutlarına ulaşan büyük antenler kullanmak zorunda. Örneğin radyo dalgaları yayan galaksiler çok (milyonlarca ışık-yılı) uzakta bulunurlar. Bunun sonucunda, dünya üzerine gelen sinyaller çok zayıftır.

source: How to receive the weak radio waves of the stars : with Huge radio telescopes
bg: Как да получите слаби радиовълни на звездите: с огромни радио телескопи.
el: Πώς λαμβάνουμε τα αδύναμα ραδιοκύματα από τα αστέρια: με Τεράστια ραδιοτηλεσκόπια
es: Cómo recibir ondas de radio débiles de las estrellas: con radiotelescopios enormes
pl: Jak odbierać słabe fale radiowe gwiazd - ogromnymi radioteleskopami.
pt: Como captar as ondas de rádio de fraca intensidade dos astros: com radiotelescópios enormes
tr: Zayıf radyo dalgaları yıldızlardan nasıl alacaksınız : Kocaman radyo teleskoplar ile

source: For that reason, astronomers build huge radio telescopes. It allows the study of galaxies very far away, at billion of light-years from Earth. The form of the dish can vary depending on the location and the cost.
bg: Поради тази причина, астрономите изграждат огромни радио телескопи. Те позволяват изучаването на много отдалечени галактики, на милиарди светлинни години от Земята. Формата на радиочинията може да варира в зависимост от местоположението и разходите.
el: Για το λόγο αυτό, οι αστρονόμοι κατασκευάζουν τεράστια ραδιοτηλεσκόπια. Αυτό επιτρέπει τη μελέτη γαλαξιών που βρίσκονται πολύ μακριά, δισεκατομμύρια έτη φωτός από τη Γη. Το σχήμα του "πιάτου" του ραδιοτηλεσκοπίου διαφέρει ανάλογα με τον τόπο και το κόστος.
es: Por esta razón, los astrónomos construyen radiotelescopios de gran envergadura. Esto permite estudiar galaxias muy lejanas, incluso a billones de años luz de la Tierra. La forma del plato puede variad dependiendo de su localización y coste.
pl: Dlatego astronomowie budują ogromne radioteleskopy. Pozwalają one na badanie bardzo odległych galaktyk, miliardy lat świetlnych od Ziemi. Kształt czaszy bywa różny, zależnie od miejsca i kosztów budowy.
pt: Por esse motivo, os astrónomos constroem radiotelescópios enormes. Permitem estudar galáxias muito longínquas, a milhares de milhões de anos-luz da Terra. A forma da antena pode variar, dependendo da localização e do custo.
tr: Bu nedenle astronomlar büyük radyo teleskop inşa ederler. Bu teleskoplar onlara Dünya'dan milyarlarca ışık yılı uzaklıktaki galaksileri çalışma olanağı sağlar. Kullanılacak çanağın formu, konuma ve maliyetine göre değişebilir.
