Repository: LCOGT/SalsaJ
Catalog: Pootle2/POOTLE_EXPORT/RadioScienceATschool/*/sm_exhibit_*.xlf
Languages: bg, el, es, pl, pt, tr

source: With a dish twice as big, one can receive a signal two times stronger.
bg: С двойно по-голяма чиния може да се получи два пъти по-силен сигнал.
el: Με ένα διπλάσιο πιάτο, μπορεί κανείς να λάβει ένα σήμα δύο φορές ισχυρότερο.
es: Con un plato el doble de grande, es posible recibir una señal con el doble de fuerza.
pl: Dwa razy większą anteną można odebrać dwa razy silniejszy sygnał.
pt: Com uma antena duas vezes maior, podemos receber um sinal duas vezes mais forte.
tr: İki kat daha büyük bir çanak ile, iki kat daha güçlü bir sinyal alabilirsiniz.

source: TELESCOPE
bg: ТЕЛЕСКОП
el: ΤΗΛΕΣΚΟΠΙΟ
es: TELESCOPIO
pl: TELESKOP
pt: TELESCÓPIO

source: The bigger the antenna is, the more sensitive it is to radio waves. The satellite dishes used for receiving the television signal illustrate that very well: a big dish receives a better signal.
bg: Колкото по-голяма е антената, толкова по-чувствителна е на радиовълни. Сателитните чинии, които се използват за получаване на телевизионен сигнал показват това много добре: голямата чиния получава по-добър сигнал.
el: Όσο μεγαλύτερη είναι η κεραία, τόσο μεγαλύτερη ευαισθησία στα ραδιοκύματα έχει. Οι παραβολικές κεραίες (πιάτα) που χρησιμοποιούνται για τη λήψη τηλεοπτικού σήματος δείχνουν αυτη την εξάρτηση: χρησιμοποιώντας ένα μεγάλο πιάτο λαμβάνετε καλύτερο σήμα.
es: Cuanto más grande es la antena, más sensible es a las ondas de radio. Los receptores de satélite utilizados para captar señal de televisión ilustran este fenómeno perfectamente: cuanto más grande es el receptor, mejor es la señal.
pl: Im większa jest antena, tym jest czulsza na fale radiowe. Świetnie ilustrują to anteny satelitarne używane do odbioru sygnału telewizyjnego: duża antena daje lepszy sygnał.
pt: Quanto maior for a antena, mais sensível é às ondas de rádio. As antenas parabólicas utilizadas para receber a televisão por satélite ilustram este facto: uma parabólica grande capta melhor o sinal.
tr: Daha büyük anten, radyo dalgalarına daha duyarlı bir anten demektir. Televizyon sinyali almak için kullanılan çanak antenler bu durumu çok iyi göstermektedir: büyük bir çanak daha iyi bir sinyal alır.

source: Arecibo (Puerto Rico, Caribbean Sea) 305 m in diameter
bg: Аресибо (Пуерто Рико, Карибско море), 305 м диаметър
el: Arecibo (Πουέρτο Ρίκο, Καραϊβική Θάλασσα) με διάμετρο 305 μ.
es: Arecibo (Puerto Rico, Mar Caribe) 305 metros de diámetro
pl: Arecibo (Puerto Rico, Karaiby) 305 m średnicy
pt: Arecibo (Porto Rico, Mar das Caraíbas) 305 m de diâmetro
tr: Arecibo (Porto Riko, Karayip Denizi) çapı 305 m

source: Nancay (France) 300 m of length
bg: Нанкаи (Франция) 300 м дължина
el: Nancay (Γαλλία) μήκους 300 μ.
es: Nancay (Francia) 300 metros de longitud
pl: Nancay (Francja) 300 m długości
pt: Nançay (França) 300 m de extensão
tr: Nancay (Fransa) 300 m uzunluğunda

source: Green Bank (United States) 105 m in diameter
bg: Зелена Банка (САЩ) 105 м диаметър
el: Green Bank (Ηνωμένες Πολιτείες) με διάμετρο 105 μ.
es: Green Bank (Estados Unidos) 105 metros de diámetro
pl: Green Bank (USA) 105 m średnicy
pt: Green Bank (Estados Unidos) 105 m de diâmetro
tr: Green Bank (ABD) 105 m çapında

source: ANTENNAE
bg: АНТЕНА
el: ΚΕΡΑΙΕΣ
pl: ANTENY
pt: ANTENAS

source: the Sun
bg: Слънцето
el: ο Ήλιος
es: el Sol
pl: Słońce
pt: o Sol
tr: Güneş

source: Radar sreen - NAVY (USA)
bg: радарния екран - ФЛОТ (САЩ)
el: Οθόνη ραντάρ - ΝΑΥΤΙΚΟ (ΗΠΑ)
es: Pantalla de radar - NAVY (Estados Unidos)
pl: Ekran radaru - NAVY (USA)
pt: Écrã de radar - Marinha (EUA)
tr: Radar ekranı - NAVY (USA)

source: In addition to bring us light, the Sun emits radio waves, in all the FM band, and beyond! Besides, the Suns emission is more powerful than any of our FM radios. But our favorite FM emitters are only a few km away, whereas the Sun is very far from the Earth: at 150 million km! The signal coming from the Sun is therefore too weak to actually prevent us from listening to our favourite radio stations. PHEW!
bg: В допълнение, за да ни донесе светлина, Слънцето излъчва радиовълни в целия FM обхват, и отвъд него! Освен това, излъчването на Слънцето е по-мощно, отколкото на някой от нашите на FM радиостанции. Но нашите любими FM източници на емисии са само на няколко километра разстояние, докато Слънцето е много далече от Земята: на 150 милиона километра! Сигнала, който идва от Слънцето, следователно е твърде слаб, наистина да ни попречи да слушаме любимите ни радиостанции. Пфу!
el: Εκτός από το φως, ο Ήλιος εκπέμπει ραδιοκύματα σε όλη τη φασματική περιοχή των FM, αλλά και πέρα απ' αυτήν! Εξ'άλλου, η εκπομπή του Ήλιου είναι πιο ισχυρή από οποιοδήποτε ραδιοφωνικό σταθμό FM. Αλλά οι πομποί των τελευταίων είναι μόνο μερικά χιλιόμετρα μακριά, ενώ ο Ήλιος είναι πολύ μακριά από τη Γη: στα 150 εκατομμύρια χιλιόμετρα! Το σήμα που προέρχεται από τον Ήλιο είναι επομένως πολύ αδύναμο για να μαε εμποδίσει να ακούσουμε τους αγαπημένους μας ραδιοφωνικούς σταθμούς (ευτυχώς!).
es: Además, para traernos la luz, el Sol emite ondas de radio en toda la banda FM ¡y más allá! Y más aún, la emisión del Sol es más poderosa que ninguna de nuestras ondas de radio FM. Pero nuestros emisores favoritos en FM se encuentran apenas a unos kilómetros de distancia, mientras que el Sol está muy alejado de la Tierra: ¡a 150 millones de kilómetros! La señal proveniente del Sol es por lo tanto demasiado débil como para impedir que escuchemos nuestras emisoras de radio favoritas... ¡menos mal!
pl: Oprócz wysyłania do nas światła, Słońce emituje fale radiowe we wszystkich pasmach FM i poza nimi! Przy tym emisja Słońca jest dużo silniejsza niż dowolnej naszej stacji radiowej. Jednak nadajniki radiowe oddalone są zaledwie o kilka kilometrów, podczas gdy Słońce jest bardzo daleko od Ziemi, 150 milionów km! Stąd sygnał przychodzący ze Słońca jest zbyt słaby, by przeszkodzić w słuchaniu ulubionych stacji radiowych. UFF!
pt: Além de nos iluminar, o Sol emite ondas de rádio em toda a banda FM e não só! A emissão solar é mais potente do que qualquer rádio FM. Só que os emissores das nossas rádios encontram-se a alguns quilómetros de nós, enquanto que o Sol está a 150 milhões de quilómetros! O sinal proveniente do Sol acaba por ser demasiado fraco para impedir-nos de ouvir as nossas estações de rádio preferidas. UFA!
tr: Bize ışık göndermenin yanı sıra, Güneş tüm FM bandında ve ötesinde radyo dalgaları yayar. Ayrıca, Güneşin yaydığı dalgalar bizim kullandığımız FM radyo dalgalarının herhangi birinden çok daha güçlüdür. Fakat bizim en sevdiğimiz FM vericilerin sadece bir kaç km lik yayın alanı vardır. Oysa Güneş, Dünya'dan çok uzak: 150 milyon km! Bu nedenle Güneş'ten gelen sinyaller aslında bizim en sevdiğimiz radyo kanallarını dinlememizi engellemek için çok zayıf. Vay be!

source: The radio waves from stars can, as FM radio, be received anytime, day and night, whereas their bright light can only be seen at night, when the Sun has set.
bg: Радио вълните от звездите, както FM радио, се получават по всяко време, денонощно, докато тяхната ярка светлина се вижда само през нощта, когато Слънцето е залязло.
el: Τα ραδιοκύματα από τα αστέρια μπορούμε να τα λάβουμε (όπως το ραδιοφωνικά FM) ανά πάσα στιγμή, μέρα και νύχτα, ενώ το έντονο φως τους μπορεί να παρατηρηθεί μόνο το βράδυ, όταν ο ήλιος έχει δύσει.
es: Las ondas de radio de las estrellas pueden -como FM- ser recibidas en cualquier momento, de día y de noche, mientras que su luz brillante solo puede ser vista de noche, una vez pasada la puesta del Sol.
pl: Fale radiowe od gwiazd można, tak jak stacje radiowe, odbierać o dowolnej porze dnia i nocy, podczas gdy ich światło optyczne można zobaczyć tylko w nocy, gdy zajdzie Słońce.
pt: As ondas de rádio dos astros podem ser captadas sempre, seja dia ou noite, enquanto que a sua luz visível só é observada à noite, depois do Sol se pôr.
tr: Yıldızlardan yayınlanan radyo dalgaları FM radyo dalgaları gibi herhangi bir zaman, gece ve gündüz, algılanabilir. Oysa onların yaydığı parlak ışık, sadece akşam, Günes battıktan sonra algılanabilir.

source: One galaxy can host billions of stars. In some galaxies, the center is buried deep inside lots of dust clouds that shield the light from the galaxy. But radio waves can pierce through the clouds and thus can be observed. This is called a radiogalaxy.
bg: Една галактика може да съдържа милиарди звезди. В някои галактики центъра е потънал в много облаци прах, който скрива светлината от галактиката. Но радиовълните могат да пробият през облаците и по този начин той може да се наблюдава. Това се нарича радио галактика.
el: Ένας γαλαξίας μπορεί να φιλοξενήσει δισεκατομμύρια αστέρια. Σε ορισμένους γαλαξίες το κέντρο τους είναι θαμμένο πίσω από τόσα νέφη σκόνης που το φως του δεν φτάνει ως εμάς. Αλλά τα ραδιοκύματα μπορούν να διαπεράσουν τα σύννεφα και έτσι να παρατηρηθούν. Όταν ένας γακαίας εκπέμπει έντονη ραδιοακτονοβολία ονομάζεται ραδιογαλαξίας.
es: Una galaxia puede albergar billones de estrellas. En algunas galaxias el centro está enterrado muy al interior de numerosas nubes de polvo que blindan la luz proveniente de la galaxia. Pero las ondas de radio pueden atravesar estas nubes y por lo tanto, pueden ser observadas. Se conocen como radiogalaxias.
pl: W jednej galaktyce mogą być miliardy gwiazd. Centra niektórych galaktyk są zanurzone w wielu obłokach pyłu, który blokuje ich światło. Natomiast fale radiowe przenikają przez takie obłoki i mogą być obserwowane. Mamy wtedy radiogalaktykę.
pt: Uma galáxia pode albergar milhares de milhões de estrelas. Em algumas galáxias, o centro está imerso em nuvens de poeira que escondem a luz visível da galáxia. Mas as ondas de rádio podem atravessar as nuvens e chegar até nós, mostrando-nos a galáxia. Chamamo-la então de radiogaláxia.
tr: Bir galaksi milyarlarca yıldız barındırabilir. Bazı galaksilerin, merkezi çok derinlerde galaksiden gelen ışığa kalkan olan toz bulutlarıyla gömülüdür. Ama radyo dalgaları bulutları delip geçebilir ve bu nedenle görülebilir. Bu, bir radiogalaxy olarak adlandırılır.

source: 1 m
el: 1 μέτρο
es: 1 metro

source: 25 m
el: 25 μέτρα
es: 25 metros

source: 1 light-year is the distance traveled by light in 1 year: it's a huge distance! The light travels very fast: 300 000 km per second! At this speed, you could get to the Moon in 1seconde, and to the Sun in 8minutes... and to the Andromeda galaxy in 2million years !
bg: 1 светлинна година е разстоянието, изминато от светлината на 1 година: това е огромно разстояние! Светлината се движи много бързо: 300 000 km в секунда! При тази скорост, може да достигнете до Луната за 1 секунда и до Слънцето за 8минути ... и да галактиката Андромеда за 2милиона години!
el: 1 έτος φωτός είναι η απόσταση που ταξιδεύει το φως σε ένα χρόνο: είναι μια τεράστια απόσταση! Το φως ταξιδεύει πολύ γρήγορα: 300 000 χιλιόμετρα το δευτερόλεπτο! Σε αυτή την ταχύτητα, θα μπορούσατε να πάτε στο φεγγάρι σε ένα δευτερόλεπτο, στον Ήλιο σε 8 λεπτά ... και στο γαλαξία της Ανδρομέδας σε 2 εκατομμύρια χρόνια!
es: Un año luz es la distancia recorrida por la luz en un año: ¡es mucha distancia! La luz viaja muy veloz: a 300.000 kilómetros por segundo. A esta velocidad, sería posible llegar a la Luna en un segundo y al Sol en ocho minutos... ¡y a la galaxia Andrómeda en dos millones de años!
pl: 1 rok świetlny to odległość pokonywana przez światło w ciągu roku - jest ona ogromna! Światło biegnie bardzo szybko - 300 000 km na sekundę! Z tą prędkością można by dolecieć na Księżyc w 1 sekundę, do Słońca w 8 minut... a do Galaktyki Andromedy w 2 miliony lat!
pt: 1 ano-luz é a distância percorrida pela luz em 1 ano: é uma distância enorme! A luz viaja muito depressa: a 300 000 quilómetros por segundo! A esta velocidade, estaríamos na Lua em 1 segundo e no Sol em 8 minutos... e na galáxia da Andrómeda em 2 milhões de anos!
tr: 1 ışık yılı ışığın 1 yıl içinde aldığı yoldur: bu çok büyük bir mesafedir! Işık çok hızlı gidiyor: saniyede 300 000 km! Bu hızda yapılan yolculuk ile 1 saniyede Aya ve 8 dakikada ise Güneşe varabilirsiniz... ve 2 milyon yılda da Andromeda galaksisine !

source: If you compare the signal coming from the Sun and the signal from a mobile phone, the signal of the mobile phone is a billion time stronger
bg: Ако сравнявате сигнаа, идващ от Слънцето и сигнала от мобилен телефон, сигнала на мобилния телефон е милиард пъти по-силен.
el: Αν συγκρίνετε το σήμα που προέρχεται από τον Ήλιο και το σήμα από ένα κινητό τηλέφωνο, το σήμα του κινητού τηλεφώνου είναι ένα δισεκατομμύριο φορές ισχυρότερο
es: Si comparas la señal proveniente del Sol a la señal de un teléfono móvil, la señal del teléfono es un billón de veces más fuerte
pl: Jeśli porównamy sygnał ze Słońca z sygnałem telefonu komórkowego, ten drugi jest miliard razy silniejszy.
pt: Se compararmos o sinal que vem do Sol com o sinal de um telemóvel, o sinal do telemóvel é um milhar de milhão de vezes mais forte
tr: Bir cep telefonundan gelen sinyali Güneş'ten gelen sinyal ile karşılaştırsak, cep telefonu sinyalinin bir milyar kez daha güçlü olduğu buluruz

source: Effelsberg (Germany) 100 m in diameter
bg: Ефелсберг (Германия) 100 м диаметър
el: Effelsberg (Γερμανία) διαμέτρου 100 μ.
es: Effelsberg (Alemania) 100 metros de diámetro
pl: Effelsberg (Niemcy) 100 m średnicy
pt: Effelsberg (Alemanha) 100 m de diâmetro
tr: Effelsberg (Almanya) 100 m çapında

source: The Future of radioastronomy: radio telescopes for amateurs in Europe
bg: Бъдещето на радио астрономията: радио телескопи за аматьори в Европа.
el: Το Μέλλον της ραδιοαστρονομίας: ραδιοτηλεσκόπια για ερασιτέχνες στην Ευρώπη
es: El futuro de la radioastronomía: radiotelescopios para aficionados en Europa
pl: Przyszłość radioastronomii: radioteleskopy dla ... amatorów w Europie.
pt: O futuro da radioastronomia: radiotelescópios para escolas
tr: Radyoastronominin geleceği: amatörler için radyo teleskobu

source: A European network of radio telescope is currently under development for the student in secondary schools.
bg: Европейска мрежа от радио телескопи в момента е в процес на разработване за ученици в средните училища.
el: Ένα Ευρωπαϊκό δίκτυο ραδιοτηλεσκοπίων είναι ατή τη στιγμή υπό ανάπτυξη για τους μαθητές της δευτεροβάθμιας εκπαίδευσης.
es: Una red europea de radiotelescopios está actualmente en proceso de desarrollo y será puesta a disposición de estudiantes de secundaria.
pl: Obecnie tworzona jest europejska sieć radioteleskopów dla uczniów szkół ponadpodstawowych.
pt: Uma rede de radiotelescópios está a ser desenvolvida para os estudantes das escolas secundárias.
tr: Avrupa ağına bağlı bir radyo teleskobu ortaöğretim okullarında öğrenci için gelişim aşamasındadır.

source: A small telescope is easy to buy... but what about a small radio telescope?
bg: Малък телескоп е лесно да се купи ... Но какво да кажем за малък радио телескоп?
el: Ένα μικρό τηλεσκόπιο είναι εύκολο να αγοραστεί ... αλλά τι γίνεται με ένα μικρό ραδιοτηλεσκόπιο;
es: Un pequeño telescopio es asequible... pero, ¿y en el caso de un pequeño radiotelescopio?
pl: Mały teleskop łatwo kupić... a mały radioteleskop?
pt: Um pequeno telescópio ou luneta é fácil de adquirir... mas onde comprar um pequeno radiotelescópio?
tr: Küçük bir teleskobu satın almak kolay... fakat küçük bir radyo telekobu için ne demeli?

source: Two prototypes of 2,3m in diameter were developed in the EU-HOU project: www.euhou.net by the Onsala observatory in Sweden. It has been used in European classrooms since 2005 via Internet. With these radio telescopes, it is possible to observe the gas of the Milky Way, even in big cities, and even in daylight.
bg: Два прототипа с 2,3 м диаметър са разработени в EU-HOU проекта: www.euhou.net от обсерваторията в Онсала, Швеция. Те се използват в европейските класни стаи от 2005 г. насам чрез Интернет. С тези радиотелескопи е възможно да се наблюдава газ от Млечния път, дори и в големите градове, и дори при дневна светлина.
el: Δύο πρωτότυπα διαμέτρου 2,3 m αναπτύχθηκαν από το EU-HOU project: www.euhou.net από το αστεροσκοπείο Onsala της Σουηδίας. Έχουν χρησιμοποιηθεί σε ευρωπαϊκές τάξεις από το 2005 μέσω του Διαδικτύου. Με αυτά τα ραδιοτηλεσκόπια είναι δυνατό να παρατηρηθεί το αέριο του Γαλαξία μας, ακόμη και στις μεγάλες πόλεις, ακόμη και στο φως της ημέρας.
es: En el proyecto EU-HOU se desarrollaron dos prototipos de 2,3 metros de diámetro: www.euhou.net a cargo del observatorio Onsala de Suecia. Ha sido utilizado en aulas de toda Europa desde 2005 a través de internet. Con estos radiotelescopios es posible observar el gas de al Vía Láctea, incluso desde las grandes ciudades y durante el día.
pl: Dwa prototypy o średnicy 2,3 m zbudowano w ramach projektu EU-HOU, www.euhou.net w obserwatorium w Onsali, w Szwecji. Są używane przez Internet w europejskich klasach od 2005 roku. Używając tych radioteleskopów można obserwować gaz w Drodze Mlecznej nawet z wielkich miast i nawet w środku dnia.
pt: Dois protótipos de 2,3 m de diâmetro foram desenvolvidos pelo observatório de Onsala (Suécia) no âmbito do projeto EU-HOU (www.euhou.net). Estas antenas têm sido usadas nas salas de aula europeias desde 2005, via internet. Com estes radiotelescópios é possível observar o gás da Via Láctea, mesmo estando em grandes cidades, em pleno dia.
tr: İsveç'te Onsala gözlemevi tarafından: www.euhou.net çapı 2,3 m olan iki prototip EU-HOU projesi geliştirilmiştir. Bu proje 2005 yılından beri Avrupada internet yoluyla derslik kullanılmaktadır. Bu radyo teleskoplar ile, büyük şehirlerde ve hatta gün ışığında bile Samanyolu'nundaki gazları gözlemlemek mümkündür.

source: Can we contribute to find intelligent life in the Universe?
bg: Можем ли да допринесем да се намери разумен живот във Вселената?
el: Μπορούμε να συμβάλλουμε για την εξεύρεση ευφυούς ζωής στο Σύμπαν;
es: ¿Podemos contribuir a buscar vida inteligente en el Universo?
pl: Czy można przyłączyć się do poszukiwania inteligentnego życia we Wszechświecie?
pt: Podemos ajudar na procura de vida inteligente no Universo?
tr: Evren'de zeki yaşam formlarını bulmak için bizde katkıda bulunabilirmiyiz?

source: Thanks to the Internet, it will be soon possible to observe the gas of the Milky Way with a radio telescope from any European classroom.
bg: Благодарение на Интернет, това ще бъде скоро възможно да се наблюдава на газ на Млечния път с радио телескоп от всяка европейска класна стая.
el: Χάρη στο Διαδίκτυο, θα είναι σύντομα δυνατό να παρατηρηθεί το αέριο του Γαλαξία μας με ένα ραδιοτηλεσκόπιο από οποιαδήποτε Ευρωπαϊκή τάξη.
es: Gracias a internet, pronto será posible observar el gas de la Vía Láctea con un radiotelescopio desde cualquier aula de Europa.
pl: Dzięki Internetowi wkrótce można będzie obserwować gaz w Drodze Mlecznej za pomocą radioteleskopu z dowolnej szkolnej klasy w Europie.
pt: Graças à internet, em breve será possível observar o gás da Via Láctea com um radiotelescópio a partir de qualquer sala de aula europeia.
tr: İnternet sayesinde, herhangi bir Avrupa sınıfından bir radyo teleskobu ile Samanyolu'da gaz gözlemlemek yakında mümkün olacaktır.

source: EU-HOU project
bg: EU-HOU проект
el: πρόγραμμα EU-HOU
es: Proyecto EU-HOU
pl: Projekt EU-HOU
pt: Projeto EU-HOU
tr: EU-HOU projesi

source: Yes: with a clever screensaver system installed on their computers, more that 3 million users contribute to search for intelligent signal from the galaxy. It is the program SETI @ HOME. To get involved, see setiathome.berkeley.edu
bg: Да: с интелигентна система скрийнсейвър, инсталиран на компютрите си, повече от 3 милиона потребители допринасят за търсене на интелигентен сигнал от галактиката. Това е програмата SETI @ Home. За да се включите, вижте setiathome.berkeley.edu
el: Ναι: με ένα έξυπνο σύστημα screensaver εγκατεστημένο στους υπολογιστές τους, περισσότεροι από 3 εκατομμύρια χρήστες συμβάλλουν στην αναζήτηση για ένα "νοήμον"σήμα από τον γαλαξία. Πρόκειται για το πρόγραμμα SETI @ home. Για να λάβετε μέρος, δείτε setiathome.berkeley.edu
es: Sí: con un sistema de protección de pantalla suficientemente inteligente en cada ordenador, más de tres millones de usuarios contribuyen a buscar señales inteligentes provenientes de la galaxia. Es el programa SETI @ HOME (SETI en casa). Si te interesa involucrarte, visita setiathome.berkeley.edu
pl: Tak - używając zmyślnego systemu wygaszaczy ekranu zainstalowanego na komputerach ponad 3 miliony użytkowników przyłączyło się do poszukiwania sygnałów inteligencji z galaktyki. To program SETI @ HOME. Aby wziąć udział, zerknij na setiathome.berkeley.edu
pt: Sim: com um protetor de écrã inteligente instalado nos seus computadores, mais de 3 milhões de utilizadores contribuem para a procura de um sinal inteligente na nossa galáxia. É o programa SETI@HOME. Para se envolver, veja setiathome.berkeley.edu.
tr: Evet: bilgisayarlarında yüklü akıllı bir ekran koruyucu sistemi ile, 3 milyondan fazla kullanıcı galaksiden akıllı sinyal aramak için katkıda bulunuyor. Bu program SETI @ HOME. Katılmak için, bkz setiathome.berkeley.edu

source: SETI
bg: СЕТИ
el: (Search for Extra-Terrestrial Intelligence). Αναζήτηση Εξωγήινης Νοημοσύνης.

source: Onsala (Sweden) Small antenna of 2,3m in diameter
bg: Онсала (Швеция), малка антена с 2,3 м диаметър
el: Onsala (Σουηδία) Μικρή κεραία διαμεέτρου 2,3 m
es: Onsala (Suecia). Pequeña antena de 2,3 metros de diámetro
pl: Onsala (Szwecja) Mała antena o średnicy 2,3 m
pt: Onsala (Suécia) Pequena antena de 2,3 m de diâmetro
tr: Onsala (İsveç) 2,3m çapında küçük anten

source: Exobiology Searching for Life in the Universe
bg: Eкзoбиологията търси живот във Вселената
el: Εξωβιολογία Ψάχνοντας για Ζωή στο Σύμπαν
es: Exobiología en busca de vida en el Universo
pl: Egzobiologia Poszukiwanie życia we Wszechświecie
pt: Exobiologia À Procura de Vida no Universo
tr: Exobiology Evrende canlıların varlığını inceleyen bilim dalı

source: Some antennae are used to listen to extraterrestrial signals, in case they really exist.
bg: Някои антени се използват за слушане на извънземни сигнали, в случай, че те наистина съществуват.
el: Μερικές κεραίες χρησιμοποιούνται για να ακούσουμε εξωγήινα σήματα, σε περίπτωση που υπάρχουν πραγματικά.
es: Algunas antenas se utilizan para buscar señales extraterrestres, en caso que realmente existan.
pl: Są anteny używane do nasłuchiwania sygnałów obcych, na wypadek gdyby naprawdę istnieli.
pt: Algumas antenas são usadas para ouvir sinais extraterrestres, caso estes realmente existam.
tr: Bazı antenler, gerçekte var olma durumda, dünyadışı sinyallere kulak vermek için kullanılır.

source: There are planets orbiting around the Sun: The Solar System. In order: Mercure, Venus, Earth, Mars, Jupiter, Saturn, Uranus and Neptune.
bg: Има планети, обикалящи около Слънцето: Слънчевата система. В последователност: Меркурий, Венера, Земя, Марс, Юпитер, Сатурн, Уран и Нептун.
el: Υπάρχουν πλανήτες σε τροχιά γύρω από τον Ήλιο: Το Ηλιακό Σύστημα. Με τη σειρά: Ερμής, Αφροδίτη, Γη, Άρης, Δίας, Κρόνος, Ουρανός και Ποσειδώνας.
es: Hay planetas orbitando al rededor del Sol: el Sistema Solar. En orden: Mercirio, Venur, Tierra, Marte, Júpiter, Saturno, Urano y Neptuno.
pl: Planety krążą wokół Sońca, jest to Układ Słoneczny. W kolejności: Merkury, Wenus, Ziemia, Mars, Jowisz, Saturn, Uran i Neptun.
pt: O nosso sistema solar é constituído pelo Sol e por planetas que orbitam à volta dele. Por ordem, temos: Mercúrio, Vénus, Terra, Marte, Júpiter, Saturno, Úrano e Neptuno.
tr: Güneş çevresinde dolanan gezegenler vardır: Güneş Sistemi. Sırasıyla: Merkür, Venüs, Dünya, Mars, Jüpiter, Satürn, Uranüs ve Neptün.
