Repository: LCOGT/SalsaJ
Catalog: Pootle2/POOTLE_EXPORT/RadioScienceATschool/*/sm_exhibit_*.xlf
Languages: bg, el, es, pl, pt, tr

source: In 1992, a Polish researcher, Alex Wolszcan, observe the pulsar (bip bip bip) PSR 1257+12 with the Arecibo radio telescope. To his great surprise, he discover the first planetary system beyond the Sun: extrasolar planets! These new planets are particularly interesting because they are like the Earth. But they are so far away, 900 light-years, that we wont get much more information for a long time!
bg: През 1992 г. полския изследовател Алекс Волсзкан наблюдава пулсар (BIP BIP BIP) PSR 1257 +12 с радио телескопа Аресибо. За негова голяма изненада, той открива първата планетна система извън Слънцето: извънслънчеви планети! Тези нови планети са особено интересни, защото те са като Земята. Но те са толкова далече, на 900 светлинни години, че ние няма да получим много повече информация за дълго време!
el: Το 1992, ένας Πολωνός ερευνητής, Alex Wolszcan, παρατήρησε το πάλσαρ (μπιπ μπιπ μπιπ) PSR 1257 12 με το ραδιοτηλεσκόπιο του Arecibo. Προς μεγάλη του έκπληξη, ανακαάλυψε το πρώτο πλανητικό σύστημα πέρα από τον Ήλιο: Εξωηλιακούς πλανήτες! Αυτοί οι νέοι πλανήτες είναι ιδιαίτερα ενδιαφέροντες γιατί μοιάζουν με τη Γη. Αλλά είναι τόσο μακρινοί, σε απόσταση 900 ετών φωτός, που δεν θα μπορέσουμε να πάρουμε περισσότερες πληροφορίες για πολύ καιρό ακόμα!
es: En 1992, un investigador polaco llamado Alex Wolszcan observó el pulsar (bip bip bip) PSR 1257+12 con el radiotelescopio Arecibo. Para su asombro, descubrió el primer sistema planetario más allá del Sol: ¡planetas extrasolares! Estos nuevos planetas son particularmente interesantes porque son similares a la Tierra. Sin embargo, están tan lejos -900 años luz- que no tendremos mucha más información de ellos durante un buen tiempo.
pl: W 1992 roku polski naukowiec, Aleksander Wolszczan obserwował (pi pi pi) pulsar PSR 1257+12 radioteleskopem Arecibo. Ku swemu wielkiemu zdziwieniu odkrył pierwszy układ planetarny oprócz naszego: czyli planety pozasłoneczne! Te nowe planety są szczególnie interesujące, bo są podobne do Ziemi. Znajdują się jednak tak daleko, 900 lat świetlnych, że jeszcze przez długi czas nie zdobędziemy więcej informacji o nich
pt: Em 1992, um investigador polaco, Alex Wolszcan, observou o pulsar PSR 1257+12 com o radiotelescópio de Arecibo. Para sua grande surpresa, descobriu o primeiro sistema planetário além do nosso: foi a primeira deteção de planetas extrassolares! Estes planetas são particularmente interessantes porque têm massas semelhantes à da Terra. Mas encontram-se tão distantes, a mais de mil anos-luz, que não sabemos muito mais sobre eles.
tr: Polonyalı bir araştırmacı, 1992 yılında, Alex Wolszcan, Arecibo radyo teleskobu ile pulsar (Bip Bip bip) PSR 1257 +12 gözlemler. Güneş'in ötesinde ilk gezegen sistemi keşfetmesi onun için büyük sürpriz oldu! Güneşdışı gezegenler: Bu yeni gezegenler özellikle ilginçtir çünkü onlar Dünya'ya benziyorlar. Ama uzun bir süre onlardan çok daha fazla bilgi alamayacak kadar çok uzaktalar. 900 ışık yılı!

source: Fortunately, since then more than 300 extrasolar planets have been discovered. They are everywhere inside our Galaxy. Maybe some day we will discover life on one of these planets. Life could be brought by comets travelling through space. On Earth, comets brought complex molecules that played a role in the development of life.
bg: За щастие, оттогава са били открити повече от 300 извънслънчеви планети. Те са навсякъде вътре в нашата Галактика. Може би някой ден ние ще открием живот на една от тези планети. Животът може да бъде пренесен от комети, които пътуват през пространството. На Земята кометите донасят сложни молекули, които играят роля в развитието на живота.
el: Ευτυχώς, από τότε έχουν ανακαλυφθεί πάνω από 300 εξωπλανήτες (εξωηλιακοί πλανήτες). Βρίσκονται παντού μέσα στο Γαλαξία μας. Ίσως κάποια μέρα θα ανακαλύψουμε ζωή σε έναν από αυτούς τους πλανήτες. Η ζωή θα μπορούσε να μεταφερθεί από τους κομήτες που ταξιδεύουν στο διάστημα. Στη Γη, οι κομήτες έφεραν σύνθετα μόρια που έπαιξαν σημαντικό ρόλο στην ανάπτυξη της ζωής.
es: Afortunadamente, desde ese momento se han descubierto más de 300 planetas extrasolares. Están en todas partes dentro de nuestra Galaxia. Es posible que algún día descubramos que hay vida en alguno de estos planetas. La vida pudo haber llegado a ellos a través de cometas viajando por el espacio. A la Tierra, los cometas trajeron complejas moléculas que tuvieron el rol de desarrollar la vida.
pl: Na szczęście od tego czasu odkryto ponad 300 planet pozasłonecznych. Są wszędzie w naszej Galaktyce. Być może któregoś dnia odkryjemy na nich życie. Może ono być roznoszone przez komety podróżujące przez kosmos. Na Ziemi komety dostarczyły złożonych cząsteczek, które odegrały jakąś rolę w rozwoju życia.
pt: Desde então e até finais de 2012, já se descobriram mais de 800 planetas extrassolares! Encontram-se em toda a parte na nossa Galáxia. Talvez um dia se descubra vida num desses planetas. A vida pode ser transportada por cometas que viajam no espaço. No caso da Terra, os cometas trouxeram moléculas complexas que tiveram um papel importante no desenvolvimento da vida terrestre.
tr: Neyse ki, o günden bu yana 300'den fazla güneşdışı gezegen keşfedildi. Onlar Galaksimizin içinde her yerdeler. Belki bir gün bu gezegenlerden birininde hayat keşfedeceğiz. Yaşam uzayda yolculuk eden kuyruklu yıldızlardan tarafından getirilmiş olabilir. Kuyruklu yıldızlar, Dünya üzerine, karmaşık moleküller getirerek hayatın gelişmesinde önemli bir rol oynadı.

source: planetes
bg: планети
el: πλανήτες
es: planetas
pl: planety
pt: planetas
tr: gezegenler

source: Observatories, High technology inside
bg: Обсерватории, с високите технологии
el: Αστεροσκοπεία, περιέχουν Υψηλή τεχνολογία
es: Observatorios: alta tecnología en el interior
pl: Obserwatoria, super technologia w środku
pt: Observatórios, Locais de tecnologia de ponta
tr: Gözlemevleri, Yüksek teknoloji içerir

source: With a radio telescope the size of the Earth, its possible to observe a planet the size of Jupiter somewhere else in our Galaxy, at many light-years from us.
bg: С радио телескоп с размера на Земята е възможно да се наблюдава планета размера на Юпитер, някъде другаде в нашата галактика, на много светлинни години от нас.
el: Με ένα ραδιοτηλεσκόπιο στο μέγεθος της Γης, είναι δυνατόν να παρατηρήσουμε έναν πλανήτη στο μέγεθος του Δία κάπου αλλού στον Γαλαξία μας, σε απόσταση πολλών ετών φωτός από εμάς.
es: Con un radiotelescopio del tamaño de la Tierra sería posible observar un planeta del tamaño de Júpiter en algún otro punto de nuestra Galaxia, a muchos años luz de distancia de nosotros.
pl: Radioteleskopem rozmiarów Ziemi można obserwować planetę rozmiarów Jowisza gdziekolwiek w naszej Galaktyce, wiele lat świetlnych od nas.
pt: Com um radiotelescópio do tamanho da Terra, é possível observar um planeta do tamanho de Júpiter noutra parte da nossa Galáxia, a muitos anos-luz de nós.
tr: Dünyanın büyüklüğünde bir radyoteleskobu ile, Galaksimiz içinde bir yerde, bir çok ışık yılı uzaklıkta Jüpite büyüklüğünde bir gezegeni gözlemleyebiliriz.

source: FOREST of antennae
bg: Гора от антени
el: ΔΑΣΟΣ κεραιών
es: BOSQUE de antenas
pl: LAS anten
pt: FLORESTA de antenas
tr: FOREST antenlerin ormanı

source: With a digital camera, there is more detail when there are more pixels. In the same way, we can use a network of radio telescopes to increase the detail: the more antennas you have, the more precise you get!
bg: С цифров фотоапарат, има повече подробности, когато има повече пиксели. По същия начин можем да използваме мрежа от радио телескопи, за да се увеличи детайла: колкото повече антени имате, по-точно получавате!
el: Με μια ψηφιακή φωτογραφική μηχανή, καταγράφουμε περισσότερες λεπτομέρειες όταν υπάρχουν περισσότερα pixel. Με τον ίδιο τρόπο, μπορούμε να χρησιμοποιήσουμε ένα δίκτυο ραδιοτηλεσκοπίων για να αυξήσουμε την λεπτομέρεια: όσες περισσότερες κεραίες έχετε, τόσο πιο ακριβείς παρατηρήσεις θα κάνετε!
es: Con una cámara digital, se obtienen más detalles cuantos más pixeles hay. De la misma manera, podemos utilizar una red de radiotelescopios para incrementar el detalle: cuantas más antenas tienes, más precisión consigues.
pl: W aparacie cyfrowym im więcej pikseli, tym więcej szczegółów. Tak samo można użyć sieci radioteleskopów do zwiększenia szczegółowości: im więcej użyjesz anten, tym wyższą dostaniesz precyzję!
pt: Com uma câmara digital, vemos mais detalhes na imagem quantos mais píxeis esta tiver. Da mesma forma, podemos utilizar uma rede de radiotelescópios para aumentar o detalhe das nossas observações: quantas mais antenas, maior a precisão!
tr: Bir dijital kamerada, daha fazla piksel olduğunda daha fazla ayrıntı vardır. Aynı şekilde, detayı artırmak için radyo teleskoplar ile bir ağ kullanabiliriz: Ne kadar çok antenin varsa, detayların o kadar kesin olur!

source: To see more details in distant galaxies, forests of radio antennae are built around the world: 27 antennae for the VLA in New Mexico (USA), 30 antennas in Pune (India), 64 antennas in the Andes (Chile).
bg: За да видите повече подробности от далечни галактики, гори от радио антени са изградени по целия свят: 27 антени на VLA ( Много голям масив) в Ню Мексико (САЩ), 30 антени в Пуна (Индия), 64 антени в Андите (Чили).
el: Για να δείτε περισσότερες λεπτομέρειες σε μακρινούς γαλαξίες, δάση από ραδιοκεραίες, είναι εγκαταστημένα σε όλο τον κόσμο: 27 κεραίες του VLA στο Νέο Μεξικό (ΗΠΑ), 30 κεραίες στο Πούνε (Ινδία), 64 κεραίες στις Άνδεις (Χιλή).
es: Para observar más detalles de galaxias distantes se han construido bosques de antenas al rededor del mundo: 27 antenas para el VLA en Nuevo México (Estados Unidos), 30 antenas en Pune (India), 64 antenas en los Andes (Chile).
pl: Aby dostrzec szczegóły w odległych galaktykach lasy anten radiowych zbudowano w różnych częściach świata: 27 anten VLA w Nowym Meksyku (USA), 30 anten w Pune (Indie), 64 anteny w Andach (Chile).
pt: Para observar as galáxias distantes com mais detalhe, constroem-se florestas de antenas de rádio à volta do mundo: 27 antenas para o VLA no Novo México (EUA), 30 antenas em Pune (Índia), 64 antenas nos Andes (Chile).
tr: Uzak galaksilerdeki daha fazla ayrıntıyı yakalamak için, dünyanın etrafında yoğun sayıda radyo antenleri inşa ediliyor: Meksika (ABD) da VLA için 27 anten, 30 anten Pune (Hindistan) da, 64 anten Andes (Şili) de.

source: The radio signal from the antennas is mixed and analysed by very powerful computer. We can even mix the signal from antennae located on different continents to simulate a giant antenna the size of the Earth!
bg: Радио сигнал от антените се смесва и анализира от много мощен компютър. Ние може дори да се смесим сигнала от антени, разположени на различни континенти, за да се симулира гигантска антената с размера на Земята!
el: Το ραδιοφωνικό σήμα από τις κεραίες αναμιγνύεται και αναλύεται σε έναν πολύ ισχυρό υπολογιστή. Μπορούμε να αναμίξουμε ακόμη το σήμα από κεραίες που βρίσκονται σε διαφορετικές ηπείρους και έτσι να προσομοιωθεί μια γιγαντιαία κεραία στο μέγεθος της Γης!
es: Un ordenador muy potente mezcla y analiza las señales de radio provenientes de las antenas. Es posible incluso mezclar la señal de antenas situadas en diferentes continentes para simular una antena gigante del tamaño de la Tierra.
pl: Sygnał radiowy anten jest łączony i analizowany przez bardzo potężne komputery. Można nawet połączyć sygnał z anten na różnych kontynentach symulując gigantyczną antenę rozmiarów Ziemi
pt: O sinal rádio das antenas é misturado e analisado por computadores muito potentes. Pode-se mesmo combinar o sinal de antenas localizadas em diferentes continentes para simular uma antena gigante do tamanho da Terra!
tr: Antenlerden gelen radyo sinyali çok güçlü bir bilgisayar tarafından karıştırılır ve analiz edilir. Dev bir anten boyutu simüle etmek için Dünya'nın farklı kıtalarında bulunan antenlerden gelen sinyalleri bile karıştırabiliriz!

source: The first radio antenna radars were actually built by the military during World War II: they could listen to the Sun!
bg: Първата радио антена радари всъщност са построени от военните по време на Втората световна война: те можели да слушат Слънцето!
el: Οι πρώτες κεραίες ραντάρ, είχαν στην πραγματικότητα κατασκευαστεί από το στρατό κατά τη διάρκεια του Β 'Παγκοσμίου Πολέμου: μπορούσαν να ακούσουν τον Ήλιο!
es: Los dos primeros radares con antenas de radio se construyeron con un objetivo militar durante la Segunda Guerra Mundial: ¡podían escuchar el Sol!
pl: Pierwsze anteny radiowe radarów były w rzeczywistości zbudowane przez wojsko podczas II Wojny Światowej. One mogły usłyszeć Słońce!
pt: As primeiras antenas de radar foram construídas pelas forças militares durante a Segunda Guerra Mundial: podiam ouvir o Sol!
tr: İlk radyo anteni radarlar aslında İkinci Dünya Savaşı sırasında ordu tarafından inşa edildi: Onlar Güneşi dinleyebiliyordu!

source: the Solar System
bg: Слънчевата система
el: Το Ηλιακό Σύστημα
es: el Sistema Solar
pl: Układ Słoneczny
pt: O Sistema Solar
tr: Güneş Sistemi

source: the regular signal received from a pulsar
bg: редовен сигнала, получен от пулсар
el: Το κανονικό σήμα που λαμβάνεται από ένα πάλσαρ
es: la señal normal recibida de un pulsar
pl: regularny sygnał otrzymany z pulsara
pt: o sinal periódico recebido de um pulsar
tr: bir pulsardan alınan düzenli sinyal

source: ALMA (Chile)
bg: АЛМА (Чили)
el: ALMA (Χιλή)
tr: ALMA (Şili)

source: Plateau de Bure (Alpes)
bg: Плато де Буре (Алпи)
el: Plateau de Bure (Άλπεις)
pl: Plateau de Bure (Alpy)
pt: Planalto de Bure (Alpes)
tr: Plateau de Bure (Alpler)

source: SKA (in project)
bg: СKA (в проекта)
el: SKA (σε σχεδιασμό)
es: SKA (en proyecto)
pl: SKA (projekt)
pt: SKA (em construção)
tr: SKA (proje aşamasında)

source: des radiotelescopes pour capter les ondes de le univers
bg: от радиотелескопи, за да улови вълните на Вселената
el: ραδιοτηλεσκόπια για να συλλάβουν τα κύματα του σύμπαντος.
es: radiotelescopios para captar las ondas del Universo
pl: radioteleskopy odbierają fale Wszechświata
pt: Radiotelescópios para captar as ondas do Universo
tr: evrendeki dalgaları almak için radyoteleskoplar

source: Credits :Observatoire de Paris Sciences a l'école NASA, ESO, ESA Conception and implementation : Olivier Marco, Aurore Mathon, Yannick Libert
bg: Кредити:Училището на Парижката обсерватория науките, НАСА, EСO, EСA Проектиране и изпълнение: Марко Оливие, Орор Матон, Яник Либерт
el: Συντελεστές: Αστεροσκοπείο Παρισιού Επιστήμες στο σχολείο, NASA, ESO, ESA Σύλληψη και υλοποίηση: Olivier Marco, Aurore Mathon, Yannick Libert. Μετάφραση: Ελένη Χατζηχρήστου
es: Créditos: observatorio de París 'Sciencies a l'école' NASA, ESO, ESA. Concepción e implementación: Olivier Marco, Aurore Mathon, Yannick Libert
pl: add the name of the translator here
pt: Créditos: Observatório de Paris Sciences a l'école NASA, ESO, ESA Conceção e implementação: Olivier Marco, Aurore Mathon, Yannick Libert Tradução para português: NUCLIO-Núcleo Interativo de Astronomia
tr: Katkıda Bulunanlar :Observatoire de Paris Sciences a l'école NASA, ESO, ESA Tasarım ve Uygulama : Olivier Marco, Aurore Mathon, Yannick Libert

source: Radio wave emitted by the galaxy M87
bg: Радио вълни, излъчвани от галактиката M87
el: Ραδιοκύματα που εκπέμπονται από τον γαλαξία M87
es: Ondas de radio emitidas por la galaxia M87
pl: Fale radiowe emitowane przez galaktykę M87
pt: Onda de rádio emitida pela galáxia M87
tr: Galaksi M87 yaydığı radyo dalgası

source: The Crab nebula- M1 the remains of a supernova explosion.
bg: Ракообразната мъглявина М1-Останки от експлозията на свръхнова.
el: Το Νεφέλωμα του Καρκίνου (M1), απομεινάρια μιας έκρηξης υπερκαινοφανούς.
es: La nebula Crab-M1, los restos de la explosión de una súpernova
pl: Mgławica Krab, M1. Pozostałość po wybuchu supernowej.
pt: A nebulosa do Caranguejo, M1, o remanescente de uma explosão de supernova.
tr: Yengeç Bulutsusu- M1 bir süpernova patlaması kalıntısı.

source: Receive Galactic Signal
bg: Получаване на галактическия сигнал
el: Λήψη Γαλαξιακού Σήματος
es: Recibir señal galáctica
pl: Odbiór sygnałów galaktycznych
pt: Captar a Via Láctea
tr: Galaktik Sinyal Alma

source: SUN radio
bg: Слънчево радио
el: Ραδιοκύματα από τον ΉΛΙΟ
es: radio del SOL
pl: radio SŁOŃCE
pt: Rádio Sol
tr: SUN radyo

source: atoms
bg: атоми
el: άτομα
es: átomos
pl: atomy
pt: átomos
tr: atomlar

source: Very Large Array, USA
bg: Много голям масив, САЩ
el: Πολύ Μεγάλη Δαράταξη (ραδιοτηλεσκόπιων), ΗΠΑ
es: Very Larde Array-VLA (matriz de largo alcance), Estados Unidos
pt: Very Large Array, EUA

source: international collaboration
bg: Международно сътрудничество
el: διεθνής συνεργασία
es: colaboración internacional
pl: współpraca międzynarodowa
pt: colaboração internacional
tr: uluslararası işbirliği

source: radiotelescopes tuned up to the Universe
bg: радиотелескопи настроени към Вселената
el: ραδιοτηλεσκόπια συντονισμένα στο Σύμπαν
es: radiotelescopios afinados para el Universo
pl: radioteleskopy nastrojone na Wszechświat
pt: radiotelescópios sintonizados para o Universo
tr: Evrene ayarlanmış radyoteleskoplar
