Repository: LCOGT/SalsaJ
Catalog: Pootle2/POOTLE_EXPORT/A0Exhibit/*/A0Exhibit_*.xlf
Languages: de, pl, ro, sv

source: Here, D is the distance to the Moon, which is hidden somewhere in this poster. If you want to calculate δ be careful that d and D are in the same units! You obtain δ in radian. Now, we said we need 10 pixels to sample our image of the man, so our spatial resolution Θ should be equal to δ/10 Using the formula of the spatial resolution, and the center wavelength of the visible spectrum (it’s probably somewhere on another poster, you will have to look for it – again: be careful with the units!), you can now calculate the diameter of the telescope you will have to build. You have it? Here’s a hint: it’s roughly the width of Central park in New York. It’s also 3 times the height of the Eiffel Tower… This explains why astronomers always thrive for bigger telescopes! And the spatial resolution issue becomes critical at longer wavelengths. For radio observations, the telescopes are gigantic.
de: D ist hier die Mondentfernung, deren Wert irgendwo auf diesem Poster versteckt ist. Bei der Berechnung von δ musst du beachten, dass d und D in derselben Einheit angegeben sein müssen! Du wirst δ im Bogenmaß erhalten. Wir sagten, dass wir ein 10 Pixel großes Bild erzeugen wollen, also muss unsere Ortsauflösung Θ kleiner als die Größe des Menschen sein sein, genauer gesagt δ/10. Verwenden wir jetzt die Formel für die Ortsauflösung und die mittlere Wellenlänge des sichtbaren Lichts (die vermutlich auf einem anderen Poster steht -- und auch hier wieder: Vorsicht mit den Einheiten!), können wir den benötigten Teleskopdurchmesser berechnen. Hast du eine Lösung? Hier ist ein Hinweis: Er entspricht ungefähr der Breite des New Yorker Central Parks, oder der dreifachen Höhe des Eiffelturms in Paris... Das erklärt, warum Astronomen immer größere Instrumente anstreben. Und die Probleme mit der Ortsauflösung verschlimmern sich bei längeren Wellenlängen. Deshalb sind Radioteleskope im Vergleich so riesig.
pl: Tutaj D oznacza odległość do Księżyca, która podana jest w innym miejscu na tym plakacie. Przy obliczaniu δ trzeba pamiętać, by d i D wyrażone były w tych samych jednostkach! Wartość δ otrzymujemy wówczas w radianach. Jak powiedzieliśmy, potrzebujemy, by obraz człowieka miał 10 pikseli, a zatem rozdzielczość Θ powinna wynosić δ/10. Po podstawieniu do wzoru na rozdzielczość długości fali odpowiadającej środkowi zakresu światła widzialnego (jeśli poszukacie, znajdziecie ją na tym plakacie; pamiętajcie też, że jednostki mają być jednakowe!) możecie wyliczyć, jakiej średnicy teleskop należałoby zbudować. I co wam wyszło? Podpowiemy wam - jest to mniej więcej szerokość nowojorskiego Central Parku, bądź czterokrotna wysokość Pałacu Kultury i Nauki… To wyjaśnia, dlaczego astronomowie budują coraz większe teleskopy! Problem z zapewnieniem odpowiedniej rozdzielczości zwiększa się wraz ze wzrostem długości fali. Instrumenty służące do obserwacji na falach radiowych dochodzą do kolosalnych rozmiarów.
ro: Aici, D este distanţa până la Lună, care este ascunsă undeva în acest poster. dacă doriţi să calculaţi δ aveţi grijă că d şi D sunt în aceleaşi unităţi! Obţineţi δ în radian. Acum, am spus că avem nevoie de 10 pixeli pentru a eșantiona imaginea noastră a omului, deci rezoluţia noastră spaţială Θ ar trbeui să fie egală cu δ/10.Folosind formula rezoluţiei spaţiale şi centrul lungimii de undă al spectrului vizibil (e probabil undeva pe alt poster, va trebui să-l căutaţi - din nou: aveţi grijă cu unitățile!), puteţi acum calcula diametrul telescopului pe care va trebui să-l construiţi.Îl aveţi? Iată un indiciu: are cam dimensiunea Cascadei Angel, o cădere de apă în Venezuela, care este cea mai înaltă cascadă neîntreruptă din lume...Acest lucru explică de ce astronomii întotdeauna îşi doresc telescoape mai mari! Și, pentru că Θ este proporțională cu λ, problema rezoluției spațiale devine critică la lungimi de undă mai lungi. Pentru observări radio, telescoapele sunt gigantice.
sv: Här är D avståndet till Månen, som finns gömt någonstans på denna poster. Om du vill beräkna δ, var noga med att ange d och D i samma enhet! Då får du δ i radianer. Kom ihåg att vi behöver en 10 pixlar stor bild för att få detaljer i vår bild av människan. Så vår upplösning Θ bör vara δ/10. Genom att använda formeln för upplösning och välja en våglängd i mitten av det synliga spektrum (den finns säkert på någon annan poster, du får leta där - och, kom ihåg: var noga med enheterna!) kan du nu beräkna diametern på det teleskop du måste bygga. Har du fått fram ett värde? Här är ett tips: den är ungefär lika med bredden av Central Park i New York. Eller också tre gånger höjden av Eiffeltornet i Paris... Det förklarar att astronomer hela tiden vill bygga större teleskop. Och kravet på upplösning blir ännu mer kritiskt vid längre våglängder. Vid radioobservationer är teleskopen gigantiska.

source: Take for example the Arecibo Observatory: this huge telescope of 305 m diameter is the largest telescope ever built. It is located on the island of Puerto Rico, in the Caribbean. It observes a wide area of centimetre wavelengths. Its impressive size has earned him several appearances in movies, like in the James Bond film: GoldenEye. Another example is the Nançay Radio Telescope in France: Located 2h south of Paris in the Sologne forest near Orleans, this 460 m long radio telescope has two huge mirrors: a plane one of 200x40 m and a spherical one of 300x35 m. Centimetre radio waves are collected by the focal carriage at the centre of the instrument. The plane mirror is movable vertically, only allowing observations of objects passing through the local meridian. It is thus called a meridian instrument.
de: Betrachten wir etwa das Teleskop von Arecibo: Diese riesige Antenne von 305 m Durchmesserr ist das größte je gebaute Teleskop. Es liegt auf der Insel Puerto Rico in der Karibik und beobachtet einen weiten Frequenzbereich im Zentimeterwellenbereich. Wegen seiner beeindruckenden Größe war es schon in einigen Filmen, unter anderem in James Bond: Golden Eye, zu sehen. Ein anderes Beispiel ist das Teleskop von Nançay in Frankreich. 2 Stunden südlich von Paris bei Orleans gelegen, hat dieses 460 m lange Gerät zwei riesige Spiegel: einen flachen von 200x40 m und einen sphärischen von 300x35 m. Zentimeterwellen werden von einem beweglichen Empfänger aufgefangen. Der flache Spiegel kann vertikal bewegt werden; damit kann das Instrument nur Objekte beobachten, die durch den Meridian am Beobachtungsort laufen. Solche Instrumente nennt man daher auch Meridianinstrumente.
pl: Weźmy, na przykład, Obserwatorium Arecibo na karaibskiej wyspie Portoryko Puerto Rico – przy średnicy 305 m, jest to największy pojedynczy teleskop, jaki kiedykolwiek zbudowano. Pozwala on obserwować szeroki wycinek nieba na falach centymetrowych. Dzięki swym imponującym rozmiarom wiele razy posłużył jako sceneria w filmach fabularnych, między innymi w „Golden Eye” z serii o Jamesie Bondzie. Innym przykładem jest radioteleskop Nançay we Francji. Położony o dwie godziny drogi na południe od Paryża w rejonie Sologne nieopodal Orleanu, ten długi na 460 m radioteleskop ma dwie duże powierzchnie odbijające – płaską o wymiarach 200x40 m i sferyczną 300x35. Centymetrowe fale radiowe odbierane są przez ruchome ognisko, umieszczone na szynach w centralnej części teleskopu. Jego zwierciadło płaskie da się przesuwać w pionie i pozwala jedynie na obserwacje obiektów przechodzących przez lokalny południk na sferze niebieskiej. Dlatego teleskop ten określa się mianem instrumentu przejściowego.
ro: Să luăm, de exemplu, Observatorul Arecibo: acest telescop uriaș cu diamretru de 305m este cel mai mare telescop construit vreodată. Acesta este situat pe insula Puerto Rico, în Caraibe. Acesta observă o arie largă de lingimi de undă. Dimensiunea sa impresionantă a dus la mai multe aparitii in filme, cum ar fi filmul din seria James Bond: GoldenEyeUn alt exemplu este RadioTelescopul Nançay Franța:Situat la 2h la sud de Paris în pădurea Sologne de lângă Orleans, acest radiotelescop de 460 m are două oglinzi uriașe: una plană de 200x40 m, iar una sferică de 300x35 m. Undele radio centimetrice sunt colectate de un vehicul focal din centrul instrumentului.Oglinda plană este mobilă pe verticală, permițând doar observări ale obiectelor care trec prin meridianul local. Acesta este, astfel, numit un instrument meridian.
sv: Ta t ex Areciboobservatoriet: detta enorma teleskop med 305 m diameter är det största teleskop som någonsin byggts. Det är beläget på ön Puerto Rico i Karibiska Havet. Det observerar inom ett brett intervall i cm-våglängder. Dess imponerande storlek har gjort att det fått vara med i flera filmer, som t ex James Bondfilmen Golden Eye. Ett annat exempel är radioteleskopet i Nançay i Frankrike som ligger 2 timmar söder om Paris i Sologneskogen när Orleans. Detta 460 m långa teleskop har två enorma speglar: en plan om 200x40 m och en sfärisk om 300x35 m. Radiovågor med cm-våglängd samlas upp i fokusenheten i centrum av instrumentet. Planspegeln kan röras vertikalt, vilket bara tillåter observation av objekt som passerar den lokala meridianen. Det kallas därför för ett meridianinstrument.

source: A diameter of 305 m is impressive in size, and it’s also a technical challenge to keep the surface of the mirror regular so that the radio signals can converge to the same point. So does that mean that it is the best we could ever do? Well, hopefully we will be able to do even better. One observing technique can overcome this limit: it’s called interferometry.
de: Ein Durchmesser von 305 m ist eine beeindruckende Größe, und es ist auch eine technische Herausforderung, die Oberfläche des Spiegels so gleichmäßig zu halten, dass die reflektierten Radiowellen im gleichen Punkt zusammenlaufen. Heißt das also, dass das die Grenze des Machbaren ist? Nun, hoffentlich werden wir noch bessere Lösungen finden. Eine Beobachtungstechnik, die diese Grenze überwinden kann, ist die Interferometrie.
pl: Średnica 305 m jest imponująca, ponadto technicznym wyzwaniem jest zapewnienie precyzyjnego kształtu czaszy, aby sygnały radiowe skupiane były w jednym punkcie. Czy zatem jest to szczyt tego, na co nas stać? Na szczęście możemy liczyć na osiągnięcie jeszcze lepszej rozdzielczości. Istnieje technika obserwacyjna pozwalająca pokonać te ograniczenia – interferometria.
ro: Un diametru de 305 m este impresionant ca şi mărime și este, de asemenea, o provocare tehnică pentru a păstra suprafața oglinzii regulată, astfel ca semnalele radio să poată converg spre același punct. Deci, aceasta înseamnă că e cel mai bun lucru pe care l-am putut face vreodată?Ei bine, să sperăm că suntem capabili de a face chiar mai mult. O tehnică de observare poate depăși această limită: se numește interferometrie.
sv: En diameter på 305 m är imponerande, och det är också en teknisk utmaning att hålla spegelns yta reguljär så att radiosignalerna fokuseras i samma punkt. Betyder det att detta är det bästa vi klarar av? Förhoppningsvis kan vi förbättra tekniken ytterligare. Det finns en observationsteknik som gör att vi kan slippa denna begränsning: den kallas interferometri.

source: The Arecibo Observatory
de: Das Arecibo-Observatorium
pl: Radioteleskop Arecibo
ro: Observatorul Arecibo
sv: Areciboobservatoriet

source: The Nançay Radio Telescope
de: Das Radioteleskop von Nançay
pl: Radioteleskop Nançay
ro: Radiotelescopul Nançay
sv: Radioteleskopet i Nançay

source: the Interferometry Technique
de: Interferometrie
pl: Interferometria
ro: Tehnica Interferometriei
sv: Interferometritekniken

source: Better, stronger, but a bit more difficult!
de: Besser, stärker, aber etwas schwieriger!
pl: Lepsza, efektywniejsza, ale nieco bardziej skomplikowana!
ro: Mai bună, mai puternică, dar un pic mai dificilă!
sv: Bättre, starkare, men lite svårare!

source: The difficulty in achieving high resolutions with single-dish radio telescopes has led the use of another observing technique: Interferometry. First of all, what is interference? To understand the concept of interference, let’s visualise the light as a wave. If a surface with two small holes in it gets illuminated, it should produce this effect:
de: Da beim Versuch, mit einzelnen Teleskopen hohe Ortsauflösungen zu erreichen, große Schwierigkeiten auftreten, hat man sich einer anderen Beobachtungstechnik zugewandt: Der Interferometrie. Zunächst einmal: Was versteht man unter Interferenz? Um dieses Konzept zu verstehen, können wir uns Licht als eine Welle vorstellen. Wenn eine Fläche mit zwei kleinen Löchern darin angestrahlt wird, tritt dieser Effekt auf:
pl: Wobec problemów z uzyskaniem wysokiej rozdzielczości za pomocą radioteleskopów z pojedynczą czaszą zaczęto stosować inną metodę obserwacyjną, zwaną interferometrią. Aby ją zrozumieć, musimy przede wszystkim wiedzieć, na czym polega zjawisko interferencji. Wyobraźmy sobie światło jako falę. Jeśli oświetlimy powierzchnię z dwiema wąskimi szczelinami, otrzymamy następujący efekt:
ro: Dificultatea în obţinerea de rezoluții înalte cu telescoape radio cu un singur disc a dus la utilizarea unei alte tehnici de observare: Interferometria.În primul rând, ce este interferenţa?Pentru a înțelege conceptul de interferență, vizualizați lumina ca un val. În cazul în care o suprafață cu două găuri mici în ea este iluminată, ar trebui să se producă acest efect
sv: Svårigheten att få hög upplösning med teleskop som består av en enda "tallrik" har lett oss fram till en annan observationsteknik: interferometri. För det först, vad är interferometri? För att vi ska förstå interferensbegreppet, låt oss betrakta ljuset som en våg. Om vi belyser en yta med två små hål, bör vi fram denna effekt:

source: Where the two waves coming out the holes overlap, they will add up if they are in phase, or cancel each other when they are out of phase. Something similar to this happen when you push someone on a swing: your friend will gain height only if your movements are in phase with the movements of the swing. With the light experiment depicted above, here is what you can observe on a screen:
de: Wenn die beiden Wellen, die aus den Löchern austreten, einander überlagern, dann verstärken sie sich, wenn sie die gleiche Phase haben, und löschen einander aus, wenn sie gegensätzliche Phase haben. Etwas ähnliches passiert beim anstoßen einer Schaukel: Man gewinnt nur an Höhe, wenn der Rhythmus des Anschiebens in Phase mit der Bewegung der Schaukel ist. Bei dem oben dargestellten Lichtexperiment ergibt sich folgendes Bild auf einem Beobachtungsschirm:
pl: Gdy dwie fale powstałe w wyniku przejścia światła przez każdą ze szczelin nakładają się na siebie, będą się dodawać, jeśli są zgodne w fazie, bądź znosić wzajemnie, jeśli ich faza jest przeciwna. Z czymś podobnym mamy do czynienia, gdy chcemy rozbujać kogoś na huśtawce – huśtawka nabierze wysokości tylko wtedy, jeśli będziemy ją popychać w fazie z jej wahaniami. W opisanym powyżej eksperymencie ze światłem, na ekranie zobaczymy coś takiego:
ro: În cazul în care cele două unde care ies din găuri se suprapun, ele se vor complete dacă sunt în fază sau se vor anula reciproc atunci când sunt în afara fazei. Ceva similar se întâmplă atunci când împingeţi pe cineva într-un leagăn: prietenul tău va câștiga înălțime doar în cazul în care mișcările dvs. sunt în fază cu mișcările leagănului.Cu experimentul de lumină descris mai sus, uitaţi ce se poate observa pe un ecran:
sv: Där de två vågorna som kommer igenom hålen överlappar varandra, kommer de att förstärka varandra om de är i fas, eller försvaga varandra om de är i motfas. Något liknande inträffar när du puffar på en vän i en gunga: bara om du ger knuffarna i fas med gungans svängningar kommer din vän högre och högre för varje knuff. I ljusexperimentet som avbildas ovan är detta vad du kan se på en skärm:

source: Want to do this at home? Well, that’s fairly easy as long as you have a laser pointer and three pieces of pencil lead. Hold the three pieces of lead between your thumb and your index, and try to make them as parallel as possible. Put them in front of your laser pointer, and look at the result on the wall: there you have it! You’ve just created interferences!
de: Willst du das einmal nachstellen? Es ist recht einfach, wenn du einen Laserpointer und drei sehr dünne Stäbchen (etwa Druckbleistiftminen) hast. Halte die drei Stäbchen so zwischen Daumen und Zeigefinger, dass sie einen sehr kleinen, gleichmäßigen Abstand zueinander haben, und richte sie so parallel wie möglich aus. Richte jetzt den Laserpointer darauf, und an der Wand solltest du ein Interferenzmuster erkennen!
pl: Chcecie powtórzyć to sami w domu? Nie jest to trudne, jeśli macie pod ręką wskaźnik laserowy i wkłady grafitowe do ołówka. Weźcie trzy wkłady i przytrzymując je pomiędzy kciukiem a palcem wskazującym tak, by były ułożone jak najbardziej równolegle, umieśćcie na drodze wiązki świetlnej wskaźnika. Spójrzcie teraz, co widać na ścianie – tak, to jest właśnie interferencja!
ro: Vreţi sa faceţi asta acasă? Ei bine, e destul de ușor, atâta timp cât aveți un indicator cu lasert și trei bucăți de creion obişnuit. Țineți cele trei bucăți între degetul mare și arătător și încercaţi să le faceţi cât paralele posibil. Puneţi-le în fața indicatorului cu laser şi uitaţi-vă la rezultatul de pe perete: este acolo! Tocmai ați creat interferențe!
sv: Vill du göra experimentet hemma? Det går ganska lätt om du har en laserpekare och tre blyertsstift från en stiftpenna. Håll de tre stiften mellan tummen och pekfingret, tätt intill varandra och så parallella som möjligt. Håll dem framför laserpekaren och titta på resultatet på väggen: där har du det! Du har just åstadkommit interferens!

source: So what happens with an astronomical source in radio waves?
de: Was passiert also mit einer astronomischen Radioquelle?
pl: Jak zatem wyglądają ciała niebieskie na falach radiowych?
ro: Deci, ce se întâmplă cu o sursă astronomică în undele radio?
sv: Så vad händer med en astronomisk källa vid radiovåglängder?

source: The Plateau de Bure Interferometer: on a plateau in the south of France, near Gap, is a network of six antennas of 15 m in diameter, observing in the millimetre range. They can move on rails and their maximum extension can reach up to 700 m.
de: Das Interferometer auf dem Plateu de Bure: Auf einer Hochebene in Südfrankreich, bei Gap, steht ein Netzwerk aus sechs Antennen mit je 15 m Durchmesser, die im Millimeterbereich beobachten. Sie sind auf Schienen verschiebbar und können bis auf 700 m Entfernung auseinandergefahren werden.
pl: Interferometr na Plateau de Bure w południowej Francji, nieopodal miasta Gap, stanowi układ sześciu anten o średnicy 15 m do obserwacji w zakresie fal milimetrowych. Umieszczone są one na szynach i ich maksymalny rozstaw może wynosić 700 m.
ro: Interferometrul Plateau de Bure: pe un podiş din sudul Franţei, aproape de Gap, este o reţea de şase antene cu diametrul de 15 m, care observă la scară millimetrică. Ele se pot deplasa pe șine și îtinderea lor maximă poate ajunge până la 700 m.
sv: Plateau de Bure-interferometern: på en högslätt i södra Frankrike, när Gap, finns ett nätverk av sex antenner, var och en 15 i diameter, som observerar i millimeterområdet. Antennerna kan flyttas på räls; deras maximala avstånd är 700 m.

source: The Very Large Array: featured in the famous movie Contact. This interferometer is located in the desert plains of New Mexico, near Socorro, and observes in centimetre wavelengths. It’s a network of 27 movable antennas, put together to reach impressive spatial resolutions. Indeed the, array configurations are spanning from 1 km up to 36 km!
de: Das Very Large Array, bekannt aus dem Film "Contact". Dieses Interferometer befindet sich in der flachen Wüste New Mexicos, bei Socorro, und beobachtet im Zentimeterbereich. Das Netzwerk umfasst 27 bewegliche Antennen, die zusammen eine beeindruckende Ortsauflösung erreichen. Das Array kann in Konfigurationen von 1 km bis zu 36 km betrieben werden.
pl: Obserwatorium Very Large Array pokazane w słynnym filmie „Kontakt”. Interferometr ten, usytuowany na pustynnych równinach stanu Nowy Meksyk, służy do obserwacji nieba na falach centymetrowych. Stanowi on układ 27 ruchomych anten, które połączone w sieć pozwalają osiągnąć niewiarygodnie dużą rozdzielczość, dzięki możliwości ustawiania w konfiguracjach o rozstawie od 1 km do 36 km!
ro: Very Large Array: a apărut în celebrul film Contact. Acest interferometru este situat în câmpiile deșertice din New Mexico, în apropiere de Socorro și observă în lungimi de unda centimetrice. Este o rețea de 27 de antene mobile, puse împreună pentru a atinge rezoluții spaţiale impresionante. Într-adevăr, configurațiile matrice se intind de la 1 km până la 36 km!
sv: The Very Large Array: fanns med i den kända filmen Contact. Denna interferometer är belägen på de ökenartade högslätterna i New Mexico, nära Socorro, och observationerna sker vid cm-våglängder. Den består av 27 rörliga antenner, som samverkar för att ge en imponerande upplösning. Anordningen av antennerna ger storlekar mellan 1 km och 36 km!
