Repository: LCOGT/SalsaJ
Catalog: Pootle2/POOTLE_EXPORT/A0Exhibit/*/A0Exhibit_*.xlf
Languages: de, pl, ro, sv

source: In a simple two-element radio interferometer, the signals from source alternately arrive in phase and out of phase as the Earth rotates and causes a change in the difference in path (the “d” on the picture) from the radio source to the two elements of the interferometer. This produces interference fringes in a manner similar to what was shown in the double slit experiment with visible light. If the radio source has finite angular size, then “d” varies across the source. The measured interference fringes from the interferometer pair thus depend on the detailed nature of the radio «brightness» distribution in the sky. For a radio interferometer with several antennas, each pair produces different fringes, and information from the fringes can be used to reconstruct the original image.
de: Die Drehung der Erde verändert den Laufweg der Signale (das "d" im Bild) von der Radioquelle zu den beiden Antennen eines einfachen Zwei-Element-Interferometers, so dass im Lauf der Zeit die Signale an den Antennen abwechselnd in Phase und gegenphasig gemessen werden. Das erzeugt Interferenzmuster, ganz ähnlich denen, die wir aus dem Doppelspaltexperiment mit sichtbarem Licht kennen. Wenn die Radioquelle eine begrenzte Ausdehnung hat, dann ändert sich "d" über die Quelle hinweg. Die gemessenen Interferenzmuster hängen daher von der genauen Struktur der "Helligkeitsverteilung" der Radioquelle am Himmel ab. Bei einem Interferometer mit mehreren Antennen erzeugt jedes Paar verschiedene Interferenzmuster, und durch verrechnen dieser Informationen kann das Originalbild rekonstruiert werden.
pl: Prosty dwuelementowy interferometr radiowy odbiera sygnały dochodzące ze źródła raz w fazie, raz w przeciwfazie, ponieważ wskutek obrotu Ziemi zmienia się różnica pomiędzy odległościami (parametr „d” na obrazku) od radioźródła do każdego z jego elementów. Powoduje to utworzenie prążków interferencyjnych, podobnie jak w eksperymencie ze światłem widzialnym i podwójną szczeliną. Jeśli radioźródło ma skończone rozmiary kątowe, to parametr „d” jest inny w różnych jego punktach. Obserwowane prążki interferencyjne zależą zatem od rozkładu „jasności” radiowej źródła na sferze niebieskiej. W przypadku radiointerferometru o większej liczbie anten, dla każdej ich pary otrzymuje się inny rozkład prążków, co dostarcza dane pozwalające na odtworzenie rzeczywistego obrazu radioźródła.
ro: Într-un interferometru radio simplu cu două elemente, semnalele de la sursă ajung alternativ în faza si defazat în timp ce Pamântul se roteşte şi provoacă o modificare în diferența de cale ("d" pe imagine) de la sursa de radio la cele două elemente ale interferometrului. Acest lucru produce franjuri de interferenţă într-un mod similar cu ceea ce a fost prezentat în experimentul cu fanta dublă cu lumina vizibilă.Dacă sursa de radio are dimensiune finit unghiulară, atunci "d" variază în sursă. Franjurile de interferență măsurate de la perechea interferometrului depind deci de natura detaliată a distribuţiei "luminozităţii" radioului în cer.Pentru un interferometru radio cu mai multe antene, fiecare pereche produce franjuri diferite, iar informațiile de la frinjuri pot fi folosite pentru a reconstrui imaginea originală.
sv: I en enkel radiointerferometer med två antenner kommer signalerna omväxlande i fas eller ur fas allteftersom Jorden roterar, vilket medför en ändring i vägskillnaden ("d" i bilden) från radiokällan till de två antennerna i interferometern. Detta ger interferesstrimmor på ett liknande sätt som vi visade i dubbelspaltexperimentet med synligt ljus. Om radiokällan har en ändlig vinkelstorlek ("synvinkel"), varierar "d" över källan (då interferometern sveper över den). De uppmätta interferensstrimmorna från interferometerparet beror alltså på detaljerna i hur "radio-ljusstyrkan" är fördelad över himlen. I en radiointerferometer med många antenner, ger varje par olika strimmor, och informationen i strimmorna kan användas för att ställa samman en "originalbild".

source: The Atacama Large Millimeter Array (ALMA) will initially be composed of 66 high-precision antennas working together at millimeter and submillimeter wavelengths, with a possible extension in the future. Thanks to its high resolution and sensitivity, ALMA will bring a new vision of the Universe, allowing scientists to unravel longstanding and important astronomical mysteries.
de: Das Atacama Large Millimetre Array (ALMA) wird anfangs aus 66 hochgenauen Antennen bestehen, die gemeinsam im Millimeter- und Submillimeterbereich arbeiten werden. Eine zukünftige Erweiterung ist angedacht. Dank seiner hohen Auflösung und Empfindlichkeit wird ALMA eine neue Sicht auf das Universum ermöglichen und Astronomen helfen, lang erwartete Antworten auf schwierige Fragen zu finden.
pl: Atacama Large Millimeter Array (ALMA) będzie początkowo składał się z 66 anten o wysokiej precyzji obserwujących wspólnie na falach milimetrowych i submilimetrowych, z możliwością dalszej rozbudowy w przyszłości. Dzięki swej wysokiej rozdzielczości i czułości ALMA pozwoli spojrzeć na Wszechświat w zupełnie nowy sposób, dając naukowcom szansę na rozwiązanie trapiących ich od dawna astronomicznych zagadek.
ro: Atacama Large Millimeter Array (ALMA) va fi inițial compusă din 66 de antene de înaltă precizie care lucrează împreună la lungimi de undă milimetrice și submillimetrice, cu o posibilă prelungire în viitor. Datorită rezoluției înalte și sensibilitatii, ALMA va aduce o nouă viziune a Universului, care permite oamenilor de știință să descopere misterele vechi și importante ale astronomiei.
sv: The Atacama Large Millimeter Array (ALMA) kommer från början att bestå av 66 antenner med hög precision som arbetar tillsammans i millimeter- och submillimeterområdet. ALMA kan senare komma att byggas ut. Tack vare dess höga upplösning och känslighet kommer ALMA att ge en ny bild av universum och göra det möjligt för astronomer att lösa många långvariga och viktiga mysterier.

source: Now you know how to reconstruct an image from interference patterns. But what’s the point of all this? It’s a very important point: in interferometry, the spatial resolution is not calculated from the diameter of the telescopes, but from the longest distance between a pair of telescopes! This means that an interferometer with telescopes distant from 1 km can obtain an image as if it was taken by a single-dish telescope of this diameter!
de: Jetzt weißt du also, wie man ein Bild aus Interferenzmustern rekonstruieren kann. Aber wozu das Ganze? Nun, das ist der Kernpunkt der ganzen Sache: In der Interferometrie wird die Ortsauflösung nicht von der Größe der einzelnen Teleskope bestimmt, sondern von dem größten Abstand eines Paars von Teleskopen. Das heißt, dass ein Interferometer aus Teleskopen, die einen Kilometer entfernt stehen, ein Bild erzeugen kann, dass so scharf ist wie eins von einem Teleskop mit 1 km Durchmesser!
pl: Wiemy już, że można odtworzyć obraz z prążków interferencyjnych. Ale po co właściwie się to robi? To bardzo ważne pytanie – w interferometrii rozdzielczość nie jest wyznaczana przez średnicę użytych teleskopów, lecz zależy od największej odległości pomiędzy dwoma teleskopami! Oznacza to, że interferometr, w którym rozstaw teleskopów wynosi 1 km, dostarcza obrazu równie dokładnego, jaki dawałyby obserwacje pojedynczym teleskopem o takiej średnicy czaszy!
ro: Acum știți cum să reconstituiţi o imagine din tipare de interferență. Dar care este scopul pentru aceasta?E un punct foarte important: în interferometrie, rezoluția spațială nu se calculează de la diametrul telescopului, ci din cea mai lunga distanta dintre o pereche de telescoape! Acest lucru înseamnă că un interferometru cu telescoape aflate la distanță de 1 km poate obține o imagine ca în cazul în care a fost luată de un singur telescop de acelasi diametru!
sv: Nu vet du hur man kan rekonstruera en bild från interferensmönster. Men varför är det så viktigt? Jo, det är viktigt, för att upplösningen hos en interferometer inte beror de ingående teleskopens diametrar utan på det största avståndet mellan teleskopen i ett par! Det betyder att en interferometer med teleskop på 1 km avstånd från varandra kan ge en bild motsvarande en bild tagen med ett teleskop vars enda "tallrik" har denna diameter!

source: In recognition of their contributions to the development of radio interferometry using the earth-rotation synthesis, two British Astronomers Martin Ryle and Antony Hewish were awarded the 1974 Nobel Prize for Physics.
de: 1974 wurde den beiden britischen Astronomen Martin Ryle und Antony Hewish der Physiknobelpreis für ihre Beiträge zur Nutzung der Erddrehung für die Radiointerferometrie verliehen.
pl: W uznaniu jego zasług dla rozwoju interferometrii radiowej metodą syntezy apertury z wykorzystaniem obrotu Ziemi brytyjski astronom Martin Ryle otrzymał w 1974 roku Nagrodę Nobla z fizyki.
ro: n semn de recunoaștere a contribuției lor la dezvoltarea interferometriei radio cu ajutorul sintezei de rotaţie a Pamântului, cei doi radio astronomii britanici Martin Ryle şi Antony Hewish au primit în 1974 Premiul Nobel pentru Fizică.
sv: Som ett erkännande av deras bidrag till utvecklingen av radiointerferometri grundad på jordrotationssyntes belönades de två brittiska astronomerna Martin Ryle och Antony Hewish med 1972 års nobelpris i fysik.

source: From the Sky to the Computer:
de: Vom Himmel in den Computer:
pl: Ze sfery niebieskiej do komputera:
ro: De la Cer la Calculator:
sv: Från rymden till datorn:

source: What is the receiver made of? As we are going to tackle the technical aspect of radio observations, we should adapt a bit our vocabulary. It will be more practical to talk about frequencies instead of wavelengths, because hardware sample the incoming signal at a certain frequency rate. If the radio signal is expressed in frequency too, it’s more convenient to compare them to each other. And switching from wavelength λ to frequency υ, is easy: we use this simple relation υ=c/λ (where c is the speed of light) In a simple chain of acquisition, the first element that collects the radio signal is a small antenna, which can take several forms depending on the wavelength. For short radio wavelengths, millimetres for example, the antenna is a corrugated horn, plugged to a waveguide. For longer wavelengths like centimetre, a simple copper wire is enough.
de: Woraus besteht der Empfänger? Um die technischen Aspekte von Radio-Beobachtungen anzugehen, müssen wir unser Vokabular ein wenig anpassen: Es wird praktischer sein, von Frequenzen anstelle von Wellenlängen zu reden, weil die Hardware das ankommende Signal mit einer bestimmten Frequenz abtastet. Wenn also das Radiosignal als Frequenz beschrieben wird, dann können sie leichter verglichen werden. Der Übergang von der Wellenlänge λ zur Frequenz υ ist einfach, wir nutzen den einfachen Zusammenhang υ=c/λ (wobei c die Lichtgeschwindigkeit ist). In einer einfachen Empfangskette ist die Antenne das erste Element, die die Radiostrahlung empfängt. Diese kann verschiedene Formen haben, je nach Wellenlänge. Für kurzwellige Radiostrahlung z.B. ist die Antenne ein Rillenhorn, welches mit einem Hohlleiter verbunden ist. Für längere Wellenlängen reicht ein einfache Kupferdraht.
pl: Z czego składa się odbiornik? Chcąc wniknąć w techniczne aspekty obserwacji radiowych, powinniśmy poznać nieco używanego słownictwa. Praktyczniej jest operować pojęciem częstotliwości, a nie długości fali, ponieważ aparatura odbiorcza próbkuje odbierany sygnał z określoną częstotliwością. Jeśli sygnał radiowy opiszemy również w kategoriach częstotliwości, wygodniej jest wtedy porównywać obydwa te parametry. Przeliczenie długości fali na częstotliwość jest łatwe – wystarczy zastosować prosty wzór υ=c/λ, gdzie c jest prędkością światła). Pierwszym elementem systemu odbiorczego jest niewielka antena, która może mieć różny kształt w zależności od długości fali. Na przykład dla mikrofal w zakresie milimetrowym antenę stanowi tuba o pofałdowanych ściankach podłączona do falowodu. Dla fal dłuższych, na przykład centymetrowych, wystarczy użyć pojedynczego przewodu miedzianego.
ro: Din ce este contruit receptorul?Pe masura ce abordam aspectul tehnic al observatiilor radio va trebui sa ne adaptam putin vocabularul . Este mult mai practic sa vorbim despre frecvente decat despre lungimi de unda , deoarece esantionul de semnal pe care il analizam are o anumita frecventa. Daca semnalul radio este exprimat tot in frecventa este mult mai usor cand le comparam una cu cealalta . Si schimband de la lungimea de unda λ la frecventa υ, este usor: folosim aceasta simpla relatie:υ=c/λ(unde c este viteza luminii)In simplul lant al achizitiei,primul element care colecteaza semnalul este o mica antena , care poate lua cateva forme in functie de lungimea de unda receptionata. Pentru lungimi de unda milimetrice, antena este un con ondulat atasat unui ghid de unda. Pentru lungimi de unda centimetrice, a un simplu fir de cupru este suficient.
sv: Vad är mottagaren gjord av? När vi ska ta itu med de tekniska aspekterna av radioobservationer kan det vara bra att ändra lite i vår terminologi. Det kommer att vara mer praktiskt att tala om frekvenser i stället för våglängder, eftersom hårdvaran samplar den inkommande signalen med en viss takt (frekvens). Om radiosignalen också anges i frekvens, blir det bekvämare att jämföra dem med varandra. Och att byta från våglängd λ till frekvens υ (grekiska bokstaven "ny") är lätt: vi använder detta enkla samband: υ=c/λ (där c är ljushastigheten). I en enkel utrustning för att ta emot radiosignaler är den första länken i kedjan som samlar in signalerna en liten antenn, som kan utformas på olika sätt beroende på våglängden. För korta radiovåglängder, t ex i millimeterområdet, utgörs antennen av ett korrugerat horn som kopplats till en vågledare. För längre våglängder (av storleksordningen cm) räcker det med en enkel koppartråd.

source: the Hitchhiker’s Guide to the radio Universe
de: Per Anhalter durch das Radiouniversum
pl: Autostopem po radiowym Wszechświecie
ro: Ghidul Universului Radio
sv: Liftarens radioguide till universum

source: As you can see from the picture, the atmosphere is transparent for a large part of the radio domain. This means that observations are possible in daylight! Think about the poor radio astronomers who never get to sleep…
de: Wie man im Bild erkennt, ist die Atmosphäre für einen großen Teil des Radiofrequenzbereichs durchlässig. Das heißt, dass Beobachtungen bei Tageslicht möglich sind! Die armen Radioastronomen kommen also nie zum schlafen...
pl: Jak widać na obrazku, atmosfera jest przeźroczysta dla większości fal z zakresu radiowego. Oznacza to, że obserwacje mogą być prowadzone w dzień! Radioastronomowie nie mają lekko - nie ma kiedy się wyspać…
ro: Asa cum vedeti din imaginea de mai jos, atmosfera este transparenta pentru o mare parte a domeniului radio. Aceasta inseamna ca observatiile pot fi facute si ziua! Ganditi va la saracii radioastronomi care nu ajung niciodata sa doarma …
sv: Som du kan se på bilden är atmosfären genomskinlig (släpper igenom radiovågor) i större delen av radioområdet. Det betyder att man kan göra observationer även på dagtid! Tänk på de stackars radioastronomerna som aldrig får sova...

source: Atmospheric opacity
de: Durchlässigkeit der Atmosphäre
pl: Przezroczystość atmosfery
ro: Opacitatea Atmosferica
sv: Atmosfärens ogenomskinlighet

source: The signal is collected with the primary reflector of the telescope. It usually has the shape of a parabola, though it could also be spherical. The important property of this primary reflector is that it converges the signal to a single point, called the focal point. At the focal point, there can be the receiver itself, or another mirror called the sub-reflector that relays the signal to the receiver.
de: Das Signal wird mit dem Hauptspiegel des Teleskops aufgefangen. Dieser hat üblicherweise die Form einer Parabel, kann aber auch sphärisch sein. Die wichtigste Eigenschaft des Spiegels ist, dass er das Signal auf einen einzelnen Punkt fokussiert, den sogenannten Fokuspunkt oder Brennpunkt. Dort kann sich entweder direkt der Empfänger befinden, oder ein zweiter Spiegel, meist Subreflektor genannt, der das Signal zum Empfänger umleitet.
pl: Do zbierania sygnału służy pierwotny reflektor radioteleskopu. Zazwyczaj ma on kształt paraboliczny, jakkolwiek zdarzają się czasze sferyczne. Istotną właściwością reflektora pierwotnego jest to, że skupia on fale radiowe w jednym punkcie, zwanym ogniskiem. W ognisku umieszcza się odbiornik końcowy bądź kolejne zwierciadło, zwane reflektorem wtórnym, które kieruje sygnał do odbiornika.
ro: Semnalul este colectat de reflectorul principal al radiotelescopului.De obicei are forma unei parabole dar poate fi si sferic. Principala propietate a acestui reflector este ca aduna toate radiatiile colectate intr un singur punct numit punct focal. In punctul focal se poate amplasa receptorul sau o alta antena, numita antena secundara care trimite semnalul catre un receptor.
sv: Signalen tas emot med teleskopets primärreflektor. Den är vanligen utformad som en parabol, men kan också vara sfärisk. Den viktiga egenskapen hos primärreflektorn är att den konvergerar signalen till en enda punkt, som kallas för fokus. I fokuspunkten kan man antingen placera själva mottagaren eller en annan spegel (subreflektor) som reläar signalen till mottagaren.

source: Copper wire for centimetre wavelengths reception.
de: Kupferdraht für den Empfang von Zentimeterwellen
pl: Przewód miedziany do odbioru fal centymetrowych.
ro: Fir de cupru pentru receptia undelor centimetrice.
sv: En kopparlina för att ta emot centimetervåglängder.

source: Corrugated horn for millimetre wavelengths reception.
de: Rillenhorn für den Empfang von Millimeterwellen
pl: Karbowana antena stożkowa do odbioru mikrofal.
ro: Con ondulat pentru receptia undelor milimetrice.
sv: Ett korrugerat horn för att ta emot millimetervåglängder.

source: Radio light
de: Radiostrahlung
pl: Promieniowanie radiowe
ro: Lumina radio
sv: Radioljus

source: Focal point
de: Fokuspunkt
pl: Ognisko
ro: Punctul Focal
sv: Fokuspunkt

source: Sub reflector
de: Subreflektor
pl: Reflektor wtórny
sv: Subreflektor

source: Primary reflector
de: Hauptspiegel
pl: Reflektor główny
ro: Reflectorul principal
sv: Primärreflektor

source: The small antenna is then linked to a filter that selects the range of frequencies around the frequency of interest. A high frequency amplifier boosts the resulting signal. Once amplified, the trick is to convert the analog signal (a smoothly variating voltage) to a digital signal (an encoded version). But the source frequencies are too high to be sampled with any ordinary hardware! The sample rate is just too high, even an expensive state-of-the-art analog to digital converter could not do it… But here is a simple solution: why not shift the frequency to a much lower one, so that it can be analysed?! Well, this is called heterodyne detection, and it is a technique that is frequently used in radio reception, not only in astronomy, but also in communication.
de: Die kleine Antenne wird dann mit einem Filter verbunden, das nur einen schmalen Bereich rund um die interessante Frequenz durchlässt. Ein Hochfrequenzverstärker verstärkt das daraus entstehende Signal. Ist es einmal verstärkt, geht es nur noch darum, das analoge Signal (eine sich stufenlos ändernde Spannung) in ein digitales Signal (eine codierte Version von diskreten Spannungsstufen) umzuwandeln. Aber die Ursprungsfrequenzen sind zu hoch, um sie mit normaler Hardware abzutasten. Die benötigte Abtastrate wäre so hoch, dass auch teure, aktuelle Analog-Digital-Wandler es nicht schaffen könnten. Die Lösung ist aber einfach: Das Signal wird in einen niedrigeren Frequenzbereich umgesetzt. Man spricht von Heterodyne-Empfängern, und diese Technik wird oft zum Empfang von Radiowellen eingesetzt -- nicht nur in der Astronomie, sondern auch in der Kommunikationstechnik.
pl: Mała antena jest z kolei podłączona do filtra, który przepuszcza pewien zakres częstotliwości wokół wartości wybranej do obserwacji. Na wyjściu z niego sygnał ulega wzmocnieniu we wzmacniaczu wysokiej częstotliwości. Po wzmocnieniu napotykamy problem, jak przekształcić sygnał analogowy (zmieniające się w sposób ciągły napięcie) na cyfrowy (zakodowane dane). Okazuje się, że częstotliwości źródła są zbyt wysokie, by dało się je próbkować nawet przy użyciu najnowocześniejszych, drogich konwerterów… Ale nasuwa się tu proste rozwiązanie – a może tak przetransponować sygnał na niższą częstotliwość, którą można by łatwo analizować? Metoda ta nosi nazwę detekcji heterodynowej i jest często stosowana do odbierania sygnału radiowego nie tylko w radioastronomii, lecz również w telekomunikacji.
ro: Antena mica este apoi legata la un filtru care selecteaza o gama de frecvente in jurul frcventei care ne intereseaza. Apoi un amplificator de inalta frecventa amplifica semnalul rezultat. Odata amplificat trebuie convertit din semnalul analogic (o usoara tensiune variabila) intr un semnal digital (o versiune codata a semnalului). Dar frecventele radio sunt prea mari pentru a putea fi analizate de receptoare obisnuite!Frecventa este prea mare, chiar si un converter analog digital profesional care este foarte scump nu ar putea efectua analiza…Dar exista o simpla solutie: de ce sa nu mutam frecventa pe una mult mai joasa, astfel incat sa poata fi analizata?!Aceasta metoda se numeste heterodyne detection, si este o metoda foarte des intalnita in receptia radio, nu numai in astronomie, dar si in comunicatii.
sv: Den lilla antennen är kopplad till ett filter som väljer ut ett frekvensintervall runt den intressanta frekvensen. En högfrekvensförstärkare ökar på den resulterande signalen. Efter förstärkning är tricket att göra om den analoga signalen (en kontinuerligt varierande spänning) till en digital signal (en kodad version av signalen). Men radiokällans frekvenser är alldeles för höga för att sampla med vanlig hårdvara! Samplingshastigheten som behövs är för hög - inte ens påkostad 'state-of-the-art'-omvandlare från analog till digital klarar av det... Men här är en enkel lösning: vi kan skifta frekvensen till en som är mycket lägre och som man kan analysera. Det kan man göra med heterodynprincipen, en teknik som ofta används i radiomottagare - inte bara inom astronomin - utan och också allmänt inom kommunikationsområdet.
