Repository: LCOGT/SalsaJ
Catalog: Pootle2/POOTLE_EXPORT/A0Exhibit/*/A0Exhibit_*.xlf
Languages: de, pl, ro, sv

source: In heterodyne detection, the signal is mixed with a known signal, generated locally by a stable laser. It is called the Local Oscillator. The Local Oscillator has a frequency (FLO) close to that of the sky signal (FSKY), and it can be tuned so that the difference between FLO and FSKY is equal to a fixed frequency that is called the Intermediate Frequency. To put it simply: F SKY - F LO = F Intermediate The Intermediate Frequency is just the right frequency to be sampled by cheaper hardware, less difficult to build and more reliable. Once converted into bits, the signal can be analysed by software and shifted back to the real observed frequency just by numerically adding back again FLO.
de: Beim Heterodynempfang wird das Signal mit einem zweiten, bekannten Signal gemischt, das in der Regel von einem stabilen laserkontrollierten Generator stammt. Ihn nennt man meistens Lokaloszillator oder LO. Der LO hat eine Frequenz (FLO), die nahe an der des gemessenen Signals vom Himmel (FSKY) liegt und kann so abgestimmt werden, dass der Unterschied zwischen FLO und FSKY einer festen Frequenz, der sogenannten Zwischenfrequenz (ZF) entspricht. Als Formel notiert: FSKY - FLO = ZF. Die ZF wählt man so, dass sie einfach mit einfacher, relativ günstiger Hardware in ein digitales Signal konvertiert werden kann. Ist sie einmal konvertiert, kann das Signal mit Software analysiert werden; will man die ursprüngliche Frequenz anzeigen, addiert man einfach in der Software FLO wieder dazu.
pl: W przypadku detekcji heterodynowej odbierany sygnał jest mieszany ze znanym sygnałem pochodzącym ze stabilnego generatora, zwanego oscylatorem lokalnym. Oscylator lokalny ma częstotliwość FLO tego samego rzędu co częstotliwość sygnału z radioteleskopu FSKY i może być dostrojony tak, by różnica pomiędzy FLO i FSKY równa była pewnej ustalonej wartości, zwanej częstotliwością pośrednią FIM. Wyrażając to najprościej: FSKY FLO = FIM. Częstotliwość pośrednia może być próbkowana przy użyciu tańszych urządzeń, które mają prostszą budowę i są bardziej niezawodne. Po przetworzeniu na bity sygnał może być analizowany komputerowo, a następnie łatwo przywrócony do rzeczywistej częstotliwości przez dodanie FLO.
ro: In detectia heterodinica, semnalul este amestecat cu un semnal cunoscut, generat local de un laser stabil. Se numeste Oscilator Local. Oscilatorul local are frecventa(FLO) apropiata de semnalul receptionat din univers (Fsky), si poate fi acordata astfel incat diferenta intre FLO si Fsky este egala cu o frecventa fixa numita Frecventa Intermediara. Pentru a fi mai simplu: Fsky-FLO = FIntermediateFrecventa Intermediara are lungimea de unda potrivita pentru a putea fi analizata de receptoare mai ieftine mai usor de construit si mai fiabile.Odata convertit in biti semnalul poate fi analizat de programe specializate si mutat inapoi la frecventa observata reala prin adaugarea numerica a FLO.
sv: I heterodynkretsen i mottagaren blandas signalen med en känd signal, som genereras lokalt av en stabil laser. Den kallas för LokalOscillatorn (LO). Lokaloscillatorn har en frekvens (FLO) som ligger nära signalen från rymden (FSKY), och den kan ställas in så att skillnaden mellan FLO och FSKY är lika med en fix frekvens som kallas mellanfrekvens (Intermediate Frequency, FI). Dvs FSKY- FLO = FI. Mellanfrekvensen FI är precis den rätta för att kunna analyseras med billig hårdvara - lättare att bygga och mer pålitlig. När signalen väl omvandlats till bits (digitaliserats), kan den analyseras med mjukvara och skiftas tillbaka till den verkliga observerade frekvensen genom att bara addera tillbaka FLO.

source: Now that we have our signal in a computer, let’s do some science!
de: Jetzt haben wir unser Signal im Computer -- Zeit für die wissenschaftliche Analyse!
pl: Gdy nasz sygnał mamy już w komputerze, możemy zabrać się do uprawiania nauki!
ro: Acum avem semnalul nostru in calculator .Sa facem observatii stiintifice!
sv: Nu har vi fått fram vår signal till datorn, så låt oss göra lite vetenskap!

source: A simplified schematic of the heterodyne detection process.
de: Ein vereinfachtes Schema des Heterodynempfangs.
pl: Uproszczony schemat detekcji heterodynowej.
ro: O schema simpla a procesului detectiei heterodinice.
sv: Ett förenklat schema över heterodynprocessen.

source: Radio Sources of the Universe
de: Radioquellen des Universums
pl: Radioźródła we Wszechświecie
ro: Sursele Radio din Univers
sv: Radiokällor i universum

source: What are we receiving from the sky?
de: Was empfangen wir vom Himmel?
pl: Co promieniuje radiowo na niebie?
ro: Ce receptionam de la cer?
sv: Vad är det vi tar emot från rymden?

source: The Sun is one of the closest astronomical radio sources. Most of its radio emission comes from its corona, a layer above the photosphere where there are a lot of charged particles forming what is called plasma. Radio emission can also arise from magnetic storms, which form spots on its surface.
de: Die Sonne ist eine der nächsten astronomischen Radioquellen. Ihre Radiostrahlung kommt vor allem aus der Korona, einer Schicht oberhalb der Photosphäre, in der viele geladene Teilchen ein Plasma bilden. Radioemissionen können aber auch aus magnetischen Stürmen her rühren, die die Sonnenflecken auf der Oberfläche der Sonne bilden.
pl: Słońce jest jednym z najbliższych radioźródeł. Większość jego emisji radiowej pochodzi z korony, warstwy leżącej ponad fotosferą, gdzie występują duże ilości cząstek naładowanych, tworzących to, co określamy jako plazmę. Silnym źródłem fal radiowych mogą być również burze magnetyczne, które widać w postaci plam na powierzchni Słońca.
ro: Soarele este cea mai apropiata sursa radio . Cele mai multe emisii radio vin din coroana , un strat deasupra fotosferei unde sunt o multime de particule incarcate si formeaza ceea ce noi numin plasma . Emisiile Radio pot provenii si de la furtunile magnetice, care formeaza pete pe suprafata Soarelui.
sv: Solen är en av de närmaste astronomiska radiokällorna. Det mesta av radiostrålningen kommer från koronan, ett lager ovanför fotosfären där det finns en mängd laddade partiklar som utgör något som vi kallar plasma. Men radiostrålning kan också komma från magnetiska stormar, som bildar fläckar på solytan.

source: Pulsars the radio lighthouses of the Universe. Like a spinning top, a pulsar is rotating along itself continuously. The radio beams emitted by the pulsar follow its rotation, like a lighthouse on a sea shore. They are received on Earth as short signals (“bip bip bip”). Nearly 2000 pulsars have been observed in our Galaxy and billions exists in the whole Universe.
de: Pulsare sind die "Radioleuchttürme" des Universums. Die Radiostrahlen, die von Pulsaren abgestrahlt werden, folgen der Drehung des Pulsars wie die Lichtstrahlen eines Leuchtturms der Drehung seines Scheinwerfers. Auf der Erde empfangen wir sie als kurze Signale ("piep piep piep"). Beinahe 2000 Pulsare sind in unserer Milchstraße beobachtet worden, und im ganzen Universum gibt es Milliarden.
pl: Pulsary to takie kosmiczne radiolatarnie. Niczym wirujący bąk, pulsar nieprzerwanie obraca się wokół swej osi. Wiązka fal radiowych emitowana przez pulsar obraca się razem z nim, na podobieństwo światła latarni na brzegu morskim. Na Ziemi odbieramy to jako krótkie przerywane sygnały („pi, pi, pi!”). W naszej Galaktyce zaobserwowano prawie 2500 pulsarów, a w całym Wszechświecie są ich miliardy.
ro: ulsarii: sunt farurile Radio ale Universului. Ca un titirez, pulsarul se roteste continuu. Fasciculele Radio emise de pulsar urmaresc rotaia sa ,ca un far pe malul marii. Sunt receptionate pe Pamant ca semnale foarte scurte (“bip bip bip”). Aproape 2000 de pulsari au fost observati in galaxia noastra si exista miliarde in tot universul.
sv: Pulsarer är universums fyrtorn. En pulsar roterar kring sig själv hela tiden, precis som en snurra. Radiostrålarna som sänds ut från pulsaren följer med i rotationen, precis som ljuskäglorna från en fyr på stranden. De tas emot på Jorden som korta signaler ("bip bip bip"). Man har observerat nästan 2000 pulsarer i vår galax och det finns flera miljarder i hela universum.

source: The pulsar lighthouse effect
de: Der "Radioleuchtturmeffekt"
pl: Efekt latarni morskiej w pulsarze
ro: Efectul de far al pulsarului

source: Galaxies are made of cold gas that emits energy in the radio domain. In some galaxies, the centre is buried deep inside lots of dust clouds that shield the visible light from us, but radio waves can pierce through the cloud and can be observed. They are called “radio galaxies”.
de: Das kalte Gas in Galaxien gibt Energie im Radiobereich ab. In einigen Galaxien ist das Zentrum in einer Wolke von Gas und Staub verborgen, die das sichtbare Licht abschirmt. Radiowellen können allerdings diese Wolken durchdringen und machen die Beobachtung des Zentrums möglich. Man spricht von "Radiogalaxien".
pl: W skład galaktyk wchodzi chłodny gaz, który emituje energię w zakresie radiowym. Jądra niektórych galaktyk tkwią głęboko wewnątrz rozległych obłoków pyłowych, które nie przepuszczają światła widzialnego, lecz fale radiowe przechodzą przez nie swobodnie, stąd możemy je obserwować. Niektóre galaktyki wykazują nadzwyczaj silną emisję radiową, pochodzącą z ich aktywnych jąder. Są to tak zwane radiogalaktyki.
ro: Galaxiile sunt formate din gaz rece ce emite energie in domeniul undelor Radio. In unele galaxii, centrul este acoperit de nori de praf care il fac invizibil , dar undele Radio pot penetra norii de praf facandu-l observabil . Ele se numesc “radio galaxii”
sv: Galaxer består till en del av kall gas som sänder ut strålning i radioområdet. I en del galaxer är dess centrum djupt begravda bakom mängder av dammoln som skärmar av den synliga strålningen för oss, men radiovågor kan tränga igenom och observeras av oss. De kallas för "radiogalaxer".

source: False-colour image of the nearby radiogalaxy Centaurus A, showing radio (red), infrared (green) and X-ray emission (blue).
de: Falschfarbaufnahme der nahen Radiogalaxie Centaurus A. Radiostrahlung ist rot, Infrarotlicht grün und Röntgenstrahlung blau dargestellt.
pl: Sporządzony w fałszywych barwach obraz najbliższej radiogalaktyki Centaurus A z zaznaczonymi obszarami emisji radiowej (czerwony), podczerwonej (zielony) i rentgenowskiej (niebieski).
ro: Culori false imagine din centrul radiogalaxiei Centaurus A, radio (rosu), infrarosu (verde) and emisii raze X (albastru).
sv: Bild (artificiella färger) av den närbelägna radiogalaxen Centaurus A. Den visar strålning i radiområdet (rött), infrarött (grönt) och röntgen (blått).

source: The Cosmic Microwave Background cosmological models predicted that if the Universe originates from a Big Bang, there should be a leftover radiation. It was first discovered in 1964 by American radio astronomers Arno Penzias and Robert Wilson. They were the first to bring a solid observational proof to the Big Bang Theory, and this earned them the 1978 Nobel Prize.
de: Die kosmische HintergrundstrahlungKosmologische Modelle haben vorausgesagt, dass, falls das Universum tatsächlich in einem Urknall entstanden ist, Reste der damaligen Strahlung bis heute sichtbar sein müssten. Diese Strahlung wurde 1964 von den amerikanischen Radioastronomen Arno Penzias und Robert Wilson entdeckt. Sie waren die ersten, deren Beobachtungen einen belastbarem Beweis der Urknalltheorie liefertten, und erhielten dafür 1978 den Nobelpreis.
pl: Modele kosmologiczne przewidywały, że jeśli Wszechświat rozpoczął się od Wielkiego Wybuchu, to powinien po tym pozostać ślad w postaci promieniowania. Kosmiczne mikrofalowe promieniowanie tła zostało odkryte w 1964 roku przez amerykańskich radioastronomów Arno Penziasa i Roberta Wilsona. Za to pierwsze jednoznaczne obserwacyjne potwierdzenie teorii Wielkiego Wybuchu otrzymali oni w 1978 roku Nagrodę Nobla.
ro: Fondul Cosmic de Microunde: modelele cosmologice prezic ca Universul a fost format ca urmare a unei ''explozii'' numita Big Bang,ca urmare ar trebui sa existe o radiatie remanenta . Aceasta a fost prima data descoperita in 1964 de radio astronomii americani Arno Penzias si Robert Wilson. Ei au fost primii care au adus dovezi solide care demonstreaza Teoria Big Bang, aceasta le-a adus in 1978 Premiul Nobel.
sv: Modellerna för den kosmiska mikrovågsbakgrunden förutsade, att om universum började med en Big Bang, så skulle det finnas kvar rester av denna strålning i dag. Denna reststrålning upptäcktes först 1964 av de amerikanska radioastronomerna Arno Penzias och Robert Wilson. De var de första som fick fram trovärdiga bevis som grundade sig på observationer av Big Bang-teorin. För detta belönades de med 1978 års nobelpris i fysik.

source: In 1054 BC, the Chinese people were able to observe a bright new star in the sky: it was a supernova explosion. A millennium later, we can observe a beautiful nebula in the same place: the Crab nebula. At its very centre lies a peculiar star: a pulsar.
de: Im Jahr 1054 vor Christus beobachteten die Chinesen einen hellen neuen Stern am Himmel: eine Supernovaexplosion. Ein Jahrtausend später beobachten wir an dieser Stelle einen herrlichen Nebel, den Krebsnebel. In seiner Mitte liegt ein ganz besonderer Stern: Ein Pulsar.
pl: W roku 1054 p.n.e Chińczycy zobaczyli na niebie nową jasną gwiazdę – był to wybuch supernowej. W ponad tysiąc lat później obserwujemy w tym miejscu przepiękną mgławicę, zwaną mgławicą Krab. Kryje ona w sobie gwiazdę szczególnego typu - pulsara.
ro: In anul 1054 IC chinezii au observat o noua stea pe cer, : era o supernova. Un mileniu mai tarziu putem observa o frumoasa nebuloasa in acel loc :Nebuloasa Crab. In chiar centrul ei este o stea ciudata: un pulsar.
sv: År 1054 f.Kr. kunde kineserna observera en ny ljusstark stjärna på himlen: det var en supernovaexplosion. Nu, ett årtusende senare, kan vi observera en vacker nebulosa på samma ställe: Krabbnebulosan. I dess centrum ligger en egendomlig stjärna: en pulsar.

source: From Computer to Science:
de: Vom Computer zur Wissenschaft
pl: Komputer w służbie nauki:
ro: De la Computer la Stiinta:
sv: Från dator till vetenskap:

source: what information brings a radio signal?
de: welche Information enthält ein Radiosignal?
pl: jakich danych dostarcza sygnał radiowy?
ro: ce informatii putem deduce din observatii radio?
sv: vad får vi för information ur en radiosignal?

source: What information can we deduce from radio observations? As you should know by now, the spatial resolution of a radio telescope is not that great, unless it’s a huge telescope of 300 m of diameter or an interferometer. For example, a 3m telescope like the one of the EU-HOU project has a resolution of 5°. It’s ten times the angular size of the Sun! So, no image? Not with a 3m telescope, no. But with an interferometer, like the Plateau de Bure Interferometer for example, you can make some beautiful pictures like this one for example: It traces the molecular content of a nearby galaxy called the Whirlpool galaxy. Remember, your eyes cannot see radio emission, so astronomers used this colour scale is here to help us: blue is not very intense, and red is the most intense. That means that when it’s the reddest, there are a lot of molecules in there!
de: Welche Information können wir aus Radiobeobachtungen ableiten? Wie Du bereits wissen solltest, ist die räumliche Auflösung eines Radioteleskops nicht so besonders, wenn es nicht gerade ein Riesenteleskop mit 300m Durchmesser oder ein Interferometer ist. Zum Beispiel hat ein 3m Teleskop, wie es beim EU-HOU Projekt verwendet wird, eine Auflösung von 5°. Das ist zehnmal so viel wie der Winkel des Sonnendurchmessers! Also, kein Bild? In der Tat, nicht mit einem 3m Teleskop. Aber mit einem Interferometer wie mit dem Plateau de Bure Interferometer zum Beispiel kann mann schöne Bilder wie dieses erzeugen: Es weist die molekulare Verteilung einer nahegelegenen Galaxie, der Whirlpool Galaxie nach. Zur Erinnerung, Deine Augen können Radiostrahlung nicht sehen, daher nutzen die Astronomen die Farbskala zur Verdeutlichung: Blau ist recht schwach und rot ist am intensivsten. Das heißt, dort wo es am rötesten ist, sind viele Moleküle!
pl: Co możemy odczytać z obserwacji na falach radiowych? Jak już wiemy, rozdzielczość radioteleskopu jest niezbyt imponująca, o ile nie jest to olbrzymi teleskop z czaszą o średnicy 300 m bądź interferometr. Na przykład trzymetrowy radioteleskop, jak ten używany w ramach projektu EU HOU, ma rozdzielczość rzędu 5o. To jest dziesięciokrotnie więcej niż rozmiary kątowe Słońca! A zatem nici z obrazu? W przypadku teleskopu 3 m niestety tak. Natomiast przy użyciu interferometru, w rodzaju tego, który znajduje się na Plateau de Bure, możemy uzyskać przepiękne obrazy, takie jak na przykład ten:Pokazuje on zawartość molekuł związków chemicznych w jednej z pobliskich galaktyk, zwanej galaktyką Wir. Nasze oczy nie rejestrują emisji radiowej, lecz astronomowie wykorzystują paletę barw do lepszego zwizualizowania danych: kolorem niebieskim zaznaczają niskie natężenie promieniowania, a czerwonym – wysokie. Oznacza to, że w obszarach o najsilniejszej czerwonej barwie jest wyjątkowo dużo molekuł!
ro: Ce informatii putem deduce din observatii radio?Din cate stim pana in prezent, rezolutia spatiala unui telescop radio nu este atat de mare doar daca este un telescop urias de 300 m in diametru sau un interferometru. De exemplu, un telescop de 3 m ca cel al proiectului EU-HOU are o rezolutie de pana la 5 Gr. Este de 10 ori mai mare decat marimea unghiulara a Soarelui.Deci, lipsa imagine?Cu un radiotelescop de 3 m , nu . Dar cu un interferometru, cum este de exemplu interferometrul Plateau de Bure, se pot realiza cateva imagini frumoase cum este cea de mai jos:Arata continutul molecular a unei galaxii apropiate numita galaxia Whirlpool. Retineti, ochiul nu poate percepe emisia radio, prin urmare astronomii au folosit aceasta gama de culori pentru a ne ajuta: albastru nu este foarte intens, si rosu este cel mai intens. Acesta inseamna ca atunci cand este cel mai rosu, exista acolo foarte multe molecule.
sv: Vilken sorts information kan vi få fram ur radioobservationer? Som du säkert vet vid det här laget, är upplösningen hos ett teleskop inte särskilt stor, såvida det inte är ett jätteteleskop med en diameter på 300 m eller en interferometer. Så har t ex ett 3-metersteleskop (som ett som finns i EU-HOU-projektet) en vinkelupplösning på 5°. Det är tio gånger den vinkel solen upptar på himlen! Så, det blir ingen bild, då? Nej, inte med ett 3-metersteleskop. Men med en interferometer, som t ex Plateau de Bure, kan man få fram vackra bilder, som t ex denna: den visar var det finns gasmolekyler i en närbelägen galax, Malströmsgalaxen (Whirlpool Galaxy). Men kom ihåg att våra ögon inte kan se radiostrålning, så astronomerna använde en färgskala för att hjälpa oss: blått är låg intensitet och rött den intensivaste strålningen. Det betyder att där det är som rödast, finns det flest molekyler!

source: So, no chance to retrieve anything interesting with my 3m radio telescope, then? Yes! Spatial information is not the only thing an astronomer longs for. For example, radio astronomy offers a very interesting physical property: the velocity of what you observe. How?
de: Also habe ich keine Chance etwas interessantes mit meinem 3m Radioteleskop zu sehen? Doch! Räumliche Informationen sind nicht das Einzige was Astronomen interessiert. Radioastronomie kann nämlich eine sehr interessante physikalische Eigenschaft zeigen: Die Geschwindigkeit dessen, was man beobachtet. Wie geht das?
pl: Czy zatem nie ma żadnych szans na uzyskanie jakichś interesujących danych naszym trzymetrowym radioteleskopem? Ależ skąd! Rozdzielczość to nie jedyna rzecz atrakcyjna dla astronomów. W radioastronomii można mierzyć bardzo istotną fizyczną właściwość obserwowanego źródła, jaką jest jego prędkość. W jaki sposób?
ro: Deci, nici o sansa de a capta ceva interesant cu un radiotelescop de 3 m, atunci?Nici vorba! Informatia spatiala nu este singurul lucru pe care un astronom il cauta. De exemplu, astronomia radio ofera o proprietate fizica foarte insteresanta: viteza a ceea ce se observa.Cum?
sv: Så, då kan vi inte få fram något särskilt intressant med vårt 3-meters teleskop? Jo! Upplösning är inte det enda en astronom strävar efter. Så har t ex radiosignaler från rymden en mycket intressant egenskap: de ger information om den observerade källans hastighet. Hur då?

source: Thanks to the Doppler effect! The Doppler effect is the change in wavelength of a wave for an observer moving relative to its source. You can experience the Doppler effect when a vehicle sounding a siren or horn approaches, passes, and recedes from you. It’s this niiiiiiiiuuuuuuuuuum sound! The light, as it’s a wave like the sound, behave the same way:
de: Aufgrund des Dopplereffektes! Der Dopplereffekt ist die Veränderung der Wellenlänge wenn ein Beobacher sich auf die Quelle zubewegt. Du kannst den Dopplereffekt hören, wenn ein Fahrzeug mit einer Sirene oder Hupe auf Dich zukommt, Dich passiert und sich dann entfernt. Es ist dasniiiiiiiiuuuuuuuuuum Geräusch! Das Licht verhält sich genau so, da es eine Welle ist so wie Töne auch.
pl: Dzięki zjawisku Dopplera! Zjawiskiem Dopplera nazywamy zmianę długości fali w przypadku, gdy obserwator porusza się względem jej źródła. Z efektem tym mamy do czynienia, gdy samochód używający syreny lub klaksonu przybliża się, mija nas, a następnie oddala. To jest właśnie ten dźwięk "iiiiiiizziuuuuuuu", jaki wówczas słyszymy. Światło, które jest również falą, zachowuje się tak samo.
ro: Multumit efectului DopplerEfectul Doppler este schimbarea lungimii de unda a unei unde cand un observator se misca aproape de sursa. Se poate experimenta efectul Doppler cand un vehicul cu sirena se apropie, si trece, si se departeaza . Este sunetul sirenei. Lumina ca unda similara sunetului, se manifesta in mod identic.
sv: Tack vare dopplereffekten! Dopplereffekten är ändringen i våglängd i en våg för en observatör som rör sig i förhållande till källan. Du kan själv uppleva dopplereffekten när ett fordon med en ljudande siren närmar sig, passerar och avlägsnar sig från dig. Det låter som niiiiiiiiuuuuuuuuuum! En hög ton som sjunker under passagen. Och ljus, som i likhet med ljud är en våg, uppför sig på samma sätt:
