Repository: LCOGT/SalsaJ
Catalog: Pootle2/POOTLE_EXPORT/A0Exhibit/*/A0Exhibit_*.xlf
Languages: de, pl, ro, sv

source: We think we just found something very interesting for radio astronomy. We are working at the Bell Telephone Company, and we built an antenna that was originally used to communicate with satellites Echo and Telstar 1 (the first telecommunication satellites ever launched). We accidentally discovered an additional noise of unknown origin during observations on the wavelength 7.35 cm. This noise corresponds to a sky temperature of 2.7 K. And it fills the entire sky almost uniformly! We think that we detected the Cosmic Microwave Background predicted by the Big Bang theory.
de: Wir glauben, wir haben gerade etwas Interessantes für die Radioastronomie entdeckt. Wir arbeiten für die Bell Telephone Company, und wir haben eine Antenne gebaut, die ursprünglich für die Kommunikation mit den Satelliten Echo und Telstar 1 (die ersten Telekomunnikationssatelliten) benutzt wurde. Zufällig entdeckten wir während unserer Beobachtungen auf der Wellenlänge von 73,5cm ein Rauschen unbekannten Ursprungs. Dieses Rauschen entspricht einer Temperatur des Himmels von 2,7 K und ist nahezu gleichförmig über den gesamten Himmel zu beobachten. Wir glauben, wir haben die kosmische Hintergrundstrahlung entdeckt, die von der Theorie des Urknalls vorhergesagt wird.
pl: Sądzimy, że odkryliśmy rzecz bardzo interesującą dla radioastronomii. Jako pracownicy Bell Telephone Company zbudowaliśmy antenę, przeznaczoną pierwotnie do łączności z satelitami Echo i Telstar 1 - pierwszymi na świecie satelitami telekomunikacyjnymi. Podczas prowadzenia nasłuchu na długości fali 7,35 cm przypadkowo stwierdziliśmy występowanie dodatkowego szumu niewiadomego pochodzenia, odpowiadającego temperaturze 2,7 K i dochodzącego niemal jednorodnie ze wszystkich kierunków na całej sferze niebieskiej! Jesteśmy przekonani, że jest to kosmiczne mikrofalowe promieniowanie tła przewidywane przez teorię Wielkiego Wybuchu.
ro: Credem că am găsit ceva foarte interesant pentru radioastronomie. Lucram la Bell Telephone Company, si am construit o antenă care a fost inițial folosit pentru a comunica cu satelitii Echo și Telstar 1 (sateliți de telecomunicații primul lansat vreodata). Am descoperit accidental un zgomot suplimentar de origine necunoscută în timpul observații cu privire la lungimea de undă 7.35 cm. Acest zgomot corespunde la o temperatură de 2,7 K. cer Și umple întregul cer aproape uniform! Noi credem că am detectat radiația cosmică de fond prezisa de teoria Big Bang-ului.
sv: Vi tror att vi just hittat något som är mycket intressant för radioastronomin. Vi arbetar vid telefonbolaget Bell, och vi har byggt en en antenn som ursprungligen användes för att kommunicera med satelliterna Echo och Telstar1 (de allra första kommunikationssatelliterna som sändes upp). Av en slump hittade vi extra brus av okänt ursprung när vi observerade vid 7,35 cm. Detta brus svarar mot en temperatur i rymden av 2,7 K. Och den finns nästan helt jämt fördelad över hela himlen! Vi tror att vi har upptäckt Den kosmiska mikrovågsbakgrunden som förutsägs i Big Bang-teorin.

source: Robert Henry Dicke Well boys, we’ve been scooped…
de: Robert Henry Dicke Jungs, da ist uns jemand zuvorgekommen...
pl: Robert Henry Dicke: No cóż, chłopcy, ktoś nas ubiegł.
ro: Robert Henry Dicke Ei bine baieti, am fost ......
sv: Robert Henry Dicke Ajaj grabbar, vi har blivit omkörda...

source: Nobel Prize Committee Guys, you just gave the most important clue in favour of the Big Bang theory. How about a Nobel Prize in physics?
de: Nobelpreis Komitee Ihr habt uns gerde den wichtigsten Nachweis zugunsten der Urknalltheorie geliefert. Wie wäre es mit dem Nobelpreis in Physik?
pl: Komitet Noblowski: Hej, dostarczyliście właśnie najważniejszego argumentu na rzecz teorii Wielkiego Wybuchu. Może by tak Nagrodę Nobla?
ro: Baietilor din Comitetul Premiului Nobel, tocmai ai dat cel mai important indiciu în favoarea teoriei Big Bang-ului. Ce zici de un Premiu Nobel in fizica?
sv: Kära medlemmar i Nobelkommittén, ni har just givit den viktigaste ledtråden till förmån för Big Bang-teorin. Hur vore det med ett nobelpris i fysik?

source: Robert Wilson, Arno Penzias like this.
de: Robert Wilson, Arno Penzias gefällt das.
pl: Robert Wilson i Arno Penzias lubią to.
ro: Robert Wilson, Arno Penzias ca aceasta.
sv: Robert Wilson, Arno Penzias gillar detta.

source: Connecting Classrooms to the Milky Way
pl: Radiowe obserwacje Drogi Mlecznej
ro: Conectand Clasele de scoala la Calea Lactee
sv: Koppla upp klassrummet mot Vintergatan

source: Our project currently includes 11 countries: Germany, Belgium, Cyprus, Spain, France, Greece, Poland, Portugal, Sweden, Romania, UK, and is sustaining a growing community of teachers and educators since 2004.
de: Unser Projekt umfasst zur Zeit 11 Länder, Deutschland, Belgien, Zypern, Spanien, Frankreich, Griechenland, Polen, Portugal, Schweden, Rumanien, Großbritannien und unterstützt eine wachsende Gemeinschaft von Lehrern und Erziehern seit 2004.
pl: W naszym projekcie aktualnie uczestniczy 11 krajów: Niemcy, Belgia, Cypr, Hiszpania, Francja, Grecja, Polska, Portugalia, Szwecja, Rumunia i Wielka Brytania. Służy on pomocą nauczycielom i innym osobom związanym ze szkolnictwem od 2004 roku.
ro: Proiectul nostru include 11 tari: Germany, Belgium, Cyprus, Spain, France, Greece, Poland, Portugal, Sweden, Romania, UK, si este sustinut de o larga comunitate de profesori si educatori inca din anul 2004.
sv: Vårt projekt omfattar för närvarande 11 länder: Belgien, Cypern, Frankrike, Grekland, Polen, Portugal, Spanien, Sverige, Rumänien, Tyskland, UK, och upprätthåller ett växande nätverk av lärare och utbildare sedan 2004.

source: The EU-HOU activities inspired the educational systems of many European countries, and some of the exercises that can be found in the website were used to design pedagogical material used in textbook.
de: Die Aktivitäten von EU-HOU haben das Erziehungssystem vieler Europäischer Länder inspiriert, und einige der Übungen auf der Webseite haben Eingang in das Material in Schulbüchern gefunden.
pl: Działalność EU HOU zainspirowała programy edukacyjne w wielu krajach europejskich, a niektóre z ćwiczeń podanych na naszej stronie wykorzystywane są w materiałach edukacyjnych oraz podręcznikach.
ro: Activitatile EU-HOU inspira sistemul educational din multe tari Europene si ca exercitiile care pot fi gasite pe site sunt utilizate pentru a elabora materiale pedagogice folosite in manuale.
sv: Aktiviteterna i EU-HOU har inspirerat utbildningssystemen i många europeiska länder, och en del av de övningar som finn på webbsajten har använts för utforma pedagogiskt material i läroböcker.

source: The network of 6 radio telescopes, in France, Portugal, Spain, Poland, and Romania, allows on-line observations of the gas of the Milky Way in classrooms. These instruments operate in the radio domain and enable the observations 24 hours a day. These wavelengths are not sensitive to bad weather conditions and can be used during the day (and night), which is well adapted for educational timing and constraints. Want to try? Visit our website and register for a free account!
de: Das Netzwerk von 6 Radioteleskopen in Frankreich, Portugal, Spanien, Polen und Rumänien erlaubt On-line Beobachtungen des Gases in der Milchstaße von Klassenzimmer aus. Diese Instrumente arbeiten im Radiobereich und erlauben Beobachtungen rund um die Uhr. Die verwendeten Wellenlängen werden nicht durch schlechtes Wetter beeinträchtigt und können sowohl am Tag als auch in der Nacht benutzt werden, so dass sie auf die zeitlichen Erfordernisse des Unterrichtes angepasst sind. Wollen Sie es ausprobieren? Besuchen Sie unsere Webseite und registrieren Sie sich kostenlos!
pl: Sieć sześciu radioteleskopów w Polsce, Francji, Portugalii, Hiszpanii, i Rumunii umożliwia prowadzenie online obserwacji gazu w Drodze Mlecznej przez uczniów. Instrumenty te pozwalają na obserwowanie nieba w zakresie radiowym o dowolnej porze, zarówno w dzień, jak i w nocy, bez względu na pogodę, co pozwala na dogodne rozplanowanie tych lekcji w rozkładzie zajęć. Chcecie spróbować? Wejdźcie na naszą stronę internetową i załóżcie sobie bezpłatne konto!
ro: Reteaua de 6 radiotelescoape, in Franta, Portugalia, Spania, Polonia, si Romania, permite observatii on-line a gazului din Calea Lactee in clasele din scoli. Aceste instrumente opereaza in domeniul Radio si permit observatii 24 de ore din 24. aceste lungimi de unda nu sunt sensibile la vreme si pot fi folosite pe tot timpul zilei (si noaptea), fiind bine adaptate programului educational. Vreti sa incercati? Vizitati site-ul nostru si inregistrativa pentru un cont gratuit!
sv: Nätverket med 6 radioteleskop, i Frankrike, Portugal, Polen och Rumänien, gör det möjligt att utföra on-line-observationer av gasen i Vintergatan från klassrummet. Dessa instrument arbetar i radioområdet och kan användas för observation 24 timmar om dygnet. Radiovåglängderna är inte känsliga för dåligt väder och kan användas dag och natt, vilket är bra i skolan där schema och andra faktorer kan utgöra hinder. Vill du prova? Besök vår webbsajt för att registrera ett gratis användarkonto! Även Sverige har två teleskop. Kontakta http://vetenskapenshus.se för information om hur du använder dem!

source: My Radio Astronomy
de: Meine Radioastronomie
pl: Moja radioastronomia
ro: Radioastronomia mea
sv: Min radioastronomi

source: Write your comments, unleash your imagination!
de: Schreibe Deinen Kommentar, gib Deiner Phantasie Raum!
pl: Wpiszcie własne uwagi, popuśćcie wodze wyobraźni!
ro: Scrieți comentarii, dezlănțuiti-va imaginația !
sv: Skriv dina kommentarer, släpp loss fantasin!

source: The Earth-Moon distance is approximately 380,000 km
de: Die Entfernung von der Erde zum Mond beträgt ca. 380.000 km
pl: Odległość od Ziemi do Księżyca wynosi około 380 000 km
ro: Distanta Pamant-Luna este de aproximativ 380 000 km
sv: Avståndet Jorden-Månen är ungefär 380 000 km.

source: SKY
de: HIMMEL
pl: NIEBO
ro: CER

source: Small Antenna
de: Kleine Antenne
pl: Mała antena
ro: Antena Mica
sv: Liten antenn

source: Bandpass Filter
pl: Filtr środkowoprzepustowy
ro: Filtru Bandpass

source: High Frequency Amplifier
de: Hochfrequenzverstärker
pl: Wzmacniacz wysokiej częstotliwości
ro: Amplificator de Frecventa Inalta
sv: Högfrekvensförstärkare

source: MIXER
de: MISCHER
pl: MIESZACZ

source: Local Oscillator
de: Lokaloszillator
pl: Oscylator lokalny
ro: Oscilator Local
sv: Lokaloscillator

source: Intermediate Frequency Amplifier
de: Zwischenfrequenz-Verstärker
pl: Wzmacniacz częstotliwości pośredniej
ro: Amplificator Frecventa Intermediara
sv: Mellanfrekvensförstärkare

source: FIntermediate
de: Zwischenfrequenz
pl: FIM
ro: Frecventa intermediara
sv: FI (mellanfrekvens)

source: Analog to Digital Converter
de: Analog-Digitalwandler
pl: Konwerter sygnału analogowego na cyfrowy
ro: Convertor Analog-Digital
sv: Analog till digitalomvandlare (ADC)

source: PC
pl: Stacja robocza

source: The Sun as it appears to the eye. At the time of the picture, two black sunspots could be seen at the centre.
de: Die Sonne, so wie sie mit dem Auge gesehen werden kann. Zum Beobachtungszeitraum waren zwei schwarze Sonnenflecken zu sehen.
pl: Słońce tak, jak je widzi ludzkie oko. W czasie wykonywania tego zdjęcia w środku tarczy są dwie ciemne plamy słoneczne.
ro: Soarele, așa cum il vedem. La momentul fotografiei, două pete solare pot fi vazute in centru.
sv: Solen som den ter sig för ögat. Bilden togs då två mörka solfläckar syntes nära centrum.

source: The Sun as it appears in radio emission. The sun spots at the Solar equator are sites of intense radio wave emission (colored red).
de: Die Sonne, wie sie im Radiobereich aussieht. Die Flecken am Sonnenäquator sind Stellen hoher Radiointensität (rot eingefärbt)
pl: Słońce obserwowane na falach radiowych. Plamy słoneczne na równiku to miejsca silnej emisji radiowej (zaznaczone na czerwono).
ro: Soarele, așa cum apare în emisie radio. Petele solare de la ecuator sunt site-uri de emisie radio intensa (de culoare roșie)
sv: Solen som den ter sig med radiostrålning. Solfläckarna vid solekvatorn är starka källor för utsändning av radiovågor (röd färg).

source: Wavelength
de: Wellenlänge
pl: Długość fali
ro: Lungimi de unda
sv: Våglängd

source: This project has been funded with support from the European Commission. This communication reflects the views only of the author, and the Commission cannot be held responsible for any use which may be made of the information contained therein.
de: Dieses Projekt wurde von der Europäischen Kommission unterstützt. Diese Veröffentlichung gibt ausschließlich die Meinung der Autoren wieder, und die Kommission haften nicht für jedwede Nutzung der hier enthaltenen Informationen.
pl: Niniejszy projekt realizowany jest dzięki dofinansowaniu Komisji Europejskiej. Materiały te odzwierciedlają wyłącznie poglądy ich autorów i Komisja nie ponosi odpowiedzialności za sposób, w jaki zostaną ewentualnie wykorzystane zawarte w nich informacje.
ro: Acest proiect a fost finanțat cu sprijinul Comisiei Europene. Această comunicare reflectă numai punctul de vedere al autorului, și Comisia nu poate fi considerată responsabilă pentru orice utilizare care poate fi dată informațiilor conținute în acesta.
sv: Detta projekt grundats med stöd från Europeiska Unionen. Innehållet i denna kommunikation återspeglar endast författarnas åsikter, och Kommissionen kan inte hållas ansvarig någon användning av informationen som finns i denna.

source: European Coordinator of the EU-HOUMW project
de: Europäischer Koordinator des EU-HOUMV Projektes
pl: Europejski koordynator projektu EU HOUMW
ro: Coordonatorul European al proiectului EU-HOU
sv: Den europeiska samordnaren av EU-HOMV-projektet

source: Partner in charge of the dissemination of this exhibit
de: Verantwortlicher Partner für die Verteilung dieser Veröffentlichung
pl: Partner odpowiedzialny za rozpowszechnianie tych plakatów
ro: Partener responsabil de difuzarea acestei expoziti
sv: Partner som medverkar i spridningen av denna utställning

source: Production and Design:
de: Produktion und Design:
pl: Pomysł i wykonanie:
ro: Productie si Design
sv: Produktion och formgivning:

source: (Credit: NRAO/AUI/NSF/F.Zadeh et al.) This image obtained at the VLA shows the spectacular filamentary structures that appear toward the Galactic center (the bright spot) in centimetre radio wavelengths. This emission originates from plasma flowing along lines of magnetic field, which produces this arc formation that is called the Arches.
de: (Quelle: NRAO/AUI/NSF/F.Zadeh et al.) Dieses Bild wurde am VLA gewonnen und zeigt die spektakuläre, fadenförmige Struktur die in Richtung des galaktischen Zentrums (der helle Fleck) bei Wellenlängen im cm-Radiobereich zu sehen sit. Die Emission wird durch Plasma verursacht, welches entlang von Magnetlinien fließt. Diese bogenförmige Struktur wird Arches genannt.
pl: (Udostępnione przez NRAO/AUI/NSF/F.Zadeh et al.) Na obrazie tym uzyskanym przy użyciu VLA widać spektakularną strukturę włóknistą położoną w kierunku jądra Galaktyki (jasna kropka) obserwowaną na falach centymetrowych. Źródłem tej emisji jest plazma, która porusza się wzdłuż linii pola magnetycznego, tworząc formacje łukowe.
ro: (Credit: NRAO/AUI/NSF/F.Zadeh et al.) Această imagine obținută la VLA prezinta structuri filamentare spectaculoase care apar spre Centrul Galactic (pata luminoasa), în lungime de undă de radio centimetrica. Această emisie provine din plasmă care curge de-a lungul liniilor de câmp magnetic, care produce această formațiune de arc, care este numita Arches.
sv: (Credit: NRAO/AUI/NSF/F.Zadeh et al.) Denna bild som tagits vid VLA vid cm-våglängder visar de spektakulära filamentstrukturerna som finns i riktning mot galaxens centrum (den ljusa fläcken) . Strålningen kommer från plasma som driver längs magnetiska fältlinjer, vilka åstadkommer den bågformiga formationen som fått namnet Bågarna (The Arches).

source: The Galactic centre the galactic centre of the Milky Way was the first radio source to be detected by Karl Jansky in 1932. It contains a number of radio sources, including Sagittarius A and the supermassive black hole at Sagittarius A*.
de: Das galaktische Zentrum (Zentrum der Milchstraße) war die erste Radioquelle, die 1932 von Karl Jansky entdeckt wurde. Es enthält mehrere Radioquellen, darunter Sagittarius A und das supermassiver schwarze Loch bei Sagittarius A*.
pl: Centrum Galaktyki: jądro Drogi Mlecznej było pierwszym radioźródłem zaobserwowanym przez Karla Jansky’ego w 1932 roku. Zawiera ono szereg radioźródeł, w tym Sagittarius A i supermasywną czarną dziurę Sagittarius A*.
ro: Centrul Galactic al Caii Lactee a fost prima sursa de radio detectata de către Karl Jansky în 1932. Acesta conține un număr de surse de radio, inclusiv Sagetator A și Supermasiva Gaura Neagra Sagetator A *
sv: Galaxens centrum Vintergatans centrum var den första radiokälla som upptäcktes av Karl Jansky år 1932. Det innehåller ett antal radiokällor, inklusive Sagittarius A*.

source: Map of the CMB in millimetre wavelengths. It was obtained by the satellite WMAP
de: Karte der kosmischen Hintergrundstrahlung im Millimeter Bereich. Aufgenommen durch den Satelliten VMAP
pl: Rozkład kosmicznego mikrofalowego promieniowania tła na falach milimetrowych sporządzony na podstawie obserwacji przeprowadzonych przy użyciu satelity WMAP
ro: Harta Universului in lungimi de unda milimetrice. A fost obtinuta de un satelit WMAP
sv: Karta över CMB i mm-våglängder. Den har framställts med hjälp av data från WMAP-satelliten.

source: The EU-HOU (Hands-On Universe, Europe) project uses the excitement of doing real astronomy as a vector to boost science education all over Europe. With the use of state-of-the-art astronomy products combined with new technologies, the project aims at renewing the interest of primary and secondary students for sciences. On the website www.euhou.net, pedagogical resources are available in multiple form. It can be hands-on experiment, exercises, as well as real-time observation with telescopes from all over Europe. With the worldwide Square Kilometre Array and Atacama Large Millimetre Array projects aiming at building the biggest radio observatories ever, radioastronomy is entering a new golden age and will unveil the Universe as never before. In that context, since 2010 the EU-HOU project took a big step towards radio astronomy, by deploying the first European network of radiotelescopes for education, enabling schools to explore the Milky Way through Internet, and IBSE pedagogical resources to be used in the classrooms.
de: Das EU-HOU (Hands-On Univers, Europe) Projekt nutzt die Faszination von direkt erfahrbarer Astronomie als Speerspitze, um naturwisschenschaftliche Bildung in ganz Europa zu fördern. Mit astronomischen Produkten, die den Stand der Technik repräsentieren und neuen Teleskop-Technologien will das Projekt das Interesse von Schülern von Grund- und weiterführenden Schulen wecken. Auf der Webseite www.euhou.net sind verschiedene pädagogische Materialien zu finden. Dies können direkt durchführbare Experimente, Übungen und Real-Time Beobachtungen mit Teleskopen in ganz Europa sein. Mit dem weltweiten Square Kilometre Array und dem Atama Large Milimetre Array werden die größten, jemals gebauten Radioteleskope entstehen. Die Radioastronomie tritt damit in ein goldenes Zeitalter ein und wird unser Universum so wie bisher nie gesehen darstallen. In diesem Zusammenhang hat das EU-HOU Projekt einen großen Schritt in Richtung Radioastronomie unternommen, indem es das erste Europäische Netzwerk von Radiosteleskopen für Schulzwecke bereitstellt. Dies, zusammen mit den IBSE Unterrichtsmaterialien erlaubt es den Schulen, die Milchstraße über das Internet zu erforschen.
pl: Projekt EU-HOU (Hands-On Universe, Europe) wykorzystuje satysfakcję uczniów, jaką daje prowadzenie prawdziwych obserwacji astronomicznych, do podniesienia poziomu nauczania przedmiotów przyrodniczych w krajach europejskich. Ma na celu przy użyciu najnowszych rozwiązań technicznych w zakresie instrumentów obserwacyjnych rozbudzać zainteresowanie nauką wśród uczniów szkół podstawowych i średnich. Na stronie www.euhou.net dostępne są zarówno zasoby dydaktyczne różnego rodzaju – w tym eksperymenty do własnoręcznego wykonania - jak i możliwości prowadzenia w czasie rzeczywistym obserwacji na teleskopach z całej Europy. Wraz z realizacją projektów Square Kilometre Array i Atacama Large Millimetre Array, mających na celu zbudowanie największych jak dotąd sieci radioteleskopów, radioastronomia wkroczy w nową złotą erę, ukazując nam Wszechświat, jakiego dotąd nie znaliśmy. W tej perspektywie, od 2010 roku, w ramach projektu EU-HOU zdecydowaliśmy się na rozpropagowanie radioastronomii i uruchomiliśmy pierwszą europejską sieć radioteleskopów do celów edukacyjnych, umożliwiając uczniom samodzielne eksplorowanie Drogi Mlecznej, a także udostępniliśmy zasoby dydaktyczne do dyspozycji nauczycieli.
ro: Proiectul EU-HOU (Hands-On Universe, Europe) foloseste entuziazmul utilizarii astronomiei reale ca vector pentru a stimula educatia stiintifica in toata Europa. Cu ajutorul instrumentelor de ultima generatie combinate cu noile tehnologii, proiectul are ca scop reinnoirea interesului elevilor si studentilor pentru stiinteke exacte.Pe site-ul www.euhou.net, resursele pedagogice sunt disponibile intr-o gama variata. Pot fi experimente , exercitii, precum si observatii in timp real cu telescoape si radiotelescoape din toata Europa . Cum proiectul international ALMA are ca tinta construirea celui mai mare observator Radio, radioastronomia intra intr-o noua era de aursi ne va arata un Univers vazut ca niciodata inainte. In acest context, din anul 2010 proiectul EU-HOU a facut primii pasi, dezvoltand prima retea Europeana de radiotelescoape cu scop educational, permitand astfel scolilor sa exploreze Calea Lactee prin Internet precum si resursele pedagogice IBSE care urmeaza sa fie utilizate in salile de clasa.
sv: EU-HOU-projektet (Hands-on Universe, Europe) utnyttjar den inspiration som ligger i att "göra riktig astronomi" för att förstärka undervisningen i naturvetenskap i hela Europa. Genom att använda de allra nyaste astronomiprodukterna och teknologierna, siktar projektet på att förnya intresset för naturvetenskap i grundskola och gymnasium. På webbsajten www.euhou.net finns en mångfald pedagogiska resurser tillgängliga. Det kan röra sig om "hands-on"-experiment, övningar, likaväl som observationer i realtid med teleskop runt om i Europa. Med de världsomspännande Square Kilometre Array- och Atacama Large Millimetre Array-projekten som är ämnade att utvecklas till de största radioobservatorierna någonsin, går radioastronomin in i en ny era och kommer att avslöja universums hemligheter som aldrig tidigare. I det sammanhanget tog EU-HOU-projektet 2010 ett stort steg framåt mot radioastronomi genom att inrätta europeiskt nätverk av radioteleskop för undervisning. Dessa gör det möjligt för skolor att undersöka Vintergatan med hjälp av Internet och att använda IBSEs pedagogiska resurser i klassrummen.
