Repository: LCOGT/SalsaJ
Catalog: Pootle2/POOTLE_EXPORT/A0Exhibit/*/A0Exhibit_*.xlf
Languages: de, pl, ro, sv

source: Imagine light as a superposition of many individual waves that have different wavelengths (a wavelength is the distance over which the wave’s pattern repeats). For the light visible by human eyes, each wavelength can be associated with a colour. Have you ever tried illuminating a prism with a lamp? You obtain a beautiful rainbow, which is revealing the decomposition of the visible light into its single colours (or single wavelengths). For a human eye, the visible range of wavelength lies between 400 and 700 nanometres (0.000000001 metres). We can see 400 nm as blue, and 700 nm as red. But there are more wavelengths that our eyes cannot see: some shorter than blue, and some longer than red.
de: Stelle dir Licht als eine Überlagerung vieler individueller Wellen mit unterschiedlichen Wellenlängen vor (eine Wellenlänge ist die Entfernung, nach der sich das Wellenmuster wiederholt). In dem Bereich des Lichts, der für das menschliche Auge sichtbar ist, kann jede Wellenlänge einer Farbe zugeordnet werden. Hast du schon einmal versucht, ein Prisma mit einer Lampe anzustrahlen? Du erhältst einen schönen Regenbogen, der die Zerlegung des sichtbaren Lichts in seine einzelnen Farben (oder einzelnen Wellenlängen) sichtbar macht. Das Auge des Menschen kann Wellenlängen zwischen 400 und 700 Nanometern (0,000000001 Meter, abgekürzt nm) wahrnehmen. Wir sehen 400 nm als blau und 700 nm als rot. Aber es gibt mehr Wellenlängen, die unser Auge nicht mehr wahrnehmen kann: Manche sind kürzer als blau, und manche länger als rot.
pl: Światło widzialne stanowi superpozycję wielu fal o różnych długościach (długość fali to odległość pomiędzy kolejnymi grzbietami fali). Każdej długości fali odpowiada określona barwa. Czy próbowaliście kiedyś oświetlić pryzmat lampą? Otrzymuje się wtedy przepiękną tęczę, która powstaje w wyniku rozszczepienia światła widzialnego na barwy składowe (czyli poszczególne długości fali). Zakres długości fali rejestrowanych przez ludzkie oko zawiera się pomiędzy 400 a 700 nanometrów (nanometr to 0,000000001 metra). 400 nm widzimy jako barwę niebieską, a 700 nm jako czerwoną. Są również takie długości fali, których nasze oko nie dostrzega – mniejsze niż dla światła niebieskiego bądź większe niż dla czerwonego.
ro: Imaginati-va lumina ca o suprapunere a mai multor unde individuale cu lungimi de unda diferite (o lungime de unda este distanta pe care modelul undei se repeta). Pentru lumina vizibila ochiului uman, fiecare lungime de unda poate fi asociata cu o culoare. Ati incercat sa iluminati o prisma cu o lampa? Veti obtine un minunat curcubeu, care dezvaluie descompunerea luminii vizibile in culorile sale unice (sau lungimi de unda simple). Pentru ochiul uman,lungimea de unda vizibila se intinde intre 400 si 700 nanometri (0.000000001 metri) . Vedem la 400nm culoarea albastra iar la 700nm culoarea rosie. Sunt mult mai multe lungimi de unda decat poate ochiul sa distinga ,unele mai scurte decat albastru altele mai lungi decat rosu.
sv: Tänk dej ljus som en överlagring (superposition) av många enskilda vågor som har olika våglängd (1 våglängd är den sträcka efter vilken vågens mönster upprepar sig). För ljus som det mänskliga ögat kan se hör varje våglängd till en bestämd färg. Har du någonsin försökt med att lysa på ett prisma med en lampa? Du får en vacker regnbåge, som visar att synligt ljus kan delas upp i sina ingående färger (eller våglängder). För det mänskliga ögat ligger det synliga området mellan 400 och 700 nanometer (nm). Vi ser våglängden 400 nm som blå och 700 nm som röd. Men det finns fler våglängder som vårt öga inte kan se: några kortare än de blå, andra längre än de röda.

source: visible
de: sichtbar
pl: światło widzialne
ro: vizibil

source: What is a radio signal?
de: Was ist ein Radiosignal?
pl: Czym jest sygnał radiowy?
ro: Ce este un semnal radio?
sv: Vad är en radiosignal?

source: Light is a wave...
de: Licht ist eine Welle...
pl: Światło jest falą...
ro: Lumina ca unda...
sv: Ljus är en våg...

source: sunlight
de: Sonnenlicht
pl: światło słoneczne
ro: lumina soarelui
sv: solljus

source: intensity
de: Intensität
pl: natężenie
ro: intensitate
sv: intensitet

source: Red
de: Rot
pl: czerwony
ro: Rosu

source: Orange
pl: pomarańczowy
ro: Portocaliu

source: Yellow
de: Gelb
pl: żółty
ro: Galben

source: Green
de: Grün
pl: zielony
ro: Verde

source: Blue
de: Blau
pl: niebieski
ro: Albastru

source: Indigo
pl: indygo
sv: Indigoblått

source: Violet
de: Violett
pl: fioletowy
sv: Violett

source: (Newton’s primary colours defined in 1672)
de: (die von Newton 1672 definierten Primärfarben)
pl: (Podstawowe barwy zdefiniowane przez Newtona w 1672 roku)
ro: (Culorile primare definite de Newton in 1672)
sv: (Newtons primärfärger som definierades 1672)

source: VHF
pl: VKF

source: UHF
pl: UKF

source: microwaves
de: Mikrowellen
pl: mikrofale
ro: microunde
sv: mikrovågor

source: cell phone
de: Mobiltelefon
pl: telefon komórkowy
ro: telefoane mobile
sv: mobiltelefon

source: Wifi Bluetooth
de: WLAN Bluetooth
pl: Wi Fi i Bluetooth

source: radars
de: Radar
pl: radary
ro: radare
sv: radar

source: atomic hydrogen line
de: Wasserstofflinie
pl: linia wodoru atomowego
ro: linia atomica a hidrogenului
sv: linje från atomärt väte

source: CO emission line
de: CO-Emissionslinie
pl: linia emisyjna CO
ro: Linia de emisie a CO
sv: emissionslinje från CO

source: thermographic camera
de: Wärmebildkamera
pl: kamera termograficzna
ro: camera foto termografica

source: TV remote control
de: Fernbedienung
pl: pilot do telewizora
ro: Telecomanda TV
sv: fjärrkontroll för tv

source: UV desinfectant
de: UV-Desinfizierer
pl: lampa ultrafioletowa do dezynfekcji
ro: Radiatii UV dezinfectante
sv: UV-desinfekteringsmedel

source: Radiography (here, Radio is for Radiation!)
de: Röntgenuntersuchung
pl: radiografia (w tym słowie „radio” oznacza radiację, czyli promieniowanie!)
ro: Radiografia(aici,Radio este pentru Radiatii!)

source: Dr. Banner’s experiments
de: Dr. Banners Experimente
pl: Eksperymenty dr Bannera
ro: Experimentele Dr.Banner
sv: Dr. Banners experiment

source: RADIO
pl: FALE RADIOWE

source: IR
pl: PODCZERWIEŃ

source: UV
pl: ULTRAFIOLET

source: X-RAY
de: Röntgenstrahlen
pl: PROMIENIOWANIE RENTGENOWSKIE
ro: RAZE X
sv: RÖNTGEN

source: GAMMA RAY
de: Gammastrahlen
pl: PROMIENIOWANIE GAMMA
ro: RAZE GAMMA
sv: GAMMASTRÅLE

source: visible light
de: sichtbares Licht
pl: światło widzialne
ro: lumina vizibila
sv: synligt ljus

source: Light also carries energy, and the amount of energy depends on the wavelength: the shorter the wavelength, the more energetic the light beam is. Take short wavelength UV light for example: a little is good for the tan, but too much can cause sunburns! Conversely, longer wavelengths are associated with weaker energies. FM radio emissions for example, are harmless to us. In the Universe at large, energetic phenomenon like supernovae emits lots of X-Rays and Gamma Ray which are even more energetic than UV. But the cold gas lying in between stars, or some cold dust particles for example, emit low energy radiations at long wavelengths that fall into the Radio domain.
de: Licht transportiert auch Energie, und die Energiemenge hängt von der Wellenlänge ab: je kürzer die Wellenlänge, desto energiereicher ist der Strahl. Betrachten wir als Beispiel UV-Licht: geringe Mengen sind gut, um braun zu werden, bei größeren Mengen aber bekommt man Sonennbrand! Umgekehrt übertragen längere Wellenlängen weniger Energie. Radiowellen im UKW-Bereich etwa sind für uns harmlos. Im Universum geben energiereiche Phänomene wie Supernovae intensive Röntgen- und Gammastrahlung ab, die sogar noch energiereicher als UV-Licht sind. Am anderen Ende des Spektrums gibt das kalte Gas zwischen den Sternen oder kalte Staubpartikel im All Radiowellen niedriger Energie (und entsprechend großer Wellenlänge) ab.
pl: Światło przenosi również energię, której ilość zależy od długości fali – im krótsze fale, tym więcej energii zawiera wiązka światła. Weźmy na przykład światło ultrafioletowe o małej długości fali – w niewielkich dawkach daje piękną opaleniznę, lecz zbyt długa ekspozycja może powodować oparzenia! I odwrotnie, większe długości fali odpowiadają niższym energiom. Emisja radiowa na falach ultrakrótkich na przykład jest nieszkodliwa dla człowieka. We Wszechświecie wysokoenergetyczne obiekty, jakimi są supernowe, emitują olbrzymie ilości promieniowania rentgenowskiego i gamma, które niosą jeszcze więcej energii niż ultrafiolet. Natomiast chłodny gaz w przestrzeni międzygwiezdnej emituje niskoenergetyczne promieniowanie o dużych długościach fali, które zaliczamy do zakresu radiowego.
ro: Lumina deasemenea transporta energie, iar cantitatea de energie transportata depinde de lungimea de unda: cu cat este mai scurta lungimea de unda, cu atat mai energetica este raza de lumina. Sa luam de exemplu lungimea de unda UV: in cantitati mici este buna pentru piele, in cantitati mari produce arsuri! In schimb lungimile de unda mari sunt asociate cu energiile mici . Undele radio FM de exemplu nu sunt daunatoare pentru noi.In Univers , fenomenele energetice ca supernovele emit cantitati uriase de radiatii X si Gamma , care sunt mult mai energetice decat radiatia UV. Dar gazul rece care se afla intre stele sau norii de particule reci emit radiatie de energie mica in domeniul undelor Radio.
sv: Ljus har också energi, och mängden energi beror på våglängden: ju kortare våglängd, desto mer energi finns i strålen. Ta som exempel kortvågigt UV-ljus: lite grand är bra för solbrännan, men för mycket kan ge brännskador! Omvänt hör längre våglängder ihop med lägre energier. Så t ex är radiovågor på FM-bandet oskadliga för oss. Ute i universum skickar energirika fenomen som supernovor ut mängder av röntgen- och gammastrålning, vilka är ännu mer energirika än UV. Men t ex den kalla gas eller en del kalla dammpartiklar som finns mellan stjärnorna sänder ut lågenergistrålning vid långa våglängder som faller inom radioområdet.

source: Why is this gas cold? There are stars everywhere, so shouldn’t it be very hot?! Well, it’s true that a galaxy can contain something like a hundred billion of stars. But the distance between them is huge! For example, Proxima Centauri is the closest star from the Sun. It’s at 4.2 light-years from us. That means 40,000,000,000,000 km! At those kinds of distances, the stars do not heat the gas very much! That’s why astronomers observe the interstellar gas in radio!
de: Warum ist dieses Gas kalt? Wenn doch überall Sterne sind, sollte es dann nicht sehr heiß sein? Nun, es ist wahr, dass Galaxien etwa 100 Milliarden Sterne enthalten können. Aber die Entfernung zwischen ihnen ist riesig. Proxima Centauri etwa ist der Stern, der uns am nächsten liegt. Er ist 4,2 Lichtjahre entfernt, das sind 40 000 000 000 000 km! Bei diesen Entfernungen heizen die Sterne das Gas kaum auf. Darum beobachten Astronomen das interstellare Gas im Radiobereich.
pl: Dlaczego ten gaz jest chłodny? Wszędzie dookoła są gwiazdy, czyż nie powinien być zatem gorący? Wprawdzie galaktyka może zawierać nawet sto miliardów gwiazd, lecz odległości między nimi są zaiste olbrzymie! Na przykład, Proxima Centauri, najbliższa nam gwiazda po Słońcu, odległa jest od nas o 4,2 lat świetlnych. A to jest 40 000 000 000 000 km! Będąc tak daleko od siebie, gwiazdy nie są w stanie ogrzać znajdującego się pomiędzy nimi gazu! Dlatego właśnie astronomowie obserwują gaz międzygwiazdowy na falach radiowych!
ro: De ce este gazul rece? Sunt stele peste tot .Nu ar trebui sa fie fierbinte?!Ei bine, este adevarat ca galaxiile contin miliarde de stele dar distanta dintre ele este urisa ! De exemplu , Proxima Centauri este cea mai apropiata stea de Soare. Se afla la 4.2 ani lumina de noi. Asta inseamna 40,000,000,000,000 km! La astfel de distante stelele nu incalzesc gazul foarte mult! De aceea astronomii observa gazul interstelar in unde radio!
sv: Varför är denna gas kall? Det finns stjärnor överallt, så borde den inte vara mycket het? Ja, det är visserligen sant att det kan finnas runt 100 miljarder stjärnor i en galax, men avståndet mellan dem är enormt! Den närmaste stjärnan från solen är Proxima Centauri. Den ligger 4,2 ljusår från oss. Det motsvarar 40 000 000 000 000 km! Med sådana avstånd värmer stjärnorna inte upp gasen mellan dem särskilt mycket! Och det är därför som astronomerna kan observera den interstellära gasen med de lågenergetiska radiovågorna!

source: Light can be considered as a wave, and also as a particle. Like a wave, it can create interference patterns, like two water waves hitting each other. But it can also be emitted photon by photon, and the photons can be counted in a receiver! Difficult to imagine? Well, take a cylinder. If you illuminate it on its side, its shadow is a square. But illuminate its face, and its shadow becomes a sphere!
de: Licht kann als Welle, aber auch als Teilchen betrachtet werden. Wie eine Welle kann es Interferenzmuster erzeugen, wie zwei Wasserwellen, die einander treffen. Aber es kann auch Photon für Photon ausgestrahlt werden, und die Photonen können in einem Empfänger einzeln gezählt werden! Schwer vorzustellen? Betrachten wir einen Zyliner. Wenn man eine Seite beleuchtet, ist sein Schatten ein Rechteck. Aber beleuchtet man die Oberseite, ist sein Schatten ein Kreis!
pl: Światło może być uważane zarówno za fale, jak i cząstki. Może ono tworzyć wzory interferencyjne, niczym dwie fale na wodzie nachodzące na siebie, lecz może też być emitowane jako pojedyncze fotony, które są następnie zliczane w odbiorniku! Trudno to sobie wyobrazić? Może nam w tym pomóc przykład walca. Jeśli oświetlimy go z boku, jego cień jest prostokątny, lecz jeśli światło pada od strony jego podstawy, cień staje się okrągły!
ro: Lumina poate fi considerata atat unda cat si particula. Ca unda poate crea modele de interferenta ca doua valuri de apa ce se ciocnesc unul cu altul. Poate fi deasemenea emisa proton cu proton iar protonii pot fi inregistrati de un numarator!Dificil de imaginat? Ei bine luati un cilindru.Daca il iluminati intr o parte umbra va fi un patrat ,daca il iluminam o fata umbra va deveni o sfera!
sv: Ljus kan betraktas som vågor, men också som partiklar. När vi ser lus som vågor kan det skapa interferensmönster som två vattenvågor som träffar på varandra. Men ljus kan också sändas ut foton efter foton, och fotonerna kan räknas i en mottagare! Svårt att föreställa sig? Javisst, men ta en cylinder som exempel. Om du lyser på den från sidan blir skuggan bakom den fyrkantig. Men om du lyser på den uppifrån blir skuggan en cirkel! Sättet att betrakta cylindern bestämmer hur bilden vi får (skuggan) ser ut.

source: Did you know?
de: Wusstest du schon...?
pl: Czy wiedzieliście?
ro: Stiati ca?
sv: Visste du detta?

source: So radio waves are just a kind of light.
de: Radiowellen sind also nur eine Art von Licht.
pl: Zatem fale radiowe są po prostu jednym z rodzajów promieniowania.
ro: Deci, Undele radio sunt doar un alt fel de lumină.
sv: Så radiovågor är bara en sorts ljus.

source: What do we use them for?
de: Wofür verwenden wir sie?
pl: Do czego one służą?
ro: Pentru ce anume le folosim?
sv: Vad använder vi dem till?

source: On Earth, we use radio waves mainly for communication purpose. Why? Because they propagate easily through the atmosphere, and even under water. The radio domain is a wide range of wavelengths, extending from kilometres to millimetres. The way they propagate strongly depends on their wavelength, and we take advantage of these different modes of propagation to create our very complex and diverse communication system:
de: Auf der Erde verwenden wir Radiowellen vor allem für Kommunikationszwecke. Warum? Weil sie sich leicht durch die Atmosphäre ausbreiten und sogar ein wenig ins Wasser eindringen können. Der Radiobereich umfasst viele Wellenlängen, vom Kilometer- bis in den Millimeterbereich. Die Art, wie sich die Wellen ausbreiten, hängt stark von ihrer Wellenlänge ab, und wir machen uns diese verschiedenen Ausbreitungsarten zunutze, um unser komplexes Kommunikationsnetzwerk zu betreiben:
pl: Na Ziemi fal radiowych używa się przede wszystkim do komunikacji. Dlaczego? Ponieważ rozchodzą się łatwo w atmosferze, a nawet pod wodą. Fale te obejmują szeroki zakres długości, od kilometrów do milimetrów. Propagacja silnie zależy od długości danej fali, co zostało wykorzystane do stworzenia bardzo złożonych i zróżnicowanych systemów łączności:
ro: Pe Pământ, vom folosi undele radio, în principal în scopul comunicării. De ce? Deoarece acestea se propaga cu usurinta prin atmosfera, si chiar sub apă.Domeniul de radio este o gamă largă de lungimi de undă, se întinde de la km la milimetri. Modul în care acestea se propaga depinde de lungimea de undă lor, iar noi să profitam de aceste moduri diferite de propagare pentru a crea sistemul nostru de comunicare foarte complex și divers:
sv: På Jorden använder vi radiovågor huvudsakligen för att kommunicera. Varför det? Därför att de utbreder sig lätt genom atmosfären, och t o m under vattnet. Radioområdet omfattar en brett våglängdsintervall, från kilometer till millimeter. Våglängden bestämmer hur de utbreder sig, och vi drar fördel av de olika utbredningsmetoderna när vi upprättar våra mycket komplexa och olikartade kommunikationssystem:

source: Kilometre wavelengths propagate through surface waves and follow the curvature of the Earth. With enough emission power, they can reach up to 1000 km. They also propagate under water, that’s why they are often used by submarines. Be careful though, it’s not Sonar! Sonar stands for SOund Navigation And Ranging. It’s a technique that uses sound propagation underwater, not light! Amateur radio operators use decametre wavelengths. These wavelengths are very interesting because they are reflected by the Earth’s ionosphere. This means that an amateur radio signal sent to the sky bounces onto the ionosphere back to Earth, and propagates very far. Sometimes it can even reach the antipodes! Why sometimes? Well the reflection processes depends on the state of the ionosphere. Wavelengths below about a metre propagate directly in straight lines from the emitter, almost like visible light. It’s the domain of FM broadcasting, TV emission, Wi-Fi, Bluetooth, etc. These wavelengths are less affected by the ionosphere, that’s why we need satellites to relay them and send them back to Earth.
de: Wellenlängen im Kilometer breiten sich als Bodenwelle entlang der Krümmung der Erdkugel aus. Mit genug Sendeleistung reichen sie bis zu 1000 km weit. Sie dringen auch ins Wasser ein, so dass sie oft von U-Booten verwendet werden. Diese Kommunikation darf aber nicht mit Sonar verwechselt werden! Sonar steht für "SOund Navigation And Ranging" (Navigation und Entfernungsmessung mit Schall). Das ist eine Technik, die Schallausbreitung, keine Radiowellen, benutzt. Funkamateure benutzen vor allem Wellenlängen im Dekameterbereich. Dieser Bereich ist besonders interessant, weil die Wellen von der Ionosphäre zur Erde zurückreflektiert werden und so besonders weit reichen. Manchmal kommen sogar Funkverbindungen zu den Antipoden, also dem entferntesten Punkt der Erde, zustande! Das funktioniert nicht immer; die Reflektion hängt vom Zustand der Ionosphäre ab.Wellenlängen unter einem Meter breiten sich in gerader Linie vom Sender aus, fast wie sichtbares Licht. In diesem Bereich arbeiten der UKW-Rundfunk, Fernsehsender, WLAN, Bluetooth usw. Diese Wellenlängen werden von der Ionosphäre kaum beeinflusst, so dass man Satelliten braucht, um mit ihnen um die Erde zu kommen.
pl: Fale długie rozchodzą się w postaci fal powierzchniowych, układając się wzdłuż krzywizny Ziemi. Przy dostatecznie dużej mocy nadajnika mogą dochodzić nawet na odległość 1000 km. Propagują się one także pod wodą, dlatego używa się ich do porozumiewania się z łodziami podwodnymi. Ale nie mylcie tego z sonarem – techniką opartą na propagacji w wodzie fal dźwiękowych, a nie radiowych! Fale krótkie, rzędu kilkudziesięciu metrów, używane są przez radioamatorów. Rozchodzą się one w bardzo interesujący sposób, ponieważ ulegają odbiciu od ziemskiej jonosfery. Oznacza to, że sygnał nadajnika krótkofalarskiego odbija się od jonosfery z powrotem ku Ziemi i może docierać nadzwyczaj daleko, niekiedy nawet na antypody. Dlaczego tylko niekiedy? Otóż zdolność odbijania fal przez jonosferę zależy od warunków aktualnie w niej panujących. Fale o długości poniżej metra rozchodzą się od nadajnika po liniach prostych, niemal jak światło widzialne. To jest obszar radiofonii UKF, telewizji, Wi Fi, Bluetooth, itp. Fale te nie są zatrzymywane przez jonosferę, dlatego potrzebne są satelity, jeśli chcemy je przesyłać z powrotem ku Ziemi.
ro: Lungimi de undă ordinul Km se propaga de a lungul suprafetei urmand curbura Pamantului. Cu o putere de emisie destul de mare, ele pot ajunge până la 1000 km. Ele, de asemenea, se propaga sub apă, de aceea ele sunt adesea folosite de submarine. Fiți atenți, totuși, ele nu sunt folosite la Sonar! Sonar vine de la ‘’Sound Navigation And Ranging’’. Este o tehnica care foloseste sunet pentru a’’ vedea’’ sub apă Operatorii de radio amatori folosesc lungimi de undă decametrice. Aceste lungimi de unda sunt foarte interesante, deoarece acestea sunt reflectate de ionosfera Pământului. Acest lucru înseamnă că un semnal de radio amator trimis la cer se reflecta pe ionosfera înapoi pe Pământ, și se propagă foarte departe. Uneori se poate ajunge chiar la antipozi! De ce uneori? Ei bine, procesele de reflecție depinde de starea ionosferei.Lungimile de undă de mai jos un metru propaga direct in linii drepte de la emițător, aproape ca lumina vizibila. E domeniul FM de radiodifuziune, de emisie TV, Wi-Fi, Bluetooth, etc Aceste lungimi de unda sunt mai puțin afectate de ionosfera, de aceea avem nevoie de sateliți care să retransmită și le trimit înapoi pe Pământ.
sv: Kilometervåglängder utbreder sig som ytvågor som följer jordytans krökning. Med tillräcklig sändarstyrka kan de nå upp till 1000 km. De utbreder sig också under vatten, det är därför de ofta används av u-båtar. Men obs, detta är inte Sonar! Sonar står för SOund Navigation And Ranging. Det är en teknik som grundar sig på ljudutbredning under vatten, inte ljus! Sändaramatörer använder av dekametervåglängder. De våglängderna är mycket intressanta, eftersom de kan reflekteras tillbaka mot jordytan av Jordens jonosfär. Det betyder att en signal från en amatörsändare studsar tillbaka mot Jorden efter reflektion i jonosfären och kan på så sätt färdas mycket långt. Ibland kan den t o m nå ända fram till antipoderna! Varför ibland? Jo, därför att reflektionen i jonosfären beror på tillståndet i denna - och det varierar. Våglängder kortare än ca 1 m utbreder sig rakt fram i rät linje från sändaren, nästan som synligt ljus. Detta är området för sändningar av FM, tv, Wi-FI, Bluetooth, etc. Dessa våglängder påverkas mindre av jonosfären; det är därför vi behöver satelliter för att reläa dem tillbaka till Jorden.

source: ionosphere
de: Ionosphäre
pl: jonosfera
ro: ionosfera
sv: jonosfär

source: KILOMETER wavelenghts
de: Kilometerwellen
pl: fale długie
ro: Lungimi de unda KILOMETRICE
sv: KILOMETER-våglängder

source: DECAMETER wavelenghts
de: Dekameterwellen
pl: fale krótkie
ro: Lungimi de unda DECAMETRICE
sv: DEKAMETER-våglängder

source: METER wavelenghts
de: Meterwellen
pl: fale ultrakrótkie
ro: Lungimi de unda METRICE
sv: METER-våglängder
