Repository: LCOGT/SalsaJ
Catalog: Pootle2/POOTLE_EXPORT/A0Exhibit/*/A0Exhibit_*.xlf
Languages: de, pl, ro, sv

source: As the photon approaches, its wavelength is shortened in front of it. If it’s originally a yellow photon, then it’s colour turns to blue. We call that a blueshift. If the photon is going away, then that’s the other way around, the wavelength becomes longer. For our yellow photon, its colour turns to red. It’s a redshift! So the Doppler effect gives information about the speed of what we are observing. For example, you can see if a star if moving away from us or if it’s coming in our direction, and we can know at what speed it moves. It’s very useful because knowing the kinematic of the object you are observing allow you to try to reproduce it’s behaviour with computer programs, it’s called modelling. Once you have reproduce a computer model that fits a lot of observation, you can apply it to predict other observations, or guess what’s going to happen to your source in a billion years. For example, with a 3m telescope, you can observe the hydrogen emission line at 21cm. Pointing it to the Milky Way will give you a spectrum, which in that case is the density of hydrogen with respect to its velocity. If along your line of sight you intercepted two spiral arms of the Milky Way moving at a different speed, your spectrum will have two peaks, each at the velocity of its respective arm. So, with radio observation, I can reconstruct the spiral arms of the Milky Way. How cool is that?!
de: Wenn das Photon auf einen zukommt, wird die Wellänge davor kürzer. Wenn ursprügnlich ein gelbes Photon ist, dann wird sein Farbe blau. Wir nennen das Blauverschiebung. Wenn sich das Photon entfernt, dann ist es gerade andersherum, die Wellenlänge wird länger. Unser gelbes Photon wird dann rot. Das ist die Rotverschiebung. Daher gibt der Dopplereffekt Informationen über die Geschwindigkeit der Objekte, die wir beobachten. Man kann z.B. sehen, ob sich ein Stern von uns wegbewegt oder auf uns zukommt und mit welcher Geschwindigkeit das passiert. Die ist sehr nützlich, denn wenn man die Kinematik des beobachteten Objektes kennt, dann kann man versuchen, dies in einem Computerprogramm zu reproduzieren. Das nennt man Modellierung. Wenn man ein Computermodell hat, das auf viele Beobachtungen passt, kann man es dazu nutzen, das Ergebnis anderer Beobachtungen vorherzusagen, oder zu sehen, was in einer Milliarde Jahre passiert. Mit einem 3m Teleskop kann man zum Beispiel die Emissionslinie des Wasserstoffs bei 21cm beobachten. Wenn man es auf die Milchstraße richtet, erhält man ein Spektrum, welches die Dichte des Wasserstoffs in Abhängigkeit seiner Geschwindigkeit darstellt. Wenn Du in deiner Sichtlinie zwei Spiralarme der Milchstraße hast, die sich mit unterschiedlicher Geschwindigkeit bewegen, wird Dein Spektrum zwei Spitzen haben, jede bei der Geschwindigkeit des entsprechenden Arms. Also kannst Du mit Radiobeobachtungen die Spiralarme der Milchstraße sehen. Wie cool findest Du das?
pl: Gdy foton przybliża się do nas, obserwujemy zmniejszenie długości jego fali. Jeśli był to pierwotnie foton światła żółtego, to jego barwa przechodzi w niebieską. Nazywamy to przesunięciem ku błękitowi. Natomiast gdy mamy do czynienia z fotonem oddalającym się, zachodzi efekt odwrotny i fala wydłuża się. Barwa żółta zmienia się w czerwoną. To jest właśnie przesunięcie ku czerwieni! Zatem zjawisko Dopplera dostarcza informacji o prędkości źródła. Widać na przykład czy gwiazda oddala się czy też przybliża do nas, można też obliczyć jej prędkość wzdłuż linii widzenia. Jest to bardzo użyteczne, ponieważ znając właściwości kinematyczne obserwowanego ciała niebieskiego, jesteśmy w stanie próbować odtworzyć jego zachowanie za pomocą programów komputerowych. Nazywa się to modelowaniem. Stworzywszy model komputerowy, który pasuje do dotychczasowych obserwacji, możemy go użyć do odtworzenia ewolucji naszego źródła bądź tego, co stanie się z nim za miliard lat. Radioteleskop o średnicy 3 m pozwala na przykład obserwować emisję linii wodoru atomowego na długości fali 21 cm. Gdy nakierujemy go na Drogę Mleczną, otrzymamy rozkład gęstości neutralnego wodoru w zależności od jego prędkości. Jeśli na naszej linii widzenia znajdą się dwa spiralne ramiona Galaktyki poruszające się z różną prędkością, rozkład ten będzie wykazywał dwa maksima, odpowiadające prędkości każdego z tych ramion. Zatem obserwacje radiowe pozwalają wykazać, że Droga Mleczna ma strukturę spiralną. Nieźle, prawda?
ro: Cum fotonul se apropie, lungimea sa de unda se scurteaza in fata acestuia. Daca este un foton galben, atunci culoarea acerstuia se transforma in albastru. Numim acesta o schimbare albastra. Daca fotonul se indeparteaza, atunci se misca pe alta traiectorie, lungimea de unda se lungeste. Pentru fotonul galben, culoarea sa devine rosie. Este o schimbare in rosu .Deci efectul Doppler da informatia despre viteza a ceea ce observam. De exemplu, putem observa daca o stea se indeparteaza sau se apropie, si putem determina la ce viteza se misca.Este foarte util deoarece stiind cinematica obiectului pe care il observa iti permite sa incerci sa reproduci comportamentul cu programe computerizate, se numeste modelare. Odata ce s-a reprodus un model computerizat care mediaza mai multe observatii, se poate aplica pentru a preconiza alte observatii, sau ghici ce se va intampla cu sursa noastra in miliarde de ani? De exemplu, cu un radiotelescop de 3 m, se poate observa emisia de hidrogen linia spectrala de 21 cm. Raportand aceasta la Calea Lactee va produce un spectru, care in acest caz da densitatea hidrogenului la fiecare viteza. Daca de-a lungul liniei de vizare se intercepteaza 2 brate spirale ale Caii Lactee miscandu-se cu viteze diferite, spectrul va avea doua varfuri, fiecare la viteza respectivului brat. Deci, cu observatia radio, se pot reconstrui bratele spirale a Caii lactee. Cat de interesant poate fi?!
sv: När en foton närmar sig, förkortas våglängden framför den. Om det från början är en gul foton ändras färgen mot blått. Det kallar vi blåförskjutning. Om fotonen avlägsnar sig blir det tvärt om, våglängden blir större. För vår gula foton förskjuts färgen mot rött. Det är en rödförskjutning! Så genom dopplereffekten kan vi få information om hastigheten hos objektet vi observerar. Vi kan till exempel se om en stjärna är på väg från oss eller om den närmar sig och vi kan också ta reda på dess hastighet. Det är mycket användbart eftersom, om vi vet kinematiken hos ett objekt vi observerar, kan vi simulera dess uppförande med datorprogram - det kallas modellering. När vi väl har fått fram en datormodell som passar in med en mängd observationer, kan vi tillämpa den för att göra förutsägelser som kan testas med nya observationer, eller gissa vad som kommer att hända med källan under den kommande miljarden år. Som exempel kan vi kan vi använda ett 3-metersteleskop för att observera emissionslinjen i väte vid 21 cm. Riktar du teleskopet mot Vintergatan får du ett spektrum, som i detta fall representerar tätheten hos vätgasen och dess hastighet. Om "synlinjen" hos ditt teleskop skar igenom två spiralarmar i Vintergatan, så kommer ditt spektrum att ha två toppar som representerar hastigheten hos respektive arm. Så genom att göra radioobservationer kan jag rekonstruera spiralarmarna i Vintergatan. Är inte det ganska coolt?

source: You want to do that too? Well, you can. Connect to http://www.euhou.net (or flash the QR code down below) and pilot a radio telescope yourself. You will be guided through some exercises to reconstruct the spiral arms of the Milky Way, or search for Dark Matter, with the spectra you will obtain yourself. And you can see the results of your commands in real-time on the telescope thanks to a webcam filming it 24h a day.
de: Willst Du das machen? Ja, das geht. Verbinde dich mit http://www.euhou.net und steuer selber ein Radioteleskop. Du wirst durch einige Versuche geführt und kannst damit die Spiralarme der Galaxie rekonstruieren oder nach dunkler Materie suchen, alles mit Spekten, die Du selber aufgenommen hast. Du kannst die Auswirkungen Deiner Kommandos auf das Teleskop auch in Echtzeit auf der Webcam sehen, die 24 Stunden am Tag das Teleskop zeigt.
pl: Chcielibyście wykonać takie obserwacje samemu? Da się zrobić! Wejdźcie tylko na stronę http://www.euhou.net lub http://www.oa.uj.edu.pl/hou (albo zeskanujcie podany poniżej kod QR), gdzie będziecie mieli okazję własnoręcznie pokierować radioteleskopem. Wykonując odpowiednie ćwiczenia obserwacyjne będziecie mogli odtworzyć ramiona spiralne Drogi Mlecznej lub poszukiwać ciemnej materii na podstawie otrzymanych przez siebie widm. Możecie też zobaczyć na własne oczy efekty wydawanych komend dzięki kamerze internetowej pokazującej ten radioteleskop przez całą dobę.
ro: Doriti sa faceti asta? In regula, se poate. Conectati-va la http://www.euhou.net (sau faceti flash la codul de mai jos) si manevati singuri un radiotelescop. Veti fi ghidati prin aceste exercitii pentru a reconstitui bratele spirale ale Caii Lactee, sau de a cauta Materia Neagra, spectre pe care le veti obtine singuri. Si se pot observa rezultatele comenzilor pe care le dati dvs, in timp real pe radiotelescop gratie supravegherii cu webcam 24 h pe zi.
sv: Vill du också göra det? Ja, det kan du! Koppla på http://www.euhou.net (eller fota QR-koden här nedan) upp dig för att själv styra ett radioteleskop. Du kommer att gajdas genom några övningar för att rekonstruera spiralarmarna i Vintergatan, eller för att söka efter mörk materia med spektra som du själv själv får fram. Och du kan i realtid se vilken effekt dina kommandon får på teleskopet genom en webbkamera som är on-line 24 timmar om dygnet.

source: So, what are you waiting for?
de: Also, worauf warten wir?
pl: No, na co jeszcze czekacie?
ro: Deci. Ce mai asteptati?
sv: Så, vad väntar du på?

source: The Radio Astronomy’s Timeline
de: Die Zeitschiene der Radioastronomie
pl: Linia chronologiczna radioastronomii
ro: Cronologie Radioastronomie
sv: Tidslinje för radioastronomin

source: A little background…
de: Ein wenig Hintergrund....
pl: Nieco historii…
ro: Un pic de fond ...
sv: Lite bakgrund...

source: Radio Astronomy
de: Radioastronomie
pl: Radioastronomia
ro: Radioastronomie
sv: Radioastronomi

source: The EU-HOUMW project presents: A short review of the radio astronomy history, along with its most famous discoveries.
de: Das EU-HOUMW Projekt präsentiert: Eine kurze Übersicht über die Geschichte der Radioastronomie und ihrer berühmtesten Entdeckungen
pl: Projekt EU-HOU ma zaszczyt przedstawić zarys historii radioastronomii wraz z jej najsłynniejszymi odkryciami.
ro: Proiectul EU-HOU prezinta: O scurtă trecere în revistă a istoriei radioastronomiei, împreună cu descoperirile sale cele mai renumite.
sv: EU-HOUMV-projektet presenterar: En kort översikt över radioastronomins historia och dess mest berömda upptäckter.

source: Like
de: Wie
pl: Lubię to!
ro: Ca

source: Message
de: Nachricht
pl: Wiadomość
ro: Mesaj
sv: Budskap

source: I just published a paper called A Dynamical Theory of the Electromagnetic field. I explain how electromagnetic radiations (like light, for example) exist at any wavelengths!
de: Ich habe gerade eine Veröffentlichung geschrieben: Eine dynamische Theorie des elektromagnetischen Feldes. Ich erkläre, wie elektromagnetische Strahlung (wie z.B. Licht) bei jeder Wellenlänge existiert!
pl: James Clerk Maxwell: Właśnie opublikowałem pracę pod tytułem „Dynamiczna teoria pola elektromagnetycznego”. Wyjaśniam w niej, dlaczego promieniowanie elektromagnetyczne (na przykład światło) ma ciągły rozkład długości fali!
ro: Am publicat un document intitulat O Teorie Dinamica al Câmpului Electromagnetic. Am explicat cum radiații electromagnetice (cum ar fi lumina, de exemplu) există la orice lungimi de unda!
sv: Jag har just publicerat en artikel "A Dynamical Theory of the Electromagnetic Field". Där förklarar jag hur olika typer av elektromagnetisk strålning (som t ex ljus) finns vid olika våglängder!

source: Like - Comment - Share
de: Gefällt mir - Kommentar - Empfehlen
pl: Lubię to! - Dodaj komentarz - Udostępnij
ro: Precum-Comentariu-Participare
sv: Gilla - Kommentera - Dela

source: Thomas Alva Edison If so, then celestial objects must emit some radio waves too…
de: Thomas Alva Edison: Wenn das so ist, dann müssen Objekte im All auch Radiostrahlung aussenden...
pl: Thomas Alva Edison: Jeśli tak, to ciała niebieskie muszą również emitować jakieś fale radiowe…
ro: Thomas Alva Edison :Dacă este așa, atunci obiectele cerești trebuie să emită deasemenea unde radio ...
sv: Thomas Alva Edison Om det är så, måste celesta objekt sända ut en del radiovågor också...

source: Max Planck Well, according to my calculations, if we consider that the Sun is a Black Body, its radio emission should be very weak. For the moment I think it is not possible to detect it, even with our best instruments.
de: Max Planck: Nun, nach meinen Berechnungen sollte die Ausstrahlung der Sonne recht schwach sein, wenn wir sie als Schwarkkörperstrahler betrachten. Ich glaube, zurzeit können wir das selbst mit unseren besten Instrumenten nicht nachweisen.
pl: Max Planck: Według moich wyliczeń, jeśli uznamy Słońce za ciało doskonale czarne, to jego emisja radiowa powinna być bardzo słaba. Na chwilę obecną nie przypuszczam byśmy byli w stanie ją wykryć, nawet jeśli użyjemy naszych najlepszych instrumentów.
ro: Max Planck Ei bine, conform calculelor mele, dacă avem consideram că Soarele este un Corp Negru, emisia de radio ar trebui să fie foarte slaba. Pentru moment cred că nu este posibil sa o detectam, chiar cu instrumente noastre cele mai bune.
sv: Max Planck Om vi betraktar solen som en svart kropp, så ska enligt mina beräkningar radiostrålningen från den vara mycket svag. Jag tror att det för närvarande inte är möjligt att detektera den ens med våra bästa instrument.

source: Charles Nordmann I think you are right Max, I put an antenna on the Mont Blanc (in France), but I didn’t detect anything.
de: Charles Nordmann: Ich glaube, Du hast recht, Max. Ich habe eine Antenne auf den Mont Blanc (in Frankreich) gesetzt und nichts gefunden.
pl: Charles Nordmann: Myślę, że masz rację, Max, umieściłem antenę na szczycie Mont Blanc we Francji, ale nic nie zarejestrowałem.
ro: Charles Nordmann : Cred că ai dreptate Max, mi-am pus o antenă pe Mont Blanc (în Franța), dar nu am detectat nimic.
sv: Charles Nordmann Jag tror du har rätt, Max, jag satte upp en antenn på Mont Blanc (i Frankrike), men jag kunde inte detektera något alls.

source: Unbelievable! It was a normal day at the Bell telephone company, I was working on my radio antenna to establish transatlantic telephone communications (at 14.5 m wavelength), when I suddenly realise that I was picking up a periodic signal from the sky every day. After further investigations, it turns out to be the radio emission of the centre of the Milky Way, our Galaxy!
de: Unglaublich! Es war ein normaler Arbeitstag bei der Bell Telephone Gesellschaft. Ich arbeitete an meiner Radioantenne um eine transatlantische Telefonverbindung aufzubauen (bei 14,5 m Wellenlänge), als mir plötzlich auffiel dass ich ein Signal aufnahm, das jeden Tag periodisch wiederkam. Nach weiteren Untersuchen stellte sich heraus, das dies Radiostrahlung aus dem Zentrum der Milchstraße, unserer Galaxie, war!
pl: Coś niewiarygodnego! To był normalny dzień w Bell Telephone Company. Zajmowałem się moją anteną radiową, usiłując nawiązać transatlantyckie połączenie telefoniczne na falach o długości 14,5 m, kiedy nagle uświadomiłem sobie, że codziennie odbieram regularny sygnał dochodzący ze sfery niebieskiej. Po przeanalizowaniu wszystkich parametrów okazało się, że jest to emisja radiowa jądra naszej galaktyki, Drogi Mlecznej!
ro: De necrezut! A fost o zi normală la compania de telefonie Bell, am lucrat pe antena mea radio pentru a stabili comunicatii telefonice transatlantice ( la 14,5 m lungime de undă), atunci când îmi dau seama brusc că am receptionat un semnal periodic de la cer în fiecare zi. După investigații suplimentare, se dovedește a fi de emisie radio al centrului Caii Lactee, Galaxia noastră!
sv: Otroligt! Det var en vanlig dag på telefonbolaget Bell, jag höll på att arbeta med min radioantenn för att upprätta telefonförbindelser (vid 14,5 m våglängd), när jag plötsligt insåg att jag tog emot en periodisk signal från rymden varje dag. Efter närmare undersökningar visar det sig vara radiostrålning från Vintergatans centrum, vår galax!

source: James Stanley Hey Same thing happened to us. We are working with the military to build anti-aircraft radars. Every time we point the radars to the Sun, something is jamming them. I think the Sun is emitting meter wave radiations.
de: James Stanley Hey: Das Gleich ist uns passiert. Wir arbeiteten mit dem Militär an einem Flugzeug-Abwehr Radar. Jedesmal wenn wir es auf die Sonne richteten, wurden wir gestört. Ich glaube, die Sonne sendet Strahlung im Meterwellenbereich aus.
pl: James Stanley Hey: Mamy tu podobny problem. Zajmujemy się budową radarów przeciwlotniczych dla wojska. Ilekroć skierujemy radar na Słońce, coś zakłóca rejestrowany sygnał. Moim zdaniem, to Słońce emituje na falach metrowych.
ro: James Stanley: Același lucru sa întâmplat si cu noi , Lucram cu armata pentru a construi avioane anti- radar. De fiecare dată când orientam radarele spre Soare, ceva le bruiaza. Eu cred că Soarele emite radiatii radio metrice.
sv: James Stanley Hey Samma sak hände oss. Vi jobbar med militären för att för att bygga radar mot flygangrepp. Varje gång vi riktar radarn mot solen, får vi starka störningar. Jag tror solen sänder ut strålning av metervåglängder.

source: Martin Ryle and Antony Hewish Thank you Karl! Owing to your great discovery, we used the Cambridge Interferometer to map the radio sky. We detected a lot of radio sources!
de: Martin Ryle und Antony Hewish: Vielen Dank, Karl! Aufgrund deiner großartigen Entdeckung nutzen wir das Cambridge Interferometer um den Radiohimmel aufzunehmen. Wir endeckten eine Menge Radioquellen!
pl: Martin Ryle: Dzięki Karl! Twojemu wielkiemu odkryciu zawdzięczamy to, że mogliśmy za pomocą interferometru w Cambridge sporządzić radiową mapę nieba. Zaobserwowaliśmy całe mnóstwo radioźródeł!
ro: Martin Ryle si Antony Hewish Multumim lui Karl! Datorită marii tale descoperiri, am folosit Interferometrul Cambridge Radio Sky pentru a face o harta radio a cerului. Am detectat o mulțime de surse de radio!
sv: Martin Ryle och Antony Hewish Tack Karl! Tack vare din stora upptäckt använde vi Cambridge-interferometern för att kartlägga himlen i radioområdet. Vi upptäckte en hel mängd radiokällor!

source: 37 people like this.
de: 37 Leuten gefällt dies.
pl: 37 osób lubi to.
ro: La 37 persoane le place aceasta
sv: 37 personer gillar detta.

source: Grote Reber, John Kraus like this.
de: Das gefällt Grote Reber, John Kraus
pl: Grote Reber, John Kraus lubią to.
ro: Grote Reber, John Kraus le place aceasta.
sv: Grote Reber, John Kraus gillar detta.

source: My supervisor, the famous Jan Oort, asked me to find atomic lines in the radio domain. I found an interesting one: it is the hyperfine transition of neutral hydrogen. If my calculations are correct, this line should be at a wavelength of 21 cm. It should be a weak emission, but, hey, hydrogen is the most abundant atom in the Universe. Why not trying to observe it?
de: Mein Lehrer, der berühmte Jan Oort, beauftragte mich Atomlinien im Radiobereich zu finden. Ich fand eine sehr interessante: Es ist der Hyperfeinstrukturübergang des neutralen Wasserstoffs. Wenn meine Berechnungen korrekt sind, sollte diese Linie bei 21 cm sein. Es sollte eine schwache Emission sien, aber immerhin ist Wasserstoff das häufigste Element im Universum. Warum sollten wir nicht versuchen es zu finden?
pl: Hendrik Christoffel Van de Hulst: Mój opiekun naukowy, słynny Jan Oort, poprosił mnie, bym poszukał linii atomowych w zakresie radiowym. Znalazłem jedną, bardzo interesującą, która powstaje w wyniku przejścia pomiędzy dwoma poziomami struktury nadsubtelnej neutralnego wodoru. Jeśli moje obliczenia są prawidłowe, linia ta odpowiada długości fali 21 cm. Emisja ta jest bardzo słaba, ale przecież wodór to najbardziej rozpowszechniony pierwiastek we Wszechświecie. Dobrze byłoby sprawdzić, czy nie da się jej zaobserwować.
ro: Supraveghetorul meu, celebrul Jan Oort, mi-a cerut să găseasc linii atomice în domeniul radio. Am găsit una interesanta: este tranzitia superfina a atomului de hidrogen neutru. Dacă calculele mele sunt corecte, această linie ar trebui să fie la o lungime de undă de 21 cm. Ar trebui să fie o emisie slab, dar, hei, atomul de hidrogen este cel mai abundent în Univers. De ce să nu încercați să-l observati?
sv: Min handledare, den berömde Jan Oort, bad mej först att leta efter atomära linjer i radioområdet. Och jag hittade en intressant linje: det är hyperfinövergången i neutralt väte. Om mina beräkningar är riktiga, skulle denna linje ligga vid 21 cm. Det borde vara en svag emission, men hallå, väte är det allra vanligaste ämnet i universum! Varför inte försöka observera den?

source: Edward Mills Purcell and Harold Irving Ewen You are right! We built a 1 m x 1 m horn antenna and we detected the 21 cm line! Think about all the implication for radio astronomy! At 21cm the radiation from neutral hydrogen penetrates much farther than visible light, and it is the most abundant atom in the Universe! That means that we can observe large structures, like other galaxies, very far away.
de: Edward Mills Purcell und Harold Irving Ewen Du hast recht! Wir haben eine 1 m x 1 m Hornantenne gebaut und damit die 21cm Linie gesehen! Denke nur an all die Auswirkungen für die Radioastronomie. Die Strahlung des neutralen Wasserstoffs bei 21cm dringt viel weiter als das sichtbare Licht, und Wasserstoff ist das häufigste Atom im Universum! Das heißt, wir könne große Strukturen wie andere, sehr weit entfernte Galaxien beobachten.
pl: Edward Mills Purcell i Harold Irving Ewen: Masz rację! Zbudowaliśmy antenę o rozmiarach 1 m x 1 m i za jej pomocą wykryliśmy linię 21 cm! Pomyśl tylko o wszystkich konsekwencjach, jakie to ma dla radioastronomii! Promieniowanie wodoru neutralnego na fali 21 cm dociera o wiele dalej niż światło widzialne i jego atomów jest najwięcej we Wszechświecie! Oznacza to, że jesteśmy w stanie obserwować wielkie struktury, takie jak inne galaktyki, na bardzo dużych odległościach.
ro: Edward Mills Purcell și Harold Irving Ewen Ai dreptate! Am construit un 1 m x 1 m corn antenă și am detectat linia 21 cm! Gândiți-vă la toate implicațiile pentru radioastronomie! La 21 cm radiația hidrogenului neutru penetreaza mult mai departe decât lumina vizibilă, iar acesta este cel mai abundent atom din Univers! Asta înseamnă că putem observa structuri mari, la fel ca alte galaxii, foarte departe.
sv: Edward Mills Purcell och Harold Irving Ewen Du har rätt! Vi byggde en 1 x 1 -meters hornantenn och vi hittade 21 cm-linjen! Vid 21 cm tränger strålningen från neutralt väte igenom mycket längre än synligt ljus, och väte är den mest förekommande atomen i universum! Det betyder att vi kan studera stora strukturer, som t ex andra galaxer, som ligger mycket långt borta.

source: Write a comment…
de: Schreibe einen Kommentar...
pl: Dodaj komentarz...
ro: Scrie un comentariu
sv: Skriv en kommentar...
