Repository: LCOGT/SalsaJ
Catalog: Pootle2/POOTLE_EXPORT/A0Exhibit/*/A0Exhibit_*.xlf
Languages: de, pl, ro, sv

source: So radio waves are light, not sound. How come I can listen to my favourite songs with my radio? Well, suppose you want to share a song with your friend, 100m away from you. You could shout it very loudly but it would require a huge amount of energy to be heard, which would most likely result in a sore throat and some angry neighbours… Instead you could use your flashlight, translate it into Morse code and send it to your friend. By doing that, you have solved the problem of energy and distance, but you have lost a lot of information in the process. To keep all the information, you have to code the light you are sending in a specific way, so that your friend can receive and decode it easily. This is called signal processing. Frequency Modulation (FM yes, like in FM radio!) is a kind of signal processing that is very easy and cheap to implement. You just modulate the light signal you are sending (the carrier wave) by varying its instantaneous frequency according to that of your message (your song for example). The signal is sent «modulated», and your radio «demodulates» it back to its original form and transmits it to its speakers, thus converting light back into sound!
de: Radiowellen sind also Licht, kein Schall. Wie kann man aber dann "Radio hören"? Nehmen wir an, du willst ein Lied mit deinem Freund, der 100 m entfernt ist, teilen. Du könntest laut rufen, was aber sehr ineffizient wäre. Stattdessen könntest du eine Taschenlampe benutzen und den Songtext morsen. Damit hast du das Problem der Energieverschwendung gelöst, verlierst aber eine Menge Informationen, nämlich die Melodie. Um alle Information zu erhalten, musst du das Licht auf eine spezielle Art verändern, so dass dein Freund das Signal leicht empfangen und entschlüsseln kann. Dabei spricht man von Modulation. Frequenzmodulation (FM) ist eine Art der Modulation, die sehr einfach und billig zu implementieren ist und deshalb z.B. für den UKW-Rundfunk verwendet wird. Man moduliert das gesendete Signal, indem man seine Frequenz entsprechend der Frequenz des Musikstücks ändert. Der Empfänger "demoduliert" das Signal und bringt es damit zurück in den ursprünglichen Frequenzbereich, so dass es über Lautsprecher wieder als Schall wiedergegeben werden kann.
pl: Fale radiowe to promieniowanie, a nie dźwięk. Jak to się zatem dzieje, że możecie słuchać swoich ulubionych piosenek przez radio? Przypuśćmy, że chcecie się podzielić piosenką z przyjacielem, który stoi 100 m dalej. Moglibyście ją wykrzyczeć na cały głos, ale będziecie musieli w to włożyć wiele energii, a ponadto niechybnie nabawicie się bólu gardła i wkurzycie sąsiadów… Zamiast tego możecie użyć latarki i przekazać piosenkę przyjacielowi za pomocą alfabetu Morse’a. W ten sposób rozwiązalibyście problem z energią i odległością, lecz stracilibyście pokaźną część informacji. Aby zachować całą informację, musicie ją zakodować odpowiednio w przesyłanym promieniowaniu tak, aby przyjaciel mógł ją odebrać i łatwo zdekodować. Nosi to nazwę przetwarzania sygnału. Modulacja częstotliwości (FM) to rodzaj przetwarzania sygnału, który jest bardzo prosty i tani w zastosowaniu. Polega on na zmienianiu chwilowej częstotliwości w takt, na przykład, owej piosenki. Modulowany sygnał zostaje „zdemodulowany” w odbiorniku radiowym i przesłany do głośnika, a tym samym promieniowanie przekształca się z powrotem w dźwięk!
ro: Deci, undele radio sunt lumina, nu sunet. Cum se pot asculta melodiile preferate cu radioul meu?Ei bine, să presupunem că doriți să ascultati o melodie cu prietenul, aflat la 100m departe de tine. Ai putea să strigi cu voce tare, dar ar fi nevoie de o cantitate uriașă de energie pentru a fi auzit, ce ar mai duce probabil la o durere în gât și niște vecini furioși ...În schimb ai putea folosi o lanterna, traduce în codul Morse si trimite-l la prieten. Făcând asta, ați rezolvat problema de energie și de la distanță, dar ați pierdut o mulțime de informații în acest proces. Pentru a păstra toate informațiile, va trebui să codati lumina ,adica sa o trimiteți într-un mod specific, pentru ca prietenul tau sa o poata primi si decoda-l ușor.Aceasta se numeste de procesare a semnalului. Modulație de frecvență FM (da, ca și în radio FM!) Este un fel de prelucrare a semnalului, care este foarte ușor și ieftin de pus în aplicare. Tu doar modulezi semnalul luminos pe care îl trimiteți (unda purtătoare) pe diferite frecvente (cântecul tău, de exemplu).Semnalul modulat este trimis, iar un radio "demodulează" semnalul în forma sa originală și il transmite la difuzoarele sale, astfel, lumina se treansforma inapoi in sunet!
sv: Så radiovågor är ljus, inte ljud. Hur kommer det sig att jag kan lyssna till min favoritlåtar i min radio? Antag att du vill dela med dig av en låt till din kompis, som står 100 m ifrån dig. Du skulle kunna vråla mycket högt, men det skulle gå åt en väldig massa energi för att du ska höras på det avståndet, och resultatet skulle sannolikt bli svår heshet och ilskna grannar... Du skulle i stället kunna använda en ficklampa och översätta texten med Morse-alfabetet för att "blinka över" till kompisen. På så sätt skulle du ha löst problemet med energi och avstånd, men du skulle ha förlorat en mängd information på vägen. För att behålla all information måste du koda ljuset du sänder på ett speciellt sätt, så att kompisen enkelt kan ta emot och avkoda det sända budskapet. Detta kallas signalbehandling. Frekvensmodulering (ja, just det: FM precis som i FM-radio) är ett slags signalbehandling som är mycket enkel och billig. Du behöver bara modulera ljussignalen du sänder (bärvågen) genom att variera dess frekvens med de momentana värdena på frekvenserna i ditt budskap (t ex din låt). Signalen sänds iväg "modulerad" och radion" avmodulerar" den tillbaka till sin ursprungliga form och sänder iväg den till högtalarna. Ljus har då omformats tillbaka till ljud!

source: Other signal processing methods are used, like Amplitude Modulation (AM) or Phase Modulation (PM) to transmit information. Wi-Fi, for example, uses a combination of FM and PM.
de: Zur Informationsübertragung werden andere Veränderungen des Signals verwendet, wie Amplitudenmodulation (AM) oder Phasenmodulation (PM). WLAN nutzt beispielsweise eine Kombination aus FM und PM.
pl: Do przekazywania informacji stosuje się także inne metody przetwarzania sygnału, jak modulacja amplitudy (AM) czy modulacja fazy (PM); w technologii Wi Fi, na przykład, wykorzystuje się zarówno FM, jak i PM.
ro: Alte metode de procesare a semnalului sunt utilizate, cum ar fi Amplitude Modulation (AM) sau modulație de fază (PM) de a transmite informații. Wi-Fi, de exemplu, foloseste o combinatie de FM și AM.
sv: Man använder också andra metoder för signalbehandling, som amplitudmodulering (AM) eller fasmodulering (PM), för att överföra information. Så använder t ex Wi-Fi en kombination avFM och PM.

source: The ionosphere is a layer of electrons and other electrically charged particles in the upper atmosphere. It starts at around 80 km from the ground. At this altitude, the atmosphere is too thin to shield the particles from the Solar radiation. Atoms and molecules are hit directly with very energetic light like UV and X-Ray, and this causes them to break and lose some electrons. Their neutral balance is disturbed and they become electrically charged. The resulting mixture of electrons and charged particles is called plasma, and it is responsible for the reflection power of the ionosphere at decametre wavelengths. During the day, Sunbeams hit the ionosphere and produce a lot of charged particles; the ionosphere becomes unstable and cannot reflect the radio signals very efficiently. But at night, the ionosphere is less perturbed and almost acts as a smooth mirror. This is why amateur radio operators prefer to send their long-distance call during the night!
de: DIe Ionosphäre ist eine Schicht aus Elektronen und anderen elektrisch geladenen Teilchen in der oberen Atmosphäre. Sie beginnt etwa 80 km über dem Boden. In dieser Höhe ist die Atmosphäre zu dünn, um die Teilchen der solaren Strahlung abzuschirmen. Atome und Moleküle werden von sehr energiereichem UV-Licht und Röntgenstrahlen getroffen, und dadurch werden sie gespalten, verlieren Elektronen und werden so elektrisch geladen. Die entstehende Mischung aus freien Elektronen und elektrisch geladenen Teilchen wird Plasma genannt, und dieses Plasma reflektiert die Radiowellen in der Ionosphäre. Im Laufe des Tages treffen Sonnenstrahlen auf die Ionosphäre und produzieren viele geladene Teilchen, die Ionosphäre wird dabei instabil und kann Signale nicht mehr so gut reflektieren. Aber bei Nacht beruhigt sich die Ionosphäre und verhält sich fast wie ein glatter Spiegel, weshalb auch Funkamateure gern die Nacht für ihre weltweiten Gespräche nutzen.
pl: Jonosfera to warstwa górnej atmosfery zawierająca elektrony i inne elektrycznie naładowane cząstki. Zaczyna się ona około 80 km od powierzchni Ziemi. Na tej wysokości atmosfera jest tak rozrzedzona, że zawarte w niej atomy i cząsteczki wystawione są na bezpośrednie działanie wysokoenergetycznych składowych promieniowania słonecznego – promieni rentgenowskich i gamma. Powoduje to wybicie części elektronów, co narusza w nich równowagę ładunku i stają się one elektrycznie naładowane. Powstaje mieszanka elektronów i jonów, zwana plazmą, która odpowiada za zdolność odbijania fal krótkich przez jonosferę. Za dnia oświetlona bezpośrednio światłem słonecznym jonosfera staje się mało stabilna i efektywność odbicia sygnału radiowego spada, natomiast w nocy uspokaja się i działa niemal jak idealne lustro. Dlatego właśnie amatorzy krótkofalarstwa wolą nawiązywać łączność na duże odległości w nocy!
ro: Ionosfera este un strat de electroni și alte particule încărcate electric, în atmosfera superioară. Incepe de la aproximativ 80 de km de pamant.La această altitudine, atmosfera este prea subțire pentru a proteja particulele de radiații solare. Atomi și molecule sunt afectate în mod direct de radiatia solara foarte energica ca UV si X-Ray, iar acest lucru le face sa piarda unii electroni. Balanta sarcinii neutre este perturbata și devin incarcate electric. Amestecul rezultat de electroni și de particule încărcate se numește plasmă, și este responsabil pentru reflectarea undelor radio de ionosfera la lungimi de undă decametrice.În timpul zilei, razele soarelui lovesc ionosfera și produc o mulțime de particule incarcate, ionosfera devine instabila și nu poate reflecta semnalele radio foarte eficient. Dar pe timp de noapte, ionosfera este mai puțin perturbata și aproape acționează ca o oglindă netedă. Acesta este motivul pentru operatorii de radio amatori preferă să si trimită lor pe distanțe lungi mesaje în timpul nopții!
sv: Jonosfären består av elektroner och andra elektriskt laddade partiklar i den övre atmosfären. Den börjar ungefär 80 km ovanför marken. På denna höjd är atmosfären alltför tunn för att skärma av partiklarna i solstrålningen. Atomer och molekyler träffas direkt av mycket energirikt ljus, såsom UV och röntgenstrålning, och det gör att de slås sönder och förlorar en del elektroner. De från början neutrala partiklarna blir elektriskt laddade. Den uppkomna blandningen av elektroner och laddade partiklar kallas plasma, och det är detta plasma som är ansvarigt för att jonosfären kan reflektera vid dekametervåglängder. Under dagtid träffar solstrålarna jonosfären och skapar en mängd laddade partiklar; jonosfären blir instabil och kan inte reflektera radiosignalerna särskilt effektivt. Men på natten är jonosfären mindre störd och fungerar nästan som en slät spegel. Det är därför radioamatörerna helst har sina långdistanskontakter på natten!

source: Frequency Modulation (F.M.)
de: Frequenzmodulation (FM)
pl: Modulacja częstotliwości (FM)
ro: Modulatie in Frecventa (F.M.)
sv: Frekvensmodulering (FM)

source: What is the ionosphere?
de: Was ist die Ionosphäre?
pl: Co to jest jonosfera?
ro: Ce este ionosfera?
sv: Vad är jonosfären?

source: While light can propagate in empty spaces, sound cannot. This is because sound waves need a medium they can vibrate into. You can listen to a piano melody because each time the pianist presses a key, a small hammer hits a string and makes it vibrate. The vibration then propagates into the air, until it reaches a receiver like a human ear for example. The ear is in fact a small vibrating membrane (the ear-drum) connected to small bones that transmits the vibration to our nervous system.
de: Licht kann sich im leeren Raum ausbreiten, aber Schall nicht. Der Grund ist, dass Schallwellen ein Medium brauchen, das ihre Vibration überträgt. Schlägt ein Klavierspieler eine Taste an, wird eine Saite des Klaviers durch einen kleinen Hammer in Schwingung versetzt. Diese Schwingung überträgt sich durch die Luft, bis sie z.B. auf das Ohr eines Menschen trifft. Im Ohr sorgt eine kleine schwingende Membran, das Trommelfell, dafür, dass aus dem Schall Signale werden, die an das Nervensystem geleitet werden.
pl: W odróżnieniu od światła dźwięk nie może się rozchodzić w pustej przestrzeni, ponieważ fale dźwiękowe potrzebują ośrodka, który mógłby drgać. Słyszymy melodię graną na fortepianie, ponieważ za każdym razem, gdy pianista uderzy w klawisz, jeden z młoteczków we wnętrzu instrumentu uderza w strunę, wprawiając ją w drgania, które następnie rozchodzą się w powietrzu, dopóki nie dotrą do jakiegoś odbiornika, na przykład, ludzkiego ucha. Drgania błony bębenkowej w uchu są z kolei przekazywane poprzez kosteczki słuchowe do naszego układu nerwowego.
ro: În timp ce lumina se poate propaga în spații goale, sunetul nu se poate. Acest lucru se datorează faptului că undele sonore au nevoie de un mediu in care sa poata vibra . Puteți asculta o melodie la pian, deoarece de fiecare dată când apasă un pianist cheie, un ciocan mic care lovește o coarda și o face să vibreze.Vibrații, apoi se propagă în aer, până când se ajunge la un receptor ca o ureche umana, de exemplu.Urechea este, de fapt, o membrană un mic vibrator (ureche-tambur) conectat la oase mici, care transmite vibratia ca semnale electrice către sistemul nostru nervos.
sv: Ljus kan färdas i tomma rymden; det kan inte ljud. Det beror på att ljudvågor behöver ett medium som de kan vibrera i. Du kan höra en melodi på pianot därför att varje gång som pianisten trycker ner en tangent, slår en liten hammare till en sträng och får den att vibrera. Vibrationen fortplantar sig sedan genom luften till det når en mottagare, t ex ett mänskligt öra. Örat är faktiskt själv ett vibrerande membran (trumhinnan) som står i förbindelse med små ben som för över vibrationen till nervsystemet.

source: Light and sound are both waves, but their nature is very different.
de: Sowohl Licht als auch Schall sind Wellen, aber ihre Eigenschaften sind sehr unterschiedlich.
pl: Zarówno światło, jak i dźwięk są falami, ale o zupełnie odmiennej naturze.
ro: Lumina și sunetul sunt ambele unde, dar natura lor este foarte diferita.
sv: Ljus och ljud är båda vågor, men till sin natur är de mycket olika.

source: Why do astronomers use
de: Warum verwenden Astronomen
pl: Dlaczego astronomowie używają
ro: De ce astronomii folosesc
sv: Varför använder astronomer

source: very big telescopes?
de: sehr große Teleskope?
pl: jak największych teleskopów?
ro: telescoape foarte mari?
sv: mycket stora teleskop?

source: One crucial parameter when observing the sky is the spatial resolution. The spatial resolution is the smallest detail a telescope can observe. The smaller it is, the more details you will observe on your source. The resolution of a telescope, Θ, is proportional to the wavelength, λ, at which you are observing, and inversely proportional to the diameter of the telescope, Φ. Or simply put: So, the more precision we want, the bigger the telescope must be, especially at high wavelengths. How big? Well, let’s do the maths. Let say I want to see someone standing on the Moon with an optical telescope., and to see him with a bit of detail, I want to make an image of him that has a height of 10 pixels. The man on the Moon is 2m tall. First, let’s calculate his apparent size. The apparent size is the angle δ under which an object of size d is seen at a distance D. Using trigonometric relations, it’s fairly easy to find that sin(δ) = d/D. As δ is very small, this simplifies to δ ≈ d/D.
de: Ein entscheidender Parameter bei der Himmelsbeobachtung ist die Ortsauflösung. Sie beschreibt die Größe der kleinsten Details, die ein Teleskop noch beobachten kann. Je besser die Ortsauflösung, desto mehr feine Details der Quelle werden sichtbar. Die Auflösung eines Teleskops, Θ, ist proportional zur Wellenlänge λ, bei der beobachtet wird, und invers proportional zum Durchmesser des Teleskops Φ. Oder, einfacher ausgedrückt: Je genauer wir beobachten wollen, desto größer muss das Teleskop sein, besonders bei großen Wellenlängen. Wie groß? Rechnen wir nach. Angenommen, man möchte mit einem optischen Teleskop eine Person auf dem Mond sehen, und, um einige Details zu sehen, ein Bild von 10 Pixel Höhe erzeugen. Der Mensch ist ca. 2 Meter groß. Berechnen wir zunächst seine scheinbare Größe. Das ist der Winkel δ, unter dem ein Objekt der Größe d in der Entfernung D erscheint. Mit Hilfe der Trigonometrie ergibt sich sin(δ) = d/D , und da δ sehr klein ist, können wir näherungsweise von δ ≈ d/D ausgehen.
pl: Parametrem odgrywającym istotną rolę przy obserwacjach nieba jest rozdzielczość czyli rozmiar najmniejszych detali, jakie da się zaobserwować za pomocą danego instrumentu. Rozdzielczość teleskopu Θ jest proporcjonalna do długości fali λ, na której obserwujemy, a odwrotnie proporcjonalna do średnicy teleskopu Φ. Można to ująć prosto jako: Θ ~ λ/Φ. Zatem im większej potrzebujemy precyzji, tym większego musimy użyć teleskopu. Jak duża ma być jego średnica? Przeprowadźmy krótki rachunek. Powiedzmy, że chcemy zobaczyć w miarę szczegółowo człowieka o wzroście 2 m stojącego na Księżycu, przyjmując, że jego obraz w postaci cyfrowej powinien mieć wysokość 10 pikseli.Najpierw obliczmy jego widome rozmiary, zdefiniowane jako kąt δ, pod jakim przedmiot o średnicy d widać z odległości D. Posługując się wzorami trygonometrycznymi, dość łatwo otrzymujemy, że sin(δ) = d/D, a wobec tego, że δ jest bardzo małe, wzór ten można uprościć do postaci δ ≈ d/D.
ro: Un parametru esențial atunci când observăm cerul este rezoluţia spaţială. Rezoluția spațială este cel mai mic detaliu pe care un telescop îl poate observa. Cu cât este mai mic cu atât veţi observa mai multe detalii pe sursa.Rezoluţia unui telescopeΘ este proporţională cu lungimea de undă λ la care observaţi şi invers proporţional cu diametrul unui telescop.Deci, dacă vrem mai multă precizie, telescopul trebuie să fie mai mare, în special la lungimi mari de undă.Cât de mare? Ei bine, hai să calculăm.Să spunem că vrem să vedem pe cineva care stă pe Lună cu un telescop optic și pentru a-l vedea cu ceva detalii, vrem să facem o imagine a lui care are o înălțime de 10 pixeli. Omul de pe Lună este înalt de 2m.Mai întâi, haideţi să-i calculăm dimensiunea aparentă. Dimensiunea aparentă este unghiul δ sub care un obiect de mărimea d este văzut la distanţa D. Folosind trigonometrice, este uşor să găsim că sin (δ) = d/D. Din moment ce δ este foarte mic, aceasta se simplifică la δ ≈ d/D.
sv: När man observerar himlen är upplösningen en viktig parameter. Rumsupplösningen är den minsta detalj ett teleskop kan observera. Ju högre upplösningen är, desto fler detaljer kan man observera i objektet. Upplösningen hos ett teleskop, Θ, är proportionell mot våglängden λ som du observerar vid och omvänt proportionell mot teleskopets öppning (objektivets diameter) Φ. För att uttrycka det enkelt: ju mer precision vi vill ha, desto större måste teleskopet vara, speciellt vid stora våglängder. Hur stort? Låt oss räkna på det! Säg att jag vill se ett två meter stort föremål (t ex en människa) på Månen med ett optiskt teleskop och för att få lite detaljer i bilden, så bör den vara 10 pixlar stor. Först beräknar vi människans skenbara storlek. Den skenbara storleken är den vinkel δ som ett objekt med storleken d upptar på avståndet D. Genom att använda trigonometriska samband är det ganska lätt att få fram att sin(δ) = d/D. Eftersom δ är mycket liten förenklas detta till δ ≈ d/D.

source: Diameter
de: Durchmesser
pl: Średnica
ro: Diametru
