Repository: LCOGT/SalsaJ
Catalog: Pootle2/POOTLE_EXPORT/A0Exhibit/*/A0Exhibit_*.xlf
Languages: de, pl, ro, sv

source: On the picture, from left to right, and from top to bottom: Cecilia Kozma , Maria Loizou , Yannick Libert , F. Miranda , Eleni Chatzichristou , Sotira Trifourki , Krzysztof Chyzy , Rosa Doran , Peter Kalberla , Roger Ferlet , Rodrigo Alvarez , Cezar Lesanu , Radu Constantinescu , Lech Mankiewicz , Anne-Laure Melchior .
de: Auf dem Bild, von links nach rechts und von oben nach unten: Cecilia Kozma , Maria Loizou , Yannick Libert , F. Miranda , Eleni Chatzichristou , Sotira Trifourki , Krzysztof Chyzy , Rosa Doran , Peter Kalberla , Roger Ferlet , Rodrigo Alvarez , Cezar Lesanu , Radu Constantinescu , Lech Mankiewicz , Anne-Laure Melchior .
pl: Na zdjęciu od lewej do prawej i od góry do dołu:Cecilia Kozma, Maria Loizou, Yannick Libert, F. Miranda, Eleni Chatzichristou, Sotira Trifourki, Krzysztof Chyży, Rosa Doran, Peter Kalberla, Roger Ferlet, Rodrigo Alvarez, Cezar Lesanu, Radu Constantinescu, Lech Mankiewicz, Anne-Laure Melchior.
ro: In imagine, de la stanga la dreapta, si de sus in jos: Cecilia Kozma (SE), Maria Loizou (CY), Yannick Libert (FR), F. Miranda (FR), Eleni Chatzichristou (GR), Sotira Trifourki (GB), Krzysztof Chyzy (PL), Rosa Doran (PT), Peter Kalberla (DE), Roger Ferlet (FR), Rodrigo Alvarez (BE), Cezar Lesanu (RO), Radu Constantinescu (RO), Lech Mankiewicz (PL), Anne-Laure Melchior (FR)
sv: På bilden, från vänster till höger och uppifrån och ner: Cecilia Kozma , Maria Loizou , Yannick Libert , F. Miranda , Eleni Chatzichristou , Sotira Trifourki , Krzysztof Chyzy , Rosa Doran , Peter Kalberla , Roger Ferlet , Rodrigo Alvarez , Cezar Lesanu , Radu Constantinescu , Lech Mankiewicz , Anne-Laure Melchior .

source: translator-credits
de: Übersetzung
pl: Tłumaczenie: Marek Krośniak <marek.krosniak@uj.edu.pl>
ro: translator-multumiri
sv: Översättnings-credits

source: Astronomers use λ after the Tera- prefix
de: Astronomen benutzen λ nach dem Tera- Prefix
ro: Astronomii folosesc λ dupa Tera- prefix
sv: Astronomer använder λ efter Tera-prefixet

source: Hands-On Universe, Europe
ro: Hands-On Universe,Europa
