Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/RadioScienceATschool/*/sm_exhibit_*.po
Languages: de, sv

source: With a digital camera, there is more detail when there are more pixels. In the same way, we can use a network of radio telescopes to increase the detail: the more antennas you have, the more precise you get!
de: Eine Digitalkamera zeigt feinere Strukturen, wenn sie mehr Bildpunkte hat. In der gleichen Art und Weise können wir Radioteleskope nutzen und die Auflösung erhöhen: je mehr Antennen, desto präzisere Bilder erhält man.
sv: Med en digitalkamera ser vi fler detaljer om vi har fler pixlar. På samma sätt kan vi få fler detaljer (högre upplösning) om vi använder ett helt nätverk av radioteleskop. Ju fler antenner vi använder, desto mer precision får vi!

source: To see more details in distant galaxies, forests of radio antennae are built around the world: 27 antennae for the VLA in New Mexico (USA), 30 antennas in Pune (India), 64 antennas in the Andes (Chile).
de: Um mehr Details von entfernten Galaxien zu sehen, werden überall auf der Welt ganze Wälder von Antennen aufgebaut: 27 Antennen des VLA in New Mexico ( USA ), 30 Antennen in Pune ( Indien ) und 64 Antennen in den Anden ( Chile )
sv: För att se fler detaljer i avlägsna galaxer, bygger man hela ”skogar” av antenner runt om i världen: 27 antenner för VLA (Very Large Array) i New Mexico (USA), 30 antenner i Pune (Indien) och 64 antenner i Anderna (Chile.

source: The radio signal from the antennas is mixed and analysed by very powerful computer. We can even mix the signal from antennae located on different continents to simulate a giant antenna the size of the Earth!
de: The Radiosignale der vielen Antennen werden von Hochleistungscomputern zusammengerechnet. Es ist sogar möglich, die Signale von Antennen zu addieren, die auf verschiedenen Kontinenten stehen und so mathematisch eine Antenne der Größe der Erde ergeben.
sv: Radiosignalen från en antenn är uppblandad och måste analyseras med mycket kraftfulla datorer. Vi kan till och med sätta ihop signaler från antenner i olika världsdelar för att simulera en gigantisk antenn, lika stor som Jorden!

source: The first radio antenna radars were actually built by the military during World War II: they could listen to the Sun!
de: Die ersten Radargeräte wurden durch das Militär im 2. Weltkrieg gebaut: sie konnten schon die Sonne hören.
sv: Det var faktiskt militären som byggde de första antennerna för radar under andra världskriget: de kunde lyssna på solen!

source: the Solar System
de: das Sonnensystem
sv: Solsystemet

source: exoplanets
de: Exoplaneten
sv: exoplaneter

source: the regular signal received from a pulsar
de: ein gewöhnliches Signal empfangen von einem Pulsar
sv: Den regelbundna signal man tar emot från en pulsar

source: Plateau de Bure (Alpes)
de: Plateau de Bure ( franz. Alpen )
sv: Bure-platån ((Alperna)

source: SKA (in project)
de: SKA ( in der Entwicklung )
sv: SKA (under utveckling)

source: des radiotelescopes pour capter les ondes de le univers
de: Radioteleskope empfangen Wellen aus dem Universum
sv: Radioteleskop för att fånga in vågorna från universum

source: Credits :Observatoire de Paris Sciences a l'école NASA, ESO, ESA Conception and implementation : Olivier Marco, Aurore Mathon, Yannick Libert
de: Quelle :Observatoire de Paris Sciences a l'école NASA, ESO, ESA Conception and implementation : Olivier Marco, Aurore Mathon, Yannick Libert; Übersetzung: Martin Klenke, Wolfgang Herrmann
sv: Tack till: Paris ObservatoriumVetenskap i skolan (Sciences à l’École)NASA, ESO, ESAIdé och produktion:Olivier MarcoAurore MathonYannick Libert

source: Radio wave emitted by the galaxy M87
de: Radiowellen abgestrahlt von der Galaxie M87
sv: Radiovågor från galaxen M87

source: The Crab nebula- M1 the remains of a supernova explosion.
de: Der Krabbennebel M1 sind die Überreste einer Supernova Explosion
sv: Krabbnebulosan (M1) - resterna av en supernovaexplosion

source: Receive Galactic Signal
de: galactische Signale empfangen
sv: Ta emot en galaktisk signal

source: atoms
de: Atome
sv: atomer

source: international collaboration
de: internationale Zusammenarbeit
sv: Internationell samverkan

source: radiotelescopes tuned up to the Universe
de: Radioteleskope abgestimmt auf das Universum
sv: Radioteleskop avstämda till universum

source: QUIZZ
sv: QUIZ

source: SUN radio
sv: SOL-radio
