Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/RadioScienceATschool/*/sm_exhibit_*.po
Languages: de, sv

source: receive radio wave
de: Radiowellen empfangen
sv: ta emot radiovågor

source: The Sun is our star: a gigantic ball of gas, the Sun is shining because of nuclear reactions. Its temperature is very high: several thousands of degrees.
de: Die Sonne ist unser Stern: ein gigantischer Gasball, unsere Sonne scheint wegen der nuklearen Fusionsreaktionen. Die Temperatur ist unvorstellbar hoch: einige zehntausend Grad Celcius
sv: Solen är vår stjärna: en enorm gasboll som lyser genom kärnreaktioner i dess inre. Dess yttemperatur är mycket hög: åtskilliga tusen grader.

source: THE FM RADIO FROM STARS
de: Das FM Radio von den Sternen.
sv: FM-RADIO FRÅN STJÄRNORNA

source: So stars are emitting radio waves... ?
de: Sterne senden also Radiowellen aus... ?
sv: Så stjärnor skickar ut vågor...?

source: If we could tune a radio to the FM frequency of 160MHz, we could hear... the Sun ! What a weird music!
de: Wenn wir ein Radio auf 160MHz einstellen könnten so würden wir die Sonne rauschen hören. Was für ein seltsamer Klang!
sv: Om vi kunde ställa in en FM-radio på frekvensen 160 MHz, så skulle vi höra … Solen! En sådan konstig musik!

source: the horsehead nebula
de: der Pferdekopfnebel
sv: Hästhuvudnebulosan

source: 6000.C
de: 6000 Grad Celsius
sv: 6000 grader

source: During World War II, a plane could hide from radar while flying facing the sun.
de: Während des 2.Weltkrieges konnte sich ein Flugzeug vor dem Radar verbergen, indem es auf einer Linie zwischen Radar und Sonne flog.
sv: Under andra världskriget kunde ett plan komma undan radarn när det flög rakt framför solen.

source: True or False?
de: Richtig oder flsch?
sv: Sant eller Falskt?

source: THE radio WAVES: invisible WAVEs that are not SOUND waves
de: Radiowellen sind unsichtbar und dürfen nicht mit Schallwellen verwechselt werden.
sv: RADIOVÅGOR: osynliga vågor som INTE är ljudvågor

source: We receive radio waves from the Universe, but what can we actually hear?
de: Wir empfangen Radiowellen aus dem Weltall, aber was kann man tatsächlich hören?
sv: Vi kan ta emot radiovågor från universum, men vad är det som vi faktiskt hör?

source: It doesnt matter: nobody is listening to the stars. In fact, stellar radio waves are used to take a picture, more like a radar.
de: Es ist eigentlich egal, denn niemand hört den Sternen zu. Tatsächlich werden Radiowellen aus dem Weltall empfangen und zu Bilder zusammengefügt, ähnlich einem Radargerät.
sv: Det gör inget: det är ändå ingen som ”lyssnar” på stjärnorna. I själva verket används radiovågorna för att ta bilder, mer som med en radar.

source: Radio astronomers listen to the stars with headphones.
de: Radioastronomen könnten den Sternen mit Kopfhörern zuhören.
sv: Radioastronomer lyssnar på stjärnorna med hörlurar.

source: Let's compare Stars in the radio and optical domain
de: Vergleichen wir von Sternen die Radiowellen und die optischen Wellen, das Licht.
sv: Vi jämför stjärnor i radioområdet och i optiska området

source: Our eyes can see visible light from stars: we see the colors inside a rainbow. Our sun is yellow, but red stars, blue, white, brown, ... also exist!
de: Mit unseren Augen können wir das sichtbare Licht der Sterne sehen: so sehen wir auch die Farben von einem Regenbogen. Unsere Sonne ist gelb aber es gibt auch rote, blaue oder braune Sterne.
sv: Våra ögon kan se ljus från stjärnorna i det ”synliga området”: vi ser färgerna som finns i regnbågen. Vår sol är gul, men det finns också röda, blå, vita och bruna stjärnor!

source: Radio waves can be used to detect invisible galaxies.
de: Radiowellen können dazu verwendet werden, unsichtbare Galaxien zu entdecken.
sv: Radiovågor kan användas för att detektera osynliga galaxer.

source: The radio of the stars is not very melodious. It is emitted by the atoms and the molecules of gas that are heated by the stars. Its more like a kind of noise, like the scratchy sound of an old vinyl record.
de: Das Radioprogramm der Sterne ist nicht wirklich melodisch. Es wird von Atomen und Molekülen der Gase abgestrahlt, wenn sie durch den Stern selbst aufgeheizt werden. Es hört sich mehr wie Rauschen an z.B wie Meeresrauschen.
sv: Radio från stjärnorna låter inte särskilt melodiskt. Strålningen kommer från atomer och molekyler i gas som hettas upp av stjärnorna. Den liknar mer ett sorts oväsen, ungefär som från en gammal repig vinylskiva.

source: Radio waves show us parts of planets and galaxies, in particular where atoms and molecules of hydrogen and carbon monoxide lie. For the Sun, radio waves show magnetic storms, in the form of spots on its surface.
de: Radiowellen zeigen uns die Planeten und Galaxien, auf denen Moleküle vom Wasserstoff und Kohlenmonoxid vorhanden sind. Die Radiowellen unserer Sonne entstehen zum Teil bei magnetischen Stürmen, die auch als Sonnenflecken zu sehen sind.
sv: Med radiovågor kan man se delar av planeter och galaxer, speciellt de delar där det finns atomer och molekyler av väte och kolmonoxid. När det gäller solen visar radiovågorna magnetiska stormar som fläckar på ytan.

source: MAGNETIC FIELDS
de: Magnetfelder
sv: MAGNETFÄLT

source: The song of stars?
de: The Musik der Sterne?
sv: Sjunger stjärnorna

source: pulsars, the radio lighthouse of the Universe
de: Pulsare, die Leuchttürme im Universum
sv: Pulsarer, universums fyrtorn

source: In 1054 BC, the chinese people were able to observe a bright new star in the sky: it was a supernovae explosion. A millenium later, we can observe a beautiful nebula in the same place: the Crab nebula. At its very center lies a peculiar star: a pulsar.
de: 1054 vor Christus konnten chinesische Astronomen einen neuen sehr hellen Stern am Himmel beobachten: es war eine gigantische Supernova Explosion am Ende eines Lebenszyklus einer Sonne. Nun 1000 später können wir an der selben Stelle einen schönen Nebel beobachten: den Krabbennebel. In der Mitte vom Krabbennebel befindet sich ein Pulsar.
sv: År 1054 observerade kineserna en ljusstark ny stjärna på himlen: det var en supernovaexplosion. Tusen år senare kan vi nu observera en vacker nebulosa på samma ställe: Krabbnebulosan. I själva centrum ligger en säregen stjärna: en pulsar.

source: The pulsar signals come from extra-terrestrials
de: Pulsarsignale kommen nicht von der Erde.
sv: Pulsarsignalerna kommer från utomjordingar

source: SUPERNOVAE
de: Supernova
sv: SUPERNOVOR

source: Like a spinning top, a pulsar is rotating around
de: Wie ein Kreisel dreht sich ein Pulsar um die eigene Achse.
sv: Precis som en leksakssnurra roterar en pulsar kring sig själv hela tiden.

source: Radio emission from the Sun
de: Radiowellen von der Sonne
sv: Så ser solen ut med radiovågor

source: Optical emission from the Sun
de: Optische Emissionen -Licht- von der Sonne.
sv: Så ser solen ut i synligt ljus

source: Comparing the strength of the signal coming from the stars to that of a mobile phone
de: Wenn man die Stärke eines Signals von den Sternen mit dem eines Mobiltelefons vergleicht
sv: Vi jämför styrkan av signaler från stjärnorna med signalen från en mobiltelefon

source: At full power, a mobile phone can emit up to 1 Watt. The antenna of the phone compagnies mounted on the roofs of some buildings are very small : they only measure 1 meter, and thats enough to transmit the radio signal.
de: Bei voller Leistung kann ein Mobiltelefon 1 Watt abstrahlen. Die Antennen von Telefongesellschaften auf den Dächern von Gebäuden sind sehr klein: manchmal nur einen Meter groß, und das ist trotzdem ausreichend, um die Radiowellen zu übertragen.
sv: Vid full effekt kan en mobiltelefon sända med upp till 1 watt. De antenner som mobiloperatörerna har monterat på en del tak är mycket små: ungefär 1 meter stora – och det räcker för att sända radiosignalen.

source: A mobile phone can perturb the signal of a radio telescope.
de: Ein Mobiltelefon kann die Signale von Radioteleskopen erheblich stören.
sv: En mobil kan störa signalen i ett radioteleskop.

source: To receive radio waves from stars, SWITCH OFF YOUR MOBILE
de: Um Radiowellen von den Sternen zu empfangen, müssen die Mobiltelefone ausgeschaltet sein!
sv: När du tar emot radiovågor från stjärnor, STÄNG AV MOBILEN!

source: In contrast, to receive radio signal from stars, radio astronomers have to use huge antennas, of a size up to 300 meter. For example galaxies that are emitting radio waves are very far away (millions of light-years). As a result, the signal arriving on earth is very weak.
de: Im Gegensatz dazu müssen Radioastronomen riesige Antennen von bis zu 300 Meter Durchmesser verwenden, um die Radiowellen von Sternen zu empfangen. Beispielsweise sind Galaxien, die Radiowellen abstrahlen extrem weit entfernt ( Millionen von Lichtjahren ). Deshalb sind die Wellen nur noch sehr schwach, wenn sie bei uns auf der Erde eintreffen.
sv: Som kontrast till detta, måste radioastronomer använda väldigt stora antenner för att ta emot signaler från stjärnorna – upp till 300 meter stora. Till exempel radiosignaler från galaxer som ligger mycket långt bort (miljontals ljusår). Det stora avståndet gör att signalen som kommer fram till jorden är mycket svag.

source: How to receive the weak radio waves of the stars : with Huge radio telescopes
de: Wie kann man schwache Radiowellen von Sternen empfangen? Mit riesigen Radioteleskopen.
sv: Så tar man emot svaga signaler från stjärnorna: med VÄLDIGA radioteleskop

source: For that reason, astronomers build huge radio telescopes. It allows the study of galaxies very far away, at billion of light-years from Earth. The form of the dish can vary depending on the location and the cost.
de: Aus diesem Grund bauen Radioastronomen so riesige Antennen. So wird es möglich, Galaxien zu untersuchen, die eine Milliarde Lichtjahre von der Erde entfernt sind. Die Form der Reflektorantenne kann sehr unterschiedlich sein und hängt vom Ort und den Baukosten ab.
sv: Av den här anledningen bygger astronomerna väldiga radioteleskop. Det gör att man kan studera mycket avlägsna galaxer, miljarder ljusår från Jorden. Formen på teleskoptallriken beror på var den byggs och på kostnaden.

source: With a dish twice as big, one can receive a signal two times stronger.
de: Wenn man die Größe einer Parabolantenne verdoppelt, kann man die Stärke des empfangene Signals verdoppeln.
sv: Med en två gånger större antenntallrik, kan man ta emot en dubbelt så stark signal.

source: TELESCOPE
de: Teleskop
sv: TELESKOP

source: The bigger the antenna is, the more sensitive it is to radio waves. The satellite dishes used for receiving the television signal illustrate that very well: a big dish receives a better signal.
de: Je größer die Antenne, umso empfindlicher wird sie für Radiowellen. Satellitenantennen für das Fernsehen sind ein gutes Beispiel: Eine große Antenne erzeugt ein besseres Signal und besseres Bild.
sv: Ju större en antenn är, desto känsligare är den för radiovågor. De parabolantenner (”tallrikar”) som används för att ta emot TV-signaler är en bra illustration: en stor tallrik ger bättre kvalitet på den mottagna signalen.

source: Arecibo (Puerto Rico, Caribbean Sea) 305 m in diameter
de: Arecibo ( Puerto Rico, Karibik ) 305 Meter Durchmesser
sv: Arecibo (Puerto Rico, Karibien) 305 m i diameter

source: Nancay (France) 300 m of length
de: Nancay ( Frankreich ) 300 Meter lang
sv: Nancay (Frankrike) 300 m lång

source: Green Bank (United States) 105 m in diameter
de: Green Bank ( USA ) 105 Meter Durchmesser
sv: Green Bank (USA) 105 m i diameter

source: ANTENNAE
de: Antenne
sv: ANTENNER

source: the Sun
de: die Sonne
sv: Solen

source: Radar sreen - NAVY (USA)
de: Radarbildschirm - Marine ( USA )
sv: Radarskärm (Amerikanska Flottan)

source: In addition to bring us light, the Sun emits radio waves, in all the FM band, and beyond! Besides, the Suns emission is more powerful than any of our FM radios. But our favorite FM emitters are only a few km away, whereas the Sun is very far from the Earth: at 150 million km! The signal coming from the Sun is therefore too weak to actually prevent us from listening to our favourite radio stations. PHEW!
de: Zusätzlich zum Licht strahlt unsere Sonne Radiowellen ab, im ganzen Rundfunkband und weit darüber hinaus! Ebenso sind die Radiowellen der Sonne wesentlich stärker als jeder Rundfunksender. Allerdings ist unser Lieblingssender nur wenige Kilometer entfernt, hingegen die Sonne rund 150 Millionen Kilometer. So ist das Signal der Sonne zu schwach, um unseren Rundfunksender auf der Erde zu stören; was für ein Glück!
sv: Solen ger oss inte bara ljus, den skickar också ut radiovågor både inom och utanför FM-bandet! Dessutom är solens utstrålning kraftigare än någon av våra FM-sändare. Men våra favoritsändare ligger bara några km bort, medan solen ligger mycket långt från Jorden: 150 miljoner km! Signaler från solen är därför för svaga för att störa oss när vi lyssnar på våra favoriter bland radiostationerna. SKÖNT!

source: The radio waves from stars can, as FM radio, be received anytime, day and night, whereas their bright light can only be seen at night, when the Sun has set.
de: Die Radiowellen der Sterne können wie ein Rundfunksender immer empfangen werden, Tag und Nacht; hingegen sieht man das Licht die Sterne nur Nachts, wenn die Sonne untergegangen ist.
sv: Radiovågorna från stjärnorna kan man, precis som FM-radio, ta emot när som helst – både dag och natt – medan ljuset från dem bara kan ses på natten när solen gått ner.

source: One galaxy can host billions of stars. In some galaxies, the center is buried deep inside lots of dust clouds that shield the light from the galaxy. But radio waves can pierce through the clouds and thus can be observed. This is called a radiogalaxy.
de: Eine Galaxie beheimatet Milliarden von Sternen. Bei manchen Galaxien ist das Zentrum durch viele Staubwolken verdeckt und verhindert das Licht. Radiowellen können diese Staubwolken jedoch durchdringen und sind somit beobachtbar. So eine Galaxie nennt man dann Radiogalaxie.
sv: En galax kan rymma flera miljarder stjärnor. I in del galaxer skyms deras centrala delar av en mängd stoftmoln, som hindrar det synliga ljuset. Men radiovågor kan tränga igenom molnen så att vi ändå kan ”se” vad som finns bakom. En sådan galax kallas ”radiogalax”.

source: 1 m
de: 1 Meter

source: 25 m
de: 25 Meter

source: 1 light-year is the distance traveled by light in 1 year: it's a huge distance! The light travels very fast: 300 000 km per second! At this speed, you could get to the Moon in 1seconde, and to the Sun in 8minutes... and to the Andromeda galaxy in 2million years !
de: 1 Lichtjahr ist die Distanz, die Licht innerhalb eines Jahres zurücklegt: das ist eine unglaublich große Strecke. Licht bewegt sich sehe schnell: 300000 Kilometer pro Sekunde. Mit dieser Geschwindigkeit käme man zum Mond in einer Sekunde, und zur Sonne bräuchte man 8 Minuten... und zu unser Nachbargalaxie immerhin 2 Millionen Jahre!
sv: 1 ljusår är den sträcka ljuset hinner på 1 år: det är en enorm sträcka!Ljuset färdas mycket fort: 300 000 km per sekund!Med den hastigheten kan du resa till månen på 1 sekund och till solen på 8 minuter. Till Andromedagalaxen tar det mer än 2 miljoner år...

source: If you compare the signal coming from the Sun and the signal from a mobile phone, the signal of the mobile phone is a billion time stronger
de: Wenn man eine Signal von der Sonne mit dem Signal eines Mobiltelefons vergleicht, stellt man fest, dass das Mobiltelefon Milliarden mal stärker ist.
sv: Om du jämför signaler som kommer från solen med signaler från en mobiltelefon, så är signalen från mobilen en miljard gånger starkare!

source: Effelsberg (Germany) 100 m in diameter
de: Effelsberg ( Deutschland ) 100 Meter Durchmesser
sv: Effelsberg (Tyskland) 100 m i diameter

source: The Future of radioastronomy: radio telescopes for amateurs in Europe
de: Die Zukunft der Radioastronomie: Radioteleskope für Amateure in Europa
sv: Radioastronomins framtid: radioteleskop för europeiska amatörer

source: A European network of radio telescope is currently under development for the student in secondary schools.
de: Zurzeit wird ein europäisches Netzwerk aus Radioteleskopen für Schüler der Sekundarstufe aufgebaut.
sv: Just ny bygger man upp ett nätverk med radioteleskop som kan användas av skolelever, främst för gymnasienivån.

source: A small telescope is easy to buy... but what about a small radio telescope?
de: Ein kleines optisches Teleskop kann man leicht kaufen... aber was ist mit kleinen Radioteleskopen?
sv: Det är lätt att köpa ett litet teleskop … men hur är det med ett litet radioteleskop?

source: Two prototypes of 2,3m in diameter were developed in the EU-HOU project: www.euhou.net by the Onsala observatory in Sweden. It has been used in European classrooms since 2005 via Internet. With these radio telescopes, it is possible to observe the gas of the Milky Way, even in big cities, and even in daylight.
de: Zwei Prototypen mit 2,3 Meter Durchmesser wurden innerhalb des EU-HOU Projektes www.euhou.net von der Sternwarte Onsala in Schweden entwickelt. Sie wurden in europäischen Schulen seit 2005 über das Internet genutzt. Mit diesen Radioteleskopen ist es möglich, das Gas der Milchstrasse zu beobachten, sogar in großen Städten sowohl tags als auch nachts.
sv: Två prototypteleskop, med en diameter på 2,3 m, utvecklades inom ramen för ett EU-HOU-projekt: www.euhou.net vid Onsalaobservatoriet i Sverige. Det har använts i europeiska klassrum sedan år 2000 via Internet. Med sådana radioteleskop går det att observera gas i Vintergatan, t.o.m. i storstäder och också i fullt dagsljus.

source: Can we contribute to find intelligent life in the Universe?
de: Können wir dazu beitragen, außerirdische Intelligenz zu finden?
sv: Kan vi vara med och söka efter intelligent liv i universum?

source: Thanks to the Internet, it will be soon possible to observe the gas of the Milky Way with a radio telescope from any European classroom.
de: Dank dem Internet wird es bald möglich sein, das Gas der Milchstrasse mit einem ferngesteuerten Radioteleskop von einem Klassenraum aus zu beobachten.
sv: Tack var Internet kommer det snart att vara möjligt att med ett radioteleskop observera gasen i Vintergatan från klassrum överallt i Europa.

source: EU-HOU project
de: EU-HOU Projekt
sv: EU-HOU-projekt

source: Yes: with a clever screensaver system installed on their computers, more that 3 million users contribute to search for intelligent signal from the galaxy. It is the program SETI @ HOME. To get involved, see setiathome.berkeley.edu
de: Ja: mit einem speziellen Bildschirmschoner auf dem Computer tragen mehr als 3 Millionen Nutzer dazu bei, außerirdische Intelligenz in unserer Galaxie zu finden. Es ist das SETI @ Home Programm. Um da mitzumachen, kann man sich auf der Seite setiathome.berkeley.edu informieren.
sv: Ja, fler än 3 miljoner användare har installerat en smart skärmsläckare på sina datorer, för att söka efter intelligenta signaler från vår galax. Det är programmet ”SETI@HOME”. För att vara med, gå till setiathome@berkeley.edu.

source: Onsala (Sweden) Small antenna of 2,3m in diameter
de: Onsala ( Schweden ) eine kleine Antenne mit 2,3 Meter Durchmesser
sv: Onsala (Sverige) Liten antenn med diametern 2,3 m

source: Exobiology Searching for Life in the Universe
de: Suche nach extraterrestrischem Leben im Universum
sv: Exobiologi - att söka efter intelligent liv i universum

source: Some antennae are used to listen to extraterrestrial signals, in case they really exist.
de: Einige Antennen werden dazu benutzt, um nach außerirdischem Leben zu suchen, für den Fall, dass es wirklich existiert.
sv: En del antenner används för att lyssna efter signaler från ”utomjordingar” – om de nu verkligen existerar.

source: There are planets orbiting around the Sun: The Solar System. In order: Mercure, Venus, Earth, Mars, Jupiter, Saturn, Uranus and Neptune.
de: Planeten umkreisen unsere Sonne: Das Sonnensystem. Die Reihenfolge ist: Merkur, Venus, Erde, Mars, Jupiter, Saturn, Uranus und Neptun
sv: Planeter kretsar runt Solen: de utgör vårt solsystem. Räknat inifrån: Merkurius, Venus, Jorden, Mars, Jupiter, Saturnus, Uranus och Neptunus.

source: In 1992, a Polish researcher, Alex Wolszcan, observe the pulsar (bip bip bip) PSR 1257+12 with the Arecibo radio telescope. To his great surprise, he discover the first planetary system beyond the Sun: extrasolar planets! These new planets are particularly interesting because they are like the Earth. But they are so far away, 900 light-years, that we wont get much more information for a long time!
de: 1992 beobachtete ein polnischer Wissenschaftler, Alex Wolszcan, den Pulsar (bip bip bip) PSR 1257+12 mit dem Arecibo Radioteleskop. Zu seiner großen Überraschung entdeckte er das erste Planetensystem neben unserem Sonnensystem: Extrasolare Planeten! Diese neuen Planeten sind besonders interessant, da sie der Erde sehr ähnlich sind. Allerdings sind sie sehr weit entfernt, 900 Lichtjahre, so würden wir für eine lange Zeit keine Antwort erhalten.
sv: År 1992 observerade den polska forskaren Alex Wolszcan pulsaren (”pip pip pip”) PSR 1257+12 med Arecibo-teleskopet. Till sin stora förvåning upptäckte han det första planetsystemet utanför vårt solsystem: extrasolära planeter (”exoplaneter”). Dessa planeter är särskilt intressanta eftersom de liknar Jorden. Men de ligger så långt borta, 900 ljusår, att vi inte kommer att få svar från en eventuell civilisation där på mycket länge!

source: Fortunately, since then more than 300 extrasolar planets have been discovered. They are everywhere inside our Galaxy. Maybe some day we will discover life on one of these planets. Life could be brought by comets travelling through space. On Earth, comets brought complex molecules that played a role in the development of life.
de: Glücklicher weise wurden seitdem mehr als 300 extrasolare Planeten entdeckt. Sie sind überall innerhalb unserer Galaxie. Vielleicht entdecken wir ja irgendwann Leben auf diesen Planeten. Das Leben könnte von Kometen getragen werden, die durchs All reisen. Auf die Erde wurden mit Kometen komplexe Molekülstrukturen getragen, die eine wichtige Rolle bei der Entwicklung von Leben spielten.
sv: Som tur är, har man sedan dess upptäckt fler än 300 exoplaneter. De finns överallt i vår galax. Kanske kommer vi en dag att upptäcka liv på någon av dessa planeter.Liv kan transporteras med kometer som färdas genom rymden. Komplexa molekyler som var betydelsefulla för att livet skulle utvecklas på Jorden kom kanske med kometer.

source: planetes
de: Planeten
sv: planeter

source: Observatories, High technology inside
de: Observatorien, mit Hochtechnologie ausgestattet
sv: Observatorier - med högteknologi på insidan

source: With a radio telescope the size of the Earth, its possible to observe a planet the size of Jupiter somewhere else in our Galaxy, at many light-years from us.
de: Mit einem Radioteleskop der Größe unserer Erde, würde es möglich, einen Planeten der Größe des Jupiter irgendwo in unserer Galaxie zu beobachten, viele Lichtjahre entfernt.
sv: Med ett radioteleskop lika stort som Jorden, är det möjligt att observera en planet lika stor som Jupiter någon annan stans i vår galax, på många ljusårs avstånd från oss.

source: FOREST of antennae
de: ein Antennenwald
sv: En SKOG av antenner
