Repository: LCOGT/SalsaJ
Catalog: Pootle2/POOTLE_EXPORT/WebSRT/*/locale_*.xlf
Languages: es, pl, ro, ru

# &quot;Home&quot;
source: "Home"
es: Inicio
pl: "Strona główna"
ro: "Acasa"
ru: "Дом"

# &quot;Observer&quot;
source: "Observer"
es: Observador
pl: "Obserwator"
ro: "Observator"
ru: "Наблюдатель"

# &quot;Simulator&quot;
source: "Simulator"
es: Simulador
pl: "Symulator"
ru: "Симулятор"

# &quot;Archive&quot;
source: "Archive"
es: Archivo
pl: "Archiwum"
ro: "Arhiva"
ru: "Архив"

# credits__%04__&quot;Credits&quot;
source: "Credits"
es: Créditos
pl: "Źródło"
ro: "Multumiri"
ru: "Авторы"

# &quot;radio telescope&quot;
source: "radio telescope"
es: radiotelescopio
pl: "radioteleskop"
ro: "radiotelescop"
ru: "радиотелескоп"

# &quot;Username&quot;
source: "Username"
es: Usuario
pl: "Login"
ro: "Nume de utilizator"
ru: "Имя пользователя"

# &quot;Password&quot;
source: "Password"
es: Contraseña
pl: "Hasło"
ro: "Parola"
ru: "Пароль"

# &quot;Password confirmation&quot;
source: "Password confirmation"
es: Confirmación de contraseña
pl: "Powtórz hasło"
ro: "Confirmarea parolei"
ru: "Подтверждение пароля"

# &quot;First name&quot;
source: "First name"
es: Nombre
pl: "Imię"
ro: "Prenume"
ru: "Имя"

# &quot;Last name&quot;
source: "Last name"
es: Apellido
pl: "Nazwisko"
ro: "Nume"
ru: "Фамилия"

# &quot;Email&quot;
source: "Email"
es: Correo electrónico
ru: "Электронная почта"

# &quot;Country&quot;
source: "Country"
es: País
pl: "Kraj"
ro: "Tara"
ru: "Страна"

# &quot;Language&quot;
source: "Language"
es: Idioma
pl: "Język" ; "Language"
ro: "Limba"
ru: "Язык"

# &quot;Status&quot;
source: "Status"
es: Estado
pl: "Stan"
ru: "Статус"

# &quot;Motivation&quot;
source: "Motivation"
es: Motivación
pl: "Motywacja"
ro: "Motivare"
ru: "Цель"

# &quot;researcher&quot;
source: "researcher"
es: investigador/a
pl: "badacz"
ro: "cercetator"
ru: "ученый"

# &quot;teacher&quot;
source: "teacher"
es: profesor/a
pl: "nauczyciel"
ro: "profesor"
ru: "учитель"

# &quot;student&quot;
source: "student"
es: estudiante
ru: "студент"

# &quot;other&quot;
source: "other"
es: otro
pl: "inne"
ro: "altceva"
ru: "другое"

# &quot;Paris 2m (FR)&quot;
source: "Paris 2m (FR)"
es: París 2m (FR)
pl: "Paryż 2m (FR)"
ru: "Париж 2-метр. (Франция)"

# &quot;Krakow (PL)&quot;
source: "Krakow (PL)"
es: Cracovia (PL)
pl: "Kraków (PL)"
ro: "Cracovia (PL)"
ru: "Краков (Польша)"

# &quot;Craiova (RO)&quot;
source: "Craiova (RO)"
ro: "Craiova 3m (RO)"
ru: "Крайова (Румыния)"

# &quot;Paris 3m (FR)&quot;
source: "Paris 3m (FR)"
es: París 3m (FR)
pl: "Paryż 3m (FR)"
ru: "Париж 3-метр. (Франция)"

# &quot;Madrid (ES)&quot;
source: "Madrid (ES)"
pl: "Madryt (ES)"
ru: "Мадрид (Испания)"

# &quot;Log in&quot;
source: "Log in"
es: Acceder
pl: "Logowanie"
ru: "Войти"

# &quot;Create your account&quot;
source: "Create your account"
es: Crea tu propia cuenta
pl: :Utwórz konto"
ro: ''Creaza un cont''
ru: "Зарегистрироваться"

# &quot;Booking&quot;
source: "Booking"
es: Reserva
pl: "Rezerwacja"
ro: "Rezervare"
ru: "Бронирование"

# &quot;My informations&quot;
source: "My informations"
es: Mis informaciones
pl: "O mnie"
ro: "Informatiile mele"
ru: "Моя информация"

# &quot;Administration&quot;
source: "Administration"
es: Administración
pl: "Administracja"
ro: "Administrare"
ru: "Администрация"

# &quot;Account Requests&quot;
source: "Account Requests"
es: Solicitud de cuenta
pl: "Utwórz konto"
ro: "Creare cont"
ru: "Запросы на регистрацию"

# &quot;Delete time slots&quot;
source: "Delete time slots"
es: Eliminar intervalos de tiempo
pl: "Usuń przydział czasu"
ro: "Sterge timpul alocat"
ru: "Удалить временные интервалы"

# &quot;Account list&quot;
source: "Account list"
es: Lista de cuenta
pl: "Lista kont"
ro: "Lista contului"
ru: "Список пользователей"

# &quot;Webcam&quot;
source: "Webcam"
ru: "Вебкамера"

# &quot;Log out&quot;
source: "Log out"
es: Cerrar sesión
pl: "Wyjście"
ro: "Iesire"
ru: "Выйти"

# &quot;Password forgotten&quot;
source: "Password forgotten"
es: Contraseña olvidada
pl: "Nie pamiętam hasła"
ro: "Parola uitata"
ru: "Восстановление пароля"

# &quot;Date&quot;
source: "Date"
es: Fecha
pl: "Data"
ru: "Дата"

# &quot;Cancel&quot;
source: "Cancel"
es: Cancelar
pl: "Przerwij"
ro: "Anulare"
ru: "Отмена"

# &quot;Enter your email&quot;
source: "Enter your email"
es: Introduce tu correo electrónico
pl: "Wpisz swoj e-mail" ; "Entrer your email"
ro: "Intoduceti adresa de email"
ru: "Введите ваш е-мейл"

# &quot;There are # errors&quot; ; There are 3 errors
source: "There are # errors" ; There are 3 errors
es: Hay # errores ; Hay tres errores
pl: "Liczba błędów: #" ; There is 3 errors
ro: "Este o # eroare" ; Sunt 3 erori
ru: "# ошибки"

# &quot;cannot be empty&quot;
source: "cannot be empty"
es: no puede ser vaciado
pl: "nie może być pusty"
ro: "nu poate fi gol"
ru: "не может быть пустым"

# &quot;doesn't exist&quot;
source: "doesn't exist"
es: no existe
pl: "nie istnieje"
ro: "nu exista"
ru: "не существует"

# &quot;must have at least # characters&quot; ; must have at least 8 characters
source: "must have at least # characters" ; must have at least 8 characters
es: debe tener al menos # caracteres ; debe tener al menos 8 caracteres
pl: "musi mieć co najmniej # znaków" ; must have 8 characters at least
ro: "trebuie sa # caractere cel putin" ; trebuie sa contina cel putin 8 caractere
ru: "должен иметь по крайней мере # символов"

# &quot;must consist of a-z A-Z 0-9&quot;
source: "must consist of a-z A-Z 0-9"
es: debe consistir de a-z A-Z 0-9
pl: "musi składać się z a-z A-Z 0-9"
ro: "trebuie sa fie fara a-z A-Z 0-9"
ru: "должен состоять из символов a-z A-Z 0-9"

# 'cannot contain characters other than letters, numbers and &quot;_&quot;'
source: 'cannot contain characters other than letters, numbers and "_"'
es: no puede contener caracteres distintos de letras, números y "_"
pl: 'nie może zawierać innych znaków niż litery, cyfry i "_"'
ro: 'nu poate contine alte caractere decat litere, numere si "_"'
ru: "не может содержать символы отличные от букв, цифр и знака подчеркивания"

# &quot;is not available&quot;
source: "is not available"
es: no está disponible
pl: "nie jest dostępny"
ro: "nu este valabil"
ru: "недоступен"

# &quot;is incorrect&quot;
source: "is incorrect"
es: es incorrecto
pl: "jest niepoprawny"
ro: "este incorect"
ru: "неправильный"

# &quot;must be have the format: toto@tata.net&quot;
source: "must be have the format: toto@tata.net"
es: debe seguir el formato: "toto@tata.net"
pl: "musi być postaci : toto@tata.fr"
ro: "trebuie sa aibe forma : toto@tata.fr"
ru: "должен иметь формат user@example.com"

# &quot;already related to another account&quot;
source: "already related to another account"
es: ya está asociado a otra cuenta
pl: "przypisany już do innego konta"
ro: "deja alocat altui cont"
ru: "уже привязан к существующему аккаунту"

# &quot;date cannot be in the past&quot;
source: "date cannot be in the past"
es: la fecha no puede ser en el pasado
pl: "nie może być w przeszłości"
ro: "nu poate fi in trecut"
ru: "дата не может быть в прошлом"

# &quot;not available&quot;
source: "not available"
es: no disponible
pl: "niedostępny"
ro: "nu este valabil"
ru: "недоступен"

# &quot;is not a date&quot;
source: "is not a date"
es: no es una fecha
pl: "niepoprawna data"
ro: "nu este o data"
ru: "неверный формат даты"

# &quot;Welcome&quot;
source: "Welcome"
es: Bienvenido
pl: "Witamy"
ro: "Bine ati venit"
ru: "Добро пожаловать"

source: "<span class='date'>November 24, 2011</span> | EU-HOU radio astronomy<br/>Welcome to Hands-On Universe, Europe. The aim of this site is to give remote access to small radio telescopes installed throughout Europe. It is possible to operate these telescopes remotly. Based on your observations, you will be able to build a map of our galaxy, the Milky Way..."
es: "<span class='date'>24 de noviembre de 2011</span> | EU-HOU radio astronomía<br/>Bienvenido a Hands-On-Universe - Europa. El objetivo de esta página es proporcionar acceso remoto a pequeños radiotelescopios instalados a lo largo y ancho de Europa. Es posible operar estos telescopios de forma remota. Basándote en tus observaciones, te será posible construir un mapa de nuestra galaxia, la Vía Láctea.
pl: "<span class='date'>24. listopada 2011</span> | EU-HOU RadioAstronomia.<br/>Witamy w EU-HOU. Celem tej strony jest udostępnienie małego radioteleskopu znajdującego się w Obserwatorium Astronomicznym UJ. Można nim zdalnie sterować. Z własnych obserwacji zbudujesz mapę naszej Galaktyki, Mlecznej Drogi..."
ro: "<span class='date'>November 24, 2011</span> | EU-HOU RadioAstronomy.<br/>Bine ati venit la EU-HOU.Tinta acestui site este de a da acces la radiotelescoape instalate in observatoarele din Paris ,Craiova,Cracovia,Madrid .Deasemenea este posibil de a controla aceste radiotelescoape de la distanta.Din observatiile dumneavoastra veti putea creea o harta a galaxiei noastre Calea Lactee..."
ru: "<span class='date'>24 ноября, 2011</span> | EU-HOU radio astronomy<br/>Добро пожаловать на сайт Hands-On Universe, Europe. Данный сервис предоставляет удаленный доступ к сети небольших радиотелескопов, установленных в разных частях Европы. Радиотелескопы полностью автоматизированы и управляются удаленно. Используя свои собственные наблюдения на этих телескопах, вы сможете создать карту нашей Галактики под названием Млечный Путь..."

source: "Web interface to remotely use the Antenna. A login and password are required to access this facility."
es: Interfaz web para utilizar la antena de forma remota. Para acceder a este servicios se requiere un usuario y una contraseña.
pl: "Interfejs zdalnego korzystania z anteny. Dostęp wymaga podania loginu i hasła."
ro: "Interfata Web pentru controlul Antenei.Un nume si o parola este necesara pentru a acesa aceasta facilitate."
ru: "Веб-интерфейс для удаленного управления антенной. Для доступа к нему требуются логин и пароль."

source: "Web interface to access the LAB database and tools to interactively perform the Milky Way-exercise (rotation curve and spiral arms)"
es: Interfaz web para acceder a la base de datos LAB y a las herramientas para interactuar con el ejercicio sobre la Vía Láctea (rotación curva y brazos espirales)
pl: "Interfejs dostępu do bazy LAB oraz narzędzi do interaktywnego wykonania ćwiczeń MW (krzywa rotacji i ramiona spiralne)"
ro: "Interfata Web pentru a acesa baza de date LAB si uneltele interactive necesare pentru exercitiile MW (curba de rotatie si bratele spirale)"
ru: "Веб-интерфейс для доступа к базе данных LAB для интерактивных упражнений, связанных с Млечным Путем (построение кривой вращений и анализ спиральных рукавов)"

source: "Database of the all the observations taken with the 5 antennas together with tools to (i) display and download the archived results and (ii) create a map of the Milky Way."
es: Base de datos de todas las observaciones obtenidas a través de cinco antenas, así como con herramientas para (I) proyectar y descargar los resultados archivados y (II) crear un mapa de la Vía Láctea.
pl: "Baza danych obserwacji wszystkich 5 anten z narzędziami do (i) wyświetlania/pobierania zarchiwizowanych wyników (ii) tworzenia mapy Mlecznej Drogi."
ro: "Baza de date a celor 5 Radiotelescoape cu uneltele necesare pentru (i) a afisa/descarca arhivele rezultate (ii) pentru a realiza o harta a Galaxiei."
ru: "База данных всех наблюдений на 5 радиотелескопах с возможностью (1) просмотреть и скачать архивные данные и (2) построить карту Млечного Пути."

# &quot;You have been registered; please wait for the comfirmation email&quot;
source: "You have been registered; please wait for the comfirmation email"
es: Ya te has registrado. Por favor, revisa tu bandeja de entrada donde encontrarás un email de confirmación.
pl: "Konto zostało utworzone, otrzymasz e-mail by je potwierdzi"ć ; "You have been registred, wait for the comfirmation email"
ro: "Ati fost inregistrat, va rugam asteptati email-ul de confirmare"
ru: "Вы успешно зарегистрированы; пожалуйста, дождитесь сообщения с подтверждением"

# &quot;Don't modify the link&quot;
source: "Don't modify the link"
es: No modifiques el enlace
pl: "Nie zmieniaj parametrów" ; "Don't touch to parameters"
ro: "Nu modificati parametrii"
ru: "Не изменяйте ссылку"

# &quot;You must give a password&quot;
source: "You must give a password"
es: Debes introducir una contraseña
pl: "Musisz podać hasło" ; You must give a password"
ro: "Aveti nevoie de parola"
ru: "Вы должны ввести пароль"

# &quot;You must give a login&quot;
source: "You must give a login"
es: Debes proporcionar un nombre de usuario
pl: "Musisz podać nazwę użytkownika" ; "You must give a login"
ro: "Trebuie sa dati un nume"
ru: "Вы должны ввести логин"

# &quot;Your login or password is incorrect&quot;
source: "Your login or password is incorrect"
es: Tu nombre de usuario o contraseña es incorrecto
pl: "Nazwa lub hasło niepoprawne" ; Your login or password is incorrect"
ro: "Numele sau parola incorect"
ru: "Логин или пароль неверны"

# &quot;Your account hasn't been validated yet&quot;
source: "Your account hasn't been validated yet"
es: Tu cuenta no ha sido validada aún
pl: "Twoje konto nie zostało jeszcze zatwierdzone" ; "Your account hasn't been validated yet"
ro: "Contul dumneavoastra nu a fost validat inca"
ru: "Ваша учетная запись еще не была проверена"

# &quot;you are not allowed to go on this page&quot;
source: "you are not allowed to go on this page"
es: no tienes permisos para acceder a esta página
pl: "nie masz uprawnień do wejścia na tę stronę" ; you are not allowed to go on this page"
ro: "nu aveti permisiunea de a accesa aceasta pagina"
ru: "нет прав для просмотра этой страницы"

# &quot;you have no reservation for now&quot;
source: "you have no reservation for now"
es: por el momento no tienes una reserva
pl: "nie masz teraz rezerwacji" ; "you have no reservation for now"
ro: "nu aveti nici o rezervare"
ru: "в настоящей момент нет ни одного бронирования"

source: "You've already validated your email, please wait for the admin validation"
es: Ya has validado tu correo electrónico. Por favor, espera la validación del administrador
pl: "Potwierdziłes konto, teraz czekaj aż zatwierdzi je administrator" ; "You've already validated your email, please wait for the admin validation"
ro: "Aveti deja Email-ul validat, va rugam asteptati validarea Administratorului "
ru: "Вы уже подтвердили свой е-мейл, пожалуйста, дождитесь подтверждения администратора"

# &quot;Your account is already valid, you can reserve time slots to observe&quot;
source: "Your account is already valid, you can reserve time slots to observe"
es: Tu cuenta ya es válida. Puedes reservar franjas horarias para observación
pl: "Twoje konto jest zatwierdzone, możesz teraz rezerwować czas obserwacyjny: ; Your account is already valid, you can reserve time slots to observe"
ro: "Contul este validat ,puteti rezerva timp in orar pentru observatii"
ru: "Ваш аккаунт уже действителен, вы можете бронировать временные интервалы наблюдений"

# &quot;Your account has been deleted. Create another account&quot;
source: "Your account has been deleted. Create another account"
es: Tu cuenta ha sido eliminada. Crear otra cuenta
pl: "Twoje konto zostało usunięte, możesz utworzyć nowe" ; "Your account have been deleted. Create another account"
ro: "Contul dumneavoastra a fost sters. Creati un alt cont"
ru: "Ваш аккаунт был удален. Создайте новую учетную запись"

source: "Your e-mail address has been validated. You now need to wait for an administator to validate your account, based on your motivation. You will received an email when your account has been approved and is active"
es: Tu dirección de correo electrónico no ha sido validada. Debes esperar que uno de los administradores valide tu cuenta en base a tu motivación. Recibirás un email cuando tu cuenta haya sido aprobada y esté activa
pl: "Konto zostało potwierdzone. Musisz teraz poczekać aż zatwierdzi je administrator. Otrzymasz e-mail z potwierdzeniem" ; "Email validated. You need now to wait for an administator to valid your account, depending of your motivation. You'll received an email when it's done"
ro: "Email validat. Asteptati validarea contului de Administrator, avand in vedere si motivarea. Veti primi un email de confirmare"
ru: "Ваш адрес электронной почты был подтвержден. Теперь вам необходимо дождаться подтверждения регистрации от администратора сервиса, которая выдается на основании указанных при регистрации целей. Вы получите сообщение на электронную почту, когда ваша учетная запись будет одобрена и станет активной"

# &quot;Sorry, it did not work. Please create a new account&quot;
source: "Sorry, it did not work. Please create a new account"
es: Disculpa, no ha funcionado. Por favor, crea una nueva cuenta
pl: "Niestety to nie działa. Utwórz nowe konto" ; "Sorry, it did not work. Please create a new account"
ro: "Ne cerem scuze, nu functioneaza. Va rugam creati un nou cont"
ru: "Извините, операция не удалась. Пожалуйста, создайте новый аккаунт"

# &quot;Enter your login and password&quot;
source: "Enter your login and password"
es: Introduce tu nombre de usuario y contraseña
pl: "Podaj login i hasło"
ro: "Introduceti Numele si Parola"
ru: "Введите логин и пароль"

# &quot;Create an account to make a reservation and observe&quot;
source: "Create an account to make a reservation and observe"
es: Crea una cuenta para fijar una reserva y observar
pl: "Utwórz konto, by móc dokonywać rezerwacji i obserwować"
ro: "Creati un cont pentru a face rezervare si a incepe sa faceti observatii "
ru: "Зарегистрируйтесь, чтобы бронировать время и выполнять наблюдения"

# &quot;Scheduler&quot;
source: "Scheduler"
es: Organizador de horarios
pl: "Terminarz"
ro: "Orar"
ru: "Планировщик"

# &quot;Date of reservation (UTC)&quot;
source: "Date of reservation (UTC)"
es: Fecha de la reserva (UTC)
pl: "Data rezerwacji (UTC)"
ro: "Data rezervarii (UTC)"
ru: "Дата резервирования (UTC)"

# &quot;Duration&quot;
source: "Duration"
es: Duración
pl: "Czas"
ro: "Durata"
ru: "Продолжительность"

# &quot;Reserve&quot;
source: "Reserve"
es: Reserva
pl: "Zarezerwuj"
ro: "Rezervat"
ru: "Зарезервировать"

# &quot;this week&quot;
source: "this week"
es: esta semana
pl: "w tym tygodniu"
ro: "aceasta saptamana"
ru: "эта неделя"

# &quot;date (UTC)&quot;
source: "date (UTC)"
es: fecha (UTC)
pl: "data (UTC)"
ro: "data (UTC)"
ru: "дата (UTC)"

# &quot;My information&quot;
source: "My information"
es: Mi información
pl: "O mnie"
ro: "Informatiile mele"
ru: "Моя информация"

# &quot;My slots&quot;
source: "My slots"
es: Mis espacios
pl: "Moje terminy"
ro: "Orarul meu"
ru: "Мои слоты"

# &quot;My data&quot;
source: "My data"
es: Mis datos
pl: "Moje dane"
ro: "Datele mele"
ru: "Мои данные"

# &quot;You have no future reservations&quot;
source: "You have no future reservations"
es: No tienes reservas previstas
pl: "Nie masz przyszłych rezerwacji"
ro: "Nu aveti rezervari viitoare"
ru: "У вас нет зарезервированных наблюдений"

# &quot;Edit&quot;
source: "Edit"
es: Editar
pl: "Edytuj"
ru: "Редактировать"

# &quot;Valid change&quot;
source: "Valid change"
es: Validar cambio
pl: "Potwierdź zmiany"
ro: "Schimbare valida"
ru: "Действительное изменение"

# &quot;Delete my account&quot;
source: "Delete my account"
es: Eliminar mi cuenta
pl: "Usuń moje konto"
ro: "Sterge contul meu"
ru: "Удалить мой аккаунт"

# &quot;delete&quot;
source: "delete"
es: eliminar
pl: "usuń"
ro: "sterge"
ru: "удалить"

# credits_title__%04__&quot;Credits&quot;
source: "Credits"
es: Créditos
pl: "Źródła"
ro: "Multumiri"
ru: "Авторы"

source: "This project has been funded with support from the European Commission."
es: Este proyecto ha sido financiado con el apoyo de la Comisión Europea
pl: "Ten projekt został zrealizowany przy wsparciu finansowym Komisji Europejskiej."
ro: "Acest proiect este sprijinit de Comisia Europeana."
ru: "Этот проект финансируется Европейской Комиссией."

source: "This publication [communication] reflects the views only of the author,"
es: Esta publicación [comunicación] refleja únicamente los puntos de vista del autor,
pl: "Projekt lub publikacja odzwierciedlają jedynie stanowisko ich autora"
ro: "Aceasta publicatie reflecta doar punctul de vedere al autorului,"
ru: "Эта публикация отражает исключительно мнение автора,"

source: "and the Commission cannot be held responsible for any use which may be made of the information contained therein."
es: y la Comisión no se hace responsable de ningún uso que pueda hacerse de la información ahí contenida.
pl: "i Komisja Europejska nie ponosi odpowiedzialności za umieszczoną w nich zawartość merytoryczną."
ro: "Comisia Europeana nu poate fi facuta raspunzatoare pentru modul in care sunt folosite informatiile de pe acest site."
ru: "и Еврокомиссия не несет ответственности за ее содержимое."

# &quot;Images and data from:&quot;
source: "Images and data from:"
es: Imágenes y datos de:
pl: "Obrazy i dane z:"
ro: "Imagini si date de la:"
ru: "Изображения и данные с:"

# &quot;Site optimized for Firefox / Chrome / Safari&quot;
source: "Site optimized for Firefox / Chrome / Safari"
es: Página optimizada para Firefox / Chrome / Safari
pl: "Strona zoptymalizowana dla przeglądarek FireFox / Chrome / Safari"
ro: "Site optimizat pentru FireFox / Chrome / Safari"
ru: "Сайт оптимизирован для Firefox / Chrome / Safari"

# &quot;Contact&quot;
source: "Contact"
es: Contacto
pl: "Kontakt"
ru: "Контакты"

source: "copyright@EU-HOU - Design/Conception Antoine Radiguet - Philippe Salomé"
es: "copyright@EU-HOU - Diseño/Concepto Antoine Radiguet - Philippe Salomé"
pl: "Copyright@Eu-hou - Opracowanie/Koncepcja Antoine Radiguet - Philippe Salomé"
ro: "Copyright@Eu-hou - Design/Concept Antoine Radiguet - Philippe Salomé"
ru: "Авторские права @ EU-HOU - Дизайн/Концепция Antoine Radiguet - Philippe Salomé"

# &quot;Hello #,&quot; ; Hello Login
source: "Hello #," ; Hello Login
es: Hola # ; Hola Usuario
pl: "Witaj #," ; Hello Login
ro: "Salut #," ; Hello Login
ru: "Здравствуйте, #" ; Hello Login

# &quot;Thank you&quot;
source: "Thank you"
es: Gracias
pl: "Dziękujemy"
ro: "Multumesc"
ru: "Спасибо"

# &quot;The observatory team&quot;
source: "The observatory team"
es: El equipo del observatorio
pl: "Zespół obserwatorów"
ro: "Echipa observatorului"
ru: "Команда обсерватории"

# &quot;Email confirmation&quot;
source: "Email confirmation"
es: Confirmación de email
pl: "Email potwierdzający"
ro: "Confirmare Email"
ru: "Подтверждение электронного адреса"

# &quot;Thank you for creating your account&quot;
source: "Thank you for creating your account"
es: Gracias por crear tu cuenta
pl: "Dziękujemy za utworzenie konta"
ro: "Va multumim ca ati creat un cont"
ru: "Спасибо за регистрацию"

# &quot;To validate your email, please click on the link below&quot;
source: "To validate your email, please click on the link below"
es: Para validar tu correo electrónico, por favor haz clic en el enlace abajo
pl: "Dziękujemy za kliknięcie w poniższy link celem sprawdzenia emaila"
ro: "Pentru a valida email ,va rugam sa dati clik pe link-ul de mai jos "
ru: "Кликните по ссылке ниже, чтобы подтвердить ваш электронный адрес"

source: '<a href="http://euhou.obspm.fr/public/validEmail.php?login=#&validation=#">Validation link</a>' ; Translate only "Validation link"
es: '<a href="http://euhou.obspm.fr/public/validEmail.php?login=#&validation=#">Enlace de validación</a>'
pl: '<a href="http://euhou.obspm.fr/public/validEmail.php?login=#&validation=#">Sprawdzenie</a>' ; Translate only "Validation link"
ru: '<a href="http://euhou.obspm.fr/public/validEmail.php?login=#&validation=#">Подтвердить электронную почту</a>' ; Translate only "Validation link"

# &quot;Reservation confirmation&quot;
source: "Reservation confirmation"
es: Confirmación de la reserva
pl: "Potwierdzenie rezerwacji"
ro: "Rezervare confirmata"
ru: "Подтверждение бронирования"
