Repository: LCOGT/SalsaJ
Catalog: Pootle2/POOTLE_EXPORT/WebSRT/*/locale_*.xlf
Languages: es, pl, ro, ru

# &quot;Your reservation have been saved&quot;
source: "Your reservation have been saved"
es: Tu reserva ha sido guardada
pl: "Rezerwacja została zapisana"
ro: "Rezervarea dumneavoastra a fost confirmata"
ru: "Ваше бронирование было сохранено"

source: "You can use the # radio telescope at # for # hour(s)" ; You can use the Paris radiotelescope at 16h30 for 2 hour(s)
es: Puedes utilizar el # radiotelescopio a las # durante # hora(s) ; Puedes utilizar el radiotelescopio en París a las 16h30 durante 2 hora(s)
pl: "Przydzielony termin: teleskop: # początek # godziny # " ; You can use the Paris radiotelescope at 16h30 for 2 hour(s)
ro: "Puteti folosi # radiotelescopul # pentru # ora (e)" ; You can use the Paris radiotelescope at 16h30 for 2 hour(s)
ru: "Вы можете использовать радиотелескоп # начиная с # в течение # часа/ов" ; You can use the Paris radiotelescope at 16h30 for 2 hour(s)

# &quot;Password recovery&quot;
source: "Password recovery"
es: Recuperar contraseña
pl: "Odzyskiwanie hasła"
ro: "Recuperarea parolei."
ru: "Восстановление пароля"

# &quot;Forgot your password?&quot;
source: "Forgot your password?"
es: ¿Has olvidado tu contraseña?
pl: "Nie pamiętasz hasła ?"
ro: "Ati uitat parola?."
ru: "Забыли пароль?"

# &quot;To recover your account, please click on the link below&quot;
source: "To recover your account, please click on the link below"
es: Para recuperar tu cuenta, haz clic en el enlace de abajo
pl: "Kliknij na link poniżej, żeby odzyskać konto"
ro: "Pentru recuperarea contului,va rugam dati clik pe link-ul de mai jos."
ru: "Чтобы восстановить аккаунт, кликните по ссылке ниже"

source: '<a href="http://euhou.obspm.fr/public/passwordRecover.php?login=#&validation=#">recover link</a>'; Translate only "Recover link"
es: '<a href="http://euhou.obspm.fr/public/passwordRecover.php?login=#&validation=#">enlace de recuperación</a>'
pl: '<a href="http://euhou.obspm.fr/public/passwordRecover.php?login=#&validation=#">odzyskaj</a>'; Translate only "Recover link"
ru: '<a href="http://euhou.obspm.fr/public/passwordRecover.php?login=#&validation=#">ссылка на восстановление</a>'; Translate only "Recover link"

source: "If you haven't ask for password recovery, please contact the administrator"
es: Si aún no has solicitado una contraseña de restauración, por favor contacta al administrador
pl: "Skontaktuj się z administratorem, jeśli nie prosiłaś(eś) o zmianę hasła"
ro: "Daca nu ati intrebat de recuperarea parolei,contactati Administratorul."
ru: "Пожалуйста, обратитесь к администратору сервиса, если вы не запрашивали восстановление пароля"

# &quot;User registration&quot;
source: "User registration"
es: Registro de usuario
pl: "Rejestracja użytkownika"
ro: "Inregistrare utilizator"
ru: "Регистрация пользователя"

# &quot;Hello Admin&quot;
source: "Hello Admin"
es: Hola Admin
pl: "Witaj Adminie"
ro: "Salut Admin."
ru: "Здравствуйте, Admin"

# &quot;A user has just registered&quot;
source: "A user has just registered"
es: Un usuario se acaba de registrar
pl: "Właśnie zarejestrowany użytkownik"
ro: "Un utilizator a fost inregistrat."
ru: "Пользователь только что был зарегистрирован"

source: "<br/><a href='http://euhou.obspm.fr/public/validUserList.php' >link</a>"; Translate only "link"
es: "<br/><a href='http://euhou.obspm.fr/public/validUserList.php' >enlace</a>"
ru: "<br/><a href='http://euhou.obspm.fr/public/validUserList.php' >ссылка</a>"; Translate only "link"

# account_validated_subject__%04__&quot;Your account has been validated&quot;
source: "Your account has been validated"
es: Tu cuenta ha sido validada
pl: "Konto zostało zaakceptowane"
ro: "Contul dumneavoastra a fost validat."
ru: "Ваш аккаунт был проверен"

# account_validated_mail[]__%04__&quot;Your account has been validated&quot;
source: "Your account has been validated"
ru: "Ваш аккаунт был проверен"

# &quot;You can reserve a time slot to observe&quot;
source: "You can reserve a time slot to observe"
es: Puedes reservar una franja horaria para observación
pl: "Możesz rezerwować terminy obserwacji"
ro: "Puteti rezerva timp pentru observatii."
ru: "Вы можете забронировать слот времени для наблюдений"

# &quot;Your reservation(s) have been deleted&quot;
source: "Your reservation(s) have been deleted"
es: Tu(s) reserva(s) han sido eliminadas
pl: "Twoja rezerwacja została anulowana"
ro: "Rezervarea dumneavoastra a fost stearsa."
ru: "Ваши бронирования были удалены"

source: "Your reservation for the # radio telescope from # to # has been deleted by an admin of the website." ;Your reservation in the Paris radiotelescope from 16h30 to 17h30 has been deleted by an administrator of the website."
es: Tu reserva para el radiotelescopio # de # a # ha sido eliminada por uno de los administradores de esta página.
pl: "Twoja rezerwacja na radioteleskopie # od # do # została anulowana przez administratora strony." ;Your reservation in the Paris radiotelescope from 16h30 to 17h30 have been deleted by an admin of the website."
ro: "Rezervarea dumneavoastra la # radiotelescopul din # la # a fost stearsa de Administratorul site-ului ." ;Your reservation in the Paris radiotelescope from 16h30 to 17h30 have been deleted by an admin of the website."
ru: "Ваше бронирование радиотелескопа # начиная с # по # было удалено администратором сервиса." ;Your reservation in the Paris radiotelescope from 16h30 to 17h30 has been deleted by an administrator of the website."

source: "Your reservations in the # radio telescope from :" ; Your reservations in the Paris radio telescope from:
es: Tus reservas en el radiotelescopio # de:
pl: "Twoja rezerwacja na radioteleskopie # od :" ; Your reservations in the Paris radiotelescope from:
ro: "Rezervarea dumneavoastra la # radiotelescopul din :" ; Your reservations in the Paris radiotelescope from:
ru: "Ваши бронирования радиотелескопа # с:" ; Your reservations in the Paris radio telescope from:

# &quot;# to #;&quot; ; 16h30 to 17h30
source: "# to #;" ; 16h30 to 17h30
es: # a #
pl: "# do #;" ; 16h30 to 17h30
ro: "# la #;" ; 16h30 to 17h30
ru: "с # по #;" ; 16h30 to 17h30

# &quot;have been deleted by an administrator of the website.&quot;
source: "have been deleted by an administrator of the website."
es: han sido eliminadas por uno de los administradores de la página
pl: "została anulowana przez administratora strony."
ro: "a fost sters de administratorul site-ului."
ru: "было удалено администратором сервиса."

# &quot;for more information, please contact the administrator.&quot;
source: "for more information, please contact the administrator."
es: para más información, por favor contacta con el administrador
pl: "po więcej informacji skontaktuj się z administratorem."
ro: "pentru mai multe informatii, contactati un administrator."
ru: "пожалуйста, обратитесь к администратору за подробностями"

# &quot;Comenius archives&quot;
source: "Comenius archives"
es: Archivos Comenius
pl: "Archiwa Comenius"
ro: "Arhivele Comenius "
ru: "Архивы Comenius"

# &quot;User&quot;
source: "User"
es: Usuario
pl: "Użytkownik"
ro: "Utilizator"
ru: "Пользователь"

# &quot;All&quot;
source: "All"
es: Todo
pl: "Wszystko"
ru: "Все"

# &quot;Num&quot;
source: "Num"
es: Número
pl: "Liczba"
ru: "Номер"

# &quot;download selected Fits&quot;
source: "download selected Fits"
es: descargar Fits seleccionados
pl: "pobierz wybrane fitsy"
ru: "Скачать выбранные файлы"

# &quot;download selected CSV&quot;
source: "download selected CSV"
es: descargar CSV seleccionados
pl: "pobierz wybrane CSV"
ru: "скачать выбранный CSV"

# &quot;Command&quot;
source: "Command"
es: Comando
pl: "Komenda"
ro: "Comanda"
ru: "Команда"

# &quot;Results&quot;
source: "Results"
es: Resultados
pl: "Wyniki"
ro: "Rezultate"
ru: "Результаты"

# &quot;freq&quot;
source: "freq"
es: frecuencia
pl: "częst."
ru: "частота"

# &quot;Time&quot;
source: "Time"
es: Tiempo
pl: "Czas"
ro: "Timp"
ru: "Время"

# &quot;Observe&quot;
source: "Observe"
es: Observar
pl: "Obserwacje"
ro: "Observa"
ru: "Наблюдать"

# &quot;End of session&quot;
source: "End of session"
es: Fin de la sesión
pl: "Koniec sesji"
ro: "Terminarea sesiunii"
ru: "Конец сессии"

# &quot;Radio H21&quot;
source: "Radio H21"
ru: "Радио 21см"

# &quot;Optics&quot;
source: "Optics"
es: Opticas
pl: "Optyczne"
ro: "Optic"
ru: "Оптика"

# &quot;Infrared&quot;
source: "Infrared"
es: Infrarojo
pl: "Podczerwień"
ro: "Infrarosu"
ru: "ИК"

# &quot;Visibility&quot;
source: "Visibility"
es: Visibilidad
pl: "Widzialność"
ro: "Vizibilitate"
ru: "Видимость"

# &quot;clean&quot;
source: "clean"
es: limpiar
pl: "usuń"
ru: "чистый"

# &quot;Lon&quot;
source: "Lon"
pl: "Dlg"
ru: "Долгота"

# &quot;Lat&quot;
source: "Lat"
pl: "Szr"
ru: "Широта"

# &quot;Simulate&quot;
source: "Simulate"
es: Simular
pl: "Symulacja"
ro: "Simulare"
ru: "Симулировать"

# &quot;Rotation Curve&quot;
source: "Rotation Curve"
es: Curva de rotación
pl: "Krzywa rotacji"
ro: "Curbe de rotatie"
ru: "Кривая вращения"

# &quot;Galaxy map&quot;
source: "Galaxy map"
es: Mapa de la Galaxia
pl: "Mapa Galaktyki"
ro: "Harta galaxiei"
ru: "Карта Галактики"

# &quot;Clean all&quot;
source: "Clean all"
es: Limpiar todo
pl: "Usuń wszystko"
ru: "Очистить все"

# &quot;Clean last&quot;
source: "Clean last"
es: Limpiar último dato
pl: "Usuń ostatnie"
ru: "Очистить последнее"

# &quot;Rotation curves V [km/s] .vs. R [kpc]&quot;
source: "Rotation curves V [km/s] .vs. R [kpc]"
es: Curvas de rotación V [km/s] .vs. R [kpc]
pl: "Krzywa rotacji V [km/s] , R [kpc]"
ro: "Curbe de rotatie V [km/s] .vs. R [kpc]"
ru: "Кривые вращения V [км/с] .vs. R [кпк]"

# &quot;Map of the Milky Way X [kpc] , Y [kpc]&quot;
source: "Map of the Milky Way X [kpc] , Y [kpc]"
es: Mapa de la Vía Láctea X [kpc] , Y [kpc]
pl: "Mapa Mlecznej Drogi X [kpc] , Y [kpc]"
ro: "Harta Caii Lactee X [kpc] , Y [kpc]"
ru: "Карта Млечного Пути X [кпк] , Y [кпк]"

source: "This page has been translated by Firstname Lastname (Affiliation, Country)"
pl: "Ta strona została przetłumaczona przez RADIOHOU"
ro: ""Aceasta pagina a fost tradusa de Marian Predatu (Universitatea din Craiova,Romania)"

# account_validated_mail[1]__%04__&quot;Your account has been validated&quot;
source: "Your account has been validated"
es: Tu cuenta ha sido validada
pl: "Twoje konto zostało zaakceptowane"
ro: "Contul dumneavoastra a fost validat."

# &quot;Comenius-Simulator&quot;
source: "Comenius-Simulator"
es: Simulador Comenius
pl: "Symulator Comenius"
ro: "Simulator Comenius "

# &quot;base&quot;
source: "base"
pl: "baza"
ro: "baza"

# &quot;T [K] .vs. V [km/s]&quot;
source: "T [K] .vs. V [km/s]"
pl: "T [K] , V [km/s]"

# &quot;send max&quot;
source: "send max"
es: enviar máx.
pl: "wyślij max"

# &quot;Id&quot;
source: "Id"
es: Identificación
