Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/POOTLE_EXPORT/A0Exhibit/*/A0Exhibit_*.xlf
Languages: el, pt

source: As you can see from the picture, the atmosphere is transparent for a large part of the radio domain. This means that observations are possible in daylight! Think about the poor radio astronomers who never get to sleep…
el: Όπως μπορείτε να δείτε από την εικόνα, η ατμόσφαιρα είναι διαφανής για ένα μεγάλο τμήμα της φασματικής περιοχής των ραδιοκυμάτων. Αυτό σημαίνει ότι μπορούμε να κάνουμε παρατηρήσεις ακόμη και με το φως της ημέρας! Σκεφτείτε τους φτωχούς ραδιοαστρονόμους που δεν μπορούν ποτέ να κοιμηθούν ...
pt: Como pode ver pela imagem, a atmosfera da Terra é transparente para grande parte do domínio de rádio. Isto quer dizer que as observações são possíveis durante o dia! Pense nos pobres radioastrónomos que nunca se deitam...

source: Atmospheric opacity
el: Ατμοσφαιρική αδιαφάνεια
pt: Opacidade atmosférica

source: The signal is collected with the primary reflector of the telescope. It usually has the shape of a parabola, though it could also be spherical. The important property of this primary reflector is that it converges the signal to a single point, called the focal point. At the focal point, there can be the receiver itself, or another mirror called the sub-reflector that relays the signal to the receiver.
el: Το σήμα συλλέγεται με το πρωτεύον κάτοπτρο του τηλεσκοπίου που συνήθως έχει παραβολικό σχήμα αν και θα μπορούσε να είναι σφαιρικό επίσης. Η σημαντική ιδιότητα αυτού του πρωτεύοντοςανακλαστήρα είναι ότι συγκλίνει το σήμα σε ένα μόνο σημείο, το οποίο ονομάζεται εστιακό σημείο. Στο σημείο εστίασης μπορεί να βρισκεται ο ίδιος ο δέκτης, ή ένα άλλο κάτοπτρο που ονομάζεται υπο-ανακλαστήρας, που αναμεταδίδει το σήμα προς το δέκτη.
pt: O sinal é recolhido com o refletor primário do telescópio. Normalmente, tem a forma de uma parábola, embora também possa ser esférico. A propriedade mais importante deste refletor primário é que converge o sinal para um único ponto, chamado ponto focal. No ponto focal, podemos encontrar o recetor propriamente dito, ou outro espelho chamado sub-refletor que reflete o sinal para o recetor.

source: Copper wire for centimetre wavelengths reception.
el: Σύρμα από χαλκό για λήψη εκατοστομετρικών μηκών κύματος.
pt: Fio de cobre para a receção de comprimentos de onda do centímetro.

source: Corrugated horn for millimetre wavelengths reception.
el: Κυματοειδές κέρατο για λήψη μήκους κύματος σε χιλιοστά.

source: Radio light
el: Ραδιο φως
pt: Luz rádio

source: Focal point
el: Εστιακό σημείο
pt: Ponto focal

source: Sub reflector
el: Υπο ανακλαστήρας
pt: Sub-refletor

source: Primary reflector
el: Πρωτεύων ανακλαστήρας
pt: Refletor primário

source: The small antenna is then linked to a filter that selects the range of frequencies around the frequency of interest. A high frequency amplifier boosts the resulting signal. Once amplified, the trick is to convert the analog signal (a smoothly variating voltage) to a digital signal (an encoded version). But the source frequencies are too high to be sampled with any ordinary hardware! The sample rate is just too high, even an expensive state-of-the-art analog to digital converter could not do it… But here is a simple solution: why not shift the frequency to a much lower one, so that it can be analysed?! Well, this is called heterodyne detection, and it is a technique that is frequently used in radio reception, not only in astronomy, but also in communication.
el: Η μικρή κεραία τότε συνδέεται με ένα φίλτρο που επιλέγει το φάσμα συχνοτήτων γύρω από τη συχνότητα που μας ενδιαφέρει. Ένας ενισχυτής υψηλής συχνότητας ενισχύει το σήμα που προκύπτει. Αφού ενισχυθεί, το θέμα είναι να μετατραπεί από αναλογικό σήμα (μια ομαλά μεταβαλλόμενη τάση) σε ψηφιακό σήμα (μία κωδικοποιημένη έκδοση). Αλλά οι συχνότητες της πηγής είναι υπερβολικά υψηλές για δειγματοληψία με οποιοδήποτε συνηθισμένο όργανο! Ο ρυθμός δειγματοληψίας ςίναι πολύ υψηλός, ακόμη και ένας τελευταίας τεχνολογίας, ακριβός μετατροπέας αναλογικού σήματος σε ψηφιακό δεν θα μπορούσε να το κάνει ... Αλλά υπάρχει μια απλή λύση: γιατί να μην μετατρέψουμε τη συχνότητα σε πολύ χαμηλότερη, έτσι ώστε να μπορέσουμε να την αναλύσουμε;! Λοιπόν, αυτό ονομάζεται ανίχνευση ετερόδυνων, και είναι μια τεχνική που χρησιμοποιείται συχνά στη ράδιο λήψη, όχι μόνο στην αστρονομία, αλλά επίσης και στην επικοινωνία.

source: In heterodyne detection, the signal is mixed with a known signal, generated locally by a stable laser. It is called the Local Oscillator. The Local Oscillator has a frequency (FLO) close to that of the sky signal (FSKY), and it can be tuned so that the difference between FLO and FSKY is equal to a fixed frequency that is called the Intermediate Frequency. To put it simply: F SKY - F LO = F Intermediate The Intermediate Frequency is just the right frequency to be sampled by cheaper hardware, less difficult to build and more reliable. Once converted into bits, the signal can be analysed by software and shifted back to the real observed frequency just by numerically adding back again FLO.
el: Κατά την ανίχνευση ετερόδυνων, το λαμβανόμενο σήμα αναμιγνύεται με ένα γνωστό σήμα που παράγεται τοπικά από ένα σταθερό λέιζερ. Αυτό ονομάζεται Τοπικός Ταλαντωτής. Ο Τοπικός Ταλαντωτής έχει συχνότητα (FLO) παρόμοια με αυτή του σήματος του ουρανού (FSKY), και μπορεί να ρυθμιστεί έτσι ώστε η διαφορά μεταξύ των FLO και FSKY να ισούται με μία σταθερή συχνότητα που ονομάζεται Ενδιάμεση Συχνότητα. Για να το θέσουμε απλά: FSKY - FLO = F Ενδιάμεση. H Ενδιάμεση Συχνότητα είναι ακριβώς η κατάλληλη συχνότητα για δειγματοληψία από φθηνότερα όργανα, που είναι ευκολότερο να κατασκευαστούν και πιο αξιόπιστα. Μόλις μετατραπεί σε δυαδικά ψηφία, το σήμα μπορεί να αναλυθεί από το κατάλληλο λογισμικό και να μετατραπεί πάλι στην πραγματική παρατηρούμενη συχνότητα απλά προσθέτοντας αριθμητικά πάλι την FLO.

source: Now that we have our signal in a computer, let’s do some science!
el: Τώρα που έχουμε το σήμα μας σε έναν υπολογιστή, ας κάνουμε και λίγη επιστημονική εργασία!
pt: Agora que temos o nosso sinal num computador, vamos fazer ciência!

source: A simplified schematic of the heterodyne detection process.
el: Ένα απλοποιημένο σχήμα της ανίχνευσης ετερόδυνων.
pt: Um esquema simplificado do processo de deteção heterodina.

source: Radio Sources of the Universe
el: Ραδιοπηγές του Σύμπαντος
pt: Fontes de Rádio do Universo

source: What are we receiving from the sky?
el: Τι λαμβάνουμε από τον ουρανό;
pt: O que estamos a receber do céu?

source: The Sun is one of the closest astronomical radio sources. Most of its radio emission comes from its corona, a layer above the photosphere where there are a lot of charged particles forming what is called plasma. Radio emission can also arise from magnetic storms, which form spots on its surface.
el: Ο Ήλιος είναι μια από τις κοντινότερες αστρονομικές πηγές ράδιοκυμάτων. Το μεγαλύτερο μέρος της ραδιο-ακτινοβολίας προέρχεται από το στέμμα του, που είναι μια ζώνη πάνω από την φωτόσφαιρα του Ήλου, όπου υπάρχουν πολλά φορτισμένα σωματίδια που αποτελούν αυτό που ονομάζουμε πλάσμα. Ράδιο εκπομπές μπορούν επίσης να προκύψουν από μαγνητικές καταιγίδες, οι οποίες σχηματίζουν κηλίδες στην επιφάνειά του.
pt: O Sol é uma das fontes de rádio mais próximas de nós. A maior parte da sua emissão de rádio vem da coroa, uma camada acima da fotosfera onde existem muitas partículas carregadas que formam um plasma. As tempestades magnéticas também dão origem a emissão de rádio, que formam manchas na sua superfície.

source: Pulsars the radio lighthouses of the Universe. Like a spinning top, a pulsar is rotating along itself continuously. The radio beams emitted by the pulsar follow its rotation, like a lighthouse on a sea shore. They are received on Earth as short signals (“bip bip bip”). Nearly 2000 pulsars have been observed in our Galaxy and billions exists in the whole Universe.
el: Πάλσαρς οι ραδιο φάροι του Σύμπαντος. Όπως μια σβούρα έτσι και ένα πάλσαρ περιστρέφεται συνεχώς γύρω από τον εαυτό του. Οι ραδιο δέσμες που εκπέμπονται από το πάλσαρ ακολουθούν την περιστροφή του, σαν φάρος σε ακτή. Λαμβάνονται στη Γη ως σύντομα σήματα ("μπιπ μπιπ μπιπ"). Σχεδόν 2000 πάλσαρς έχουν παρατηρηθεί στο Γαλαξία μας και δισεκατομμύρια υπάρχουν σε ολόκληρο το Σύμπαν.
pt: Pulsares: os faróis de rádio do Universo. Tal como um pião a girar, um pulsar roda sobre si mesmo continuamente. Os feixes de rádio que o pulsar emite seguem a sua rotação, tal como um farol na costa. São recebidos na Terra como sinais curtos (“bip bip bip”). Quase 2000 pulsares foram observados na nossa Galáxia e há milhares de milhões em todo o Universo.

source: The pulsar lighthouse effect
el: Το φαινόμενο του φάρου των πάλσαρς
pt: O efeito de farol do pulsar

source: Galaxies are made of cold gas that emits energy in the radio domain. In some galaxies, the centre is buried deep inside lots of dust clouds that shield the visible light from us, but radio waves can pierce through the cloud and can be observed. They are called “radio galaxies”.
el: Οι γαλαξίες είναι φτιαγμένοι από ψυχρό αέριο που εκπέμπει ενέργεια στην φασματική περιοχή των ραδιοκυμάτων. Σε ορισμένους γαλαξίες, το κέντρο τους είναι θαμμένο βαθιά μέσα σε νέφη σκόνης τα οποία δεν επιτρέπουν στο ορατό φως να τα διαπεράσει. Όμως τα ραδιοκύματα μπορούν να διαπεράσουν τα νέφη και έτσι να καταγραφούν από τον άνθρωπο. Αυτοί οι γαλαξίες ονομάζονται "ραδιογαλαξίες".
pt: As galáxias são feitas de gás frio que emite energia no domínio do rádio. Em algumas galáxias, o centro está enterrado em nuvens de poeira que escondem a luz visível de nós. Mas as ondas rádio podem perfurar as nuvens de poeira e podemos observar estas galáxias neste comprimento de onda. São as chamadas rádiogaláxias.

source: False-colour image of the nearby radiogalaxy Centaurus A, showing radio (red), infrared (green) and X-ray emission (blue).
el: Εικόνα ψευδών χρωμάτων του κοντινού ραδιογαλαξία Κενταύρου Α, που δείχνει ραδιοακτνοβολία (κόκκινο), υπέρυθρη ακτνοβολία (πράσινο) και ακτονοβολία ακτίνων-Χ (μπλε).
pt: Imagem em falsa cor de uma radiogaláxia próxima, Centaurus A, mostrando a emissão rádio (vermelho), a emissão infravermelha (verde) e a emissão de raios X (azul).

source: The Cosmic Microwave Background cosmological models predicted that if the Universe originates from a Big Bang, there should be a leftover radiation. It was first discovered in 1964 by American radio astronomers Arno Penzias and Robert Wilson. They were the first to bring a solid observational proof to the Big Bang Theory, and this earned them the 1978 Nobel Prize.
el: Το Κοσμικό Υπόβαθρο Μικροκυμάτων: Κοσμολογικά μοντέλα προέβλεψαν ότι εάν το Σύμπαν προέρχεται από μα Μεγάλη Έκρηξη, θα πρέπει να έχει απομείνει μια ακτινοβολία. Αυτή ανακαλύφθηκε για πρώτη φορά το 1964 από τους Αμερικανούς ραδιοαστρονόμους Arno Penzias και Robert Wilson. Ήταν οι πρώτοι που έδωσαν μια ακλόνητη απόδειξη μέσω παρατήρησης για την Θεωρία της Μεγάλης Έκρηξης, και αυτό τους χάρισε το 1978 το βραβείο Νόμπελ.
pt: O Fundo Cósmico de Micro-ondas Os modelos cosmológicos previam que se o Universo tivesse tido origem no Bib Bang, deveria ainda existir radiação que restou do início. Foi descoberta pela primeira vez em 1964 pelos radioastrónomos Arno Penzias and Robert Wilson (EUA). Foram os primeiros a trazer uma prova sólida observacional da Teoria do Big Bang, o que os fez ganhar o Prémio Nobel em 1978.

source: In 1054 BC, the Chinese people were able to observe a bright new star in the sky: it was a supernova explosion. A millennium later, we can observe a beautiful nebula in the same place: the Crab nebula. At its very centre lies a peculiar star: a pulsar.
el: |Το 1054 π.Χ., οι Κινέζοι μπόρεσαν να παρατηρήσουν ένα νέο φωτεινό αστέρι στον ουρανό: ήταν μια έκρηξη σουπερνόβα. Μία χιλιετία αργότερα, μπορούμε να παρατηρήσουμε ένα όμορφο νεφέλωμα στο ίδιο σημείο: το νεφέλωμα του Καρκίνου. Ακριβώς στο κέντρο του βρίσκεται ένα περίεργο αστέρι: ένα πάλσαρ.
pt: Em 1054 a.C. o povo chinês teve a oportunidade de observar um estrela nova no céu, muito brilhante: era uma explosão de supernova! Mil anos depois, nós observamos uma nebulosa maravilhosa no mesmo local: a nebulosa do Caranguejo. No seu centro encontra-se uma estrela peculiar: um pulsar.

source: From Computer to Science:
el: Από τον Υπολογιστή στην Επιστήμη:
pt: Do Computador para a Ciência

source: what information brings a radio signal?
el: τι πληροφορίες μεταφέρει ένα ραδιοσήμα;
pt: que informação nos trás um sinal de rádio?

source: What information can we deduce from radio observations? As you should know by now, the spatial resolution of a radio telescope is not that great, unless it’s a huge telescope of 300 m of diameter or an interferometer. For example, a 3m telescope like the one of the EU-HOU project has a resolution of 5°. It’s ten times the angular size of the Sun! So, no image? Not with a 3m telescope, no. But with an interferometer, like the Plateau de Bure Interferometer for example, you can make some beautiful pictures like this one for example: It traces the molecular content of a nearby galaxy called the Whirlpool galaxy. Remember, your eyes cannot see radio emission, so astronomers used this colour scale is here to help us: blue is not very intense, and red is the most intense. That means that when it’s the reddest, there are a lot of molecules in there!
el: Τι πληροφορίες μπορούμε να πάρουμε από τις ραδιοπαρατηρήσεις; Θα πρέπει πλέον να γνωρίζετε ότι η διακριτική ικανότητα ενός ραδιοτηλεσκοπίου δεν είναι τόσο καλή, εκτός και αν πρόκειται για ένα τεράστιο τηλεσκόπιο διαμέτρου 300 μέτρων ή για ένα συμβολόμετρο. Για παράδειγμα, ένα τηλεσκόπιο 3 μέτρων όπως αυτό του προγράμματος EU-HOU έχει διακριτική ικανότητα 5°, δηλαδή δέκα φορές το γωνιακό μέγεθος του Ήλιου! Επομένως δεν μπορούμε να πάρουμε κάποια ακριβή εικόνα ενός ουράνιου σώματος; Όχι με ένα τηλεσκόπιο 3 μέτρων. Αλλά με ένα συμβολόμετρο, όπως και το Συμβολόμετρο του Plateau de Bure για παράδειγμα, μπορείτε να πάρετε κάποιες όμορφες εικόνες, όπως αυτή για παράδειγμα: απεικονίζει το μοριακό περιεχόμενο ενός κοντινού γαλαξία που ονομάζεται γαλαξίας Whirlpool. Θυμηθείτε, τα μάτια σας δεν μπορούν να δουν τα ραδιοκύματα, γι' αυτό οι αστρονόμοι χρησιμοποίησαν αυτήν την χρωματική κλίμακα για να δείξουν την ένταση της ακτινοβολίας: μπλε λιγότερο έντονη, κόκκινη περισσότερο έντονη. Επομένως πολύ κόκκινες περιοχές περιέχουν μεγάλη πυκνότητα μορίων!

source: So, no chance to retrieve anything interesting with my 3m radio telescope, then? Yes! Spatial information is not the only thing an astronomer longs for. For example, radio astronomy offers a very interesting physical property: the velocity of what you observe. How?
el: Επομένως, δεν υπάρχει πιθανότητα να ανακτήσω κάτι ενδιαφέρον με το 3 μέτρων ραδιοτηλεσκόπιο μου; Μα φυσικά! Η χωρική πληροφορία δεν είναι το μόνο πράγμα που ενδιαφέρει έναν αστρονόμο. Για παράδειγμα, η ραδιοαστρονομία προσφέρει μια πολύ ενδιαφέρουσα φυσική ιδιότητα: την ταχύτητα του αντικειμένου που παρατηρείτε. Πώς;
pt: Então não obtemos nada interessante com uma radioantena de 3 m? Claro que sim! A informação espacial não é a única informação que os astrónomos querem. Por exemplo, em radioastronomia obtemos uma propriedade física muito interessante: a velocidade do que observamos. Como?

source: Thanks to the Doppler effect! The Doppler effect is the change in wavelength of a wave for an observer moving relative to its source. You can experience the Doppler effect when a vehicle sounding a siren or horn approaches, passes, and recedes from you. It’s this niiiiiiiiuuuuuuuuuum sound! The light, as it’s a wave like the sound, behave the same way:
el: Χάρη στο φαινόμενο Doppler! Το φαινόμενο Doppler είναι η μεταβολή στο μήκος κύματος που προσλαμβάνει ένας παρατηρητής ο οποίος κινείται σε σχέση με την πηγή. Μπορείτε να κατανοήσετε το φαινόμενο Doppler στην περίπτωση ενός οχήματος του οποίου η σειρήνα ηχεί καθώς το όχημα πλησιάζει ή απομακρύνεται, οπότε η συχνότητα της σειρήνας αυξομοιώνεται αντίστοιχα. Το φως, το οποίο είναι και αυτό ένα κύμα όπως ο ήχος, συμπεριφέρεται με τον ίδιο τρόπο:
pt: Graças ao efeito de Doppler! O efeito de Doppler é a alteração no comprimento de onda de uma onda para um observador que se move relativamente à fonte das ondas. Deparamo-nos com o efeito de Doppler quando uma ambulância com a sirene ligada aproxima-se, passa e afasta-se de nós. É o niiiiiiiiuuuuuuuuuum que se ouve! A luz, tal como o som, é uma onda e comporta-se da mesma forma:

source: As the photon approaches, its wavelength is shortened in front of it. If it’s originally a yellow photon, then it’s colour turns to blue. We call that a blueshift. If the photon is going away, then that’s the other way around, the wavelength becomes longer. For our yellow photon, its colour turns to red. It’s a redshift! So the Doppler effect gives information about the speed of what we are observing. For example, you can see if a star if moving away from us or if it’s coming in our direction, and we can know at what speed it moves. It’s very useful because knowing the kinematic of the object you are observing allow you to try to reproduce it’s behaviour with computer programs, it’s called modelling. Once you have reproduce a computer model that fits a lot of observation, you can apply it to predict other observations, or guess what’s going to happen to your source in a billion years. For example, with a 3m telescope, you can observe the hydrogen emission line at 21cm. Pointing it to the Milky Way will give you a spectrum, which in that case is the density of hydrogen with respect to its velocity. If along your line of sight you intercepted two spiral arms of the Milky Way moving at a different speed, your spectrum will have two peaks, each at the velocity of its respective arm. So, with radio observation, I can reconstruct the spiral arms of the Milky Way. How cool is that?!
el: Καθώς μια φωτεινή πηγή πλησιάζει, το μήκος κύματος του φωτός που εκπέμπει μικραίνει ("συμπιέζεται") μπροστά της. Αν αρχικά το φως είναι κίτρινο τότε το χρώμα του γίνεται μπλε. Αυτό ονομάζεται "κυανομετατόπιση" (blueshift). Αν η φωτεινή πηγή απονακρύνεται φωτόνιο, τότε αντίστροφα το μήκος κύματος του φωτός που εκπέμπει γίνεται μεγαλύτερο. Έτσι το κίτρινο φως μετατρέπεται σε κόκκινο και αυτό ονομάζεται "ερυθρομετατόπιση" (redshift). Επομένως το φαινόμενο Doppler μας δίνει πληροφορίες σχετικά με την κατεύθυνση κίνησης της φωτεινής πηγής που παρατηρούμε, π.χ. ενός άστρου. Και με κάποιες επί πλέον μετρήσεις είναι εύκολο να υπολογίσουμε και την ταχύτητα κίνησής της. Αυτό είναι πολύ χρήσιμο γιατί, για παράδειγμα, γνωρίζοντας την κίνηση του σώματος που παρατηρούμε μας επιτρέπει να προσπαθήσουμε να αναπαράγουμε τη συμπεριφορά του με προγράμματα ηλεκτρονικών υπολογιστών, αυτό λέγεται μοντελοποίηση. Μόλις αναπαράγετε ένα υπολογιστικό μοντέλο που ταιροάζει με τα παρατηρησιακά δεδομένα, μπορείτε να το εφαρμόσετε για την πρόβλεψη και άλλων παρατηρήσεων, ή για να μαντέψετε τι πρόκειται να συμβεί στην πηγή σας σε ένα δισεκατομμύριο χρόνια. Για παράδειγμα, με ένα τηλεσκόπιο 3μ, μπορείτε να παρατηρήσετε τη γραμμή εκπομπής του υδρογόνου στα 21 εκατοστά. Στρέφοντας το τηλεσκόπιό σας στον Γαλαξία μας θα πάρετε ένα φάσμα, το οποίο στην περίπτωση αυτή εκφράζει την πυκνότητα του υδρογόνου σε σχέση με την ταχύτητα του. Αν κατά μήκος της νοητής γραμμής της όρασής σας παρεμβάλλονται δύο σπειροειδείς βραχίονες του Γαλαξία κινούμενοι με διαφορετική ταχύτητα, το φάσμα σας θα έχει δύο κορυφές, το καθένα με την ταχύτητα του αντίστοιχου βραχίονα του. Έτσι, με την ραδιοπαρατήρηση, μπορούμε να ανακατασκευάσουμε τους σπειροειδείς βραχίονες του Γαλαξία μας. Πόσο τέλειο είναι αυτό;!
pt: À medida que um fotão se aproxima, o seu comprimento de onda fica mais curto. Se for originalmente um fotão amarelo, então a sua cor torna-se azul. Chamamos a isto um desvio para o azul. Se o fotão estiver a afastar-se de nós, então é ao contrário, o seu comprimento de onda torna-se maior. O nosso fotão amarelo, torna-se então vermelho - é um desvio para o vermelho! O efeito de Doppler dá-nos informação sobre a velocidade do que estamos a observar. Por exemplo, podemos ver se uma estrela se está a afastar de nós ou se está a aproximar de nós, e podemos saber a que velocidade se está a mover. É muito útil pois sabendo a cinemática de um objeto, podemos tentar reproduzir o seu comportamento com programas de computador - criam-se assim os modelos. Quando conseguimos reproduzir o comportamento observado, podemos aplicar o modelo para prever outras observações, ou para saber o que vai acontecer daqui a mil milhões d eanos. Por exemplo, com um telescópio de 3 m, podemos observar a risca de emissão de hidrogénio de 21 cm. Apontando o telescópio para a Via Láctea, obtemos um espetro, que neste caso é a densidade de hidrogénio em função da sua velocidade. Se ao longo da nossa linha de visão interceptarmos dois braços espirais da Via Láctea que se movem a velocidades diferentes, o nosso espetro terá dois picos, cada um na velocidade correspondente de cada braço. Assim, com as observações de rádio podemos reconstruir os braços espirais da Via Láctea! Fixe?!

source: You want to do that too? Well, you can. Connect to http://www.euhou.net (or flash the QR code down below) and pilot a radio telescope yourself. You will be guided through some exercises to reconstruct the spiral arms of the Milky Way, or search for Dark Matter, with the spectra you will obtain yourself. And you can see the results of your commands in real-time on the telescope thanks to a webcam filming it 24h a day.
el: Θα θέλατε να το κάνετε και αυτό; Λοιπόν, μπορείτε να το κάνετε. Συνδεθείτε με το http://www.euhou.net (ή δείτε το QR code παρακάτω) και πιλοτάρετε ένα ραδιοτηλεσκόπιο μόνοι σας. Θα καθοδηγηθείτε με τη βοήθεια ορισμένων ασκήσεων για να ανακατασκευάσετε τους σπειροειδείς βραχίονες του Γαλαξία, ή να αναζητήσετε την Σκοτεινή Ύλη, με τη βοήθεια των φασμάτων που θα πάρετε μόνοι σας. Και θα μπορείτε να δείτε τα αποτελέσματα των εντολών σας σε πραγματικό χρόνο στο τηλεσκόπιο χάρης σε μία διαδικτυακή κάμερα που θα κινηματογραφεί όλο το 24ωρο.
pt: Também querem tentar fazê-lo? Basta ligarem-se a http://www.euhou.net (ou usar o código QR abaixo) e comandarem um radiotelescópio. Também encontrarão aí alguns exercícios que os ajudarão a reconstruir os braços espirais da Via Láctea, ou a procurar a Matéria Escura, com os espetros que obterão por vós mesmos!.E podem ver o efeito dos vossos comandos no telescópio, em tempo real, através de uma webcam que filma 24 h por dia.

source: So, what are you waiting for?
el: Λοιπόν, τι περιμένετε;
pt: Então, de que estão à espera?

source: The Radio Astronomy’s Timeline
el: Χρονολόγιο της Ραδιοαστρονομίας
pt: Cronologia da Radioastronomia

source: A little background…
el: Ένα μικρό ιστορικό ...

source: Radio Astronomy
el: Ραδιοαστρονομία
pt: Radioastronomia

source: The EU-HOUMW project presents: A short review of the radio astronomy history, along with its most famous discoveries.
el: Το EU-HOUMW πρότζεκτ παρουσιάζει: Μια σύντομη ανασκόπηση της ιστορίας της ραδιοαστρονομίας, μαζί με τις πιο διάσημες ανακαλύψεις του.
pt: O projeto EU-HOUMW apresenta: um pequeno apanhado da história da radioastronomia, com as suas descobertas mais importantes.

source: Like
el: Μου αρέσει
pt: Gosto

source: Message
el: Μήνυμα
pt: Mensagem
