Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/POOTLE_EXPORT/A0Exhibit/*/A0Exhibit_*.xlf
Languages: el, pt

source: I just published a paper called A Dynamical Theory of the Electromagnetic field. I explain how electromagnetic radiations (like light, for example) exist at any wavelengths!
el: Μόλις δημοσίευσα ένα άρθρο που ονομάζεται Μια Δυναμική Θεωρία του Ηλεκτρομαγνητικού Πεδίου. Εξηγώ πώς ηλεκτρομαγνητικές ακτινοβολίες (όπως το φως, για παράδειγμα) υπάρχουν σε κάθε μήκος κύματος!
pt: Acabei de publicar um artigo intitulado "Uma Teoria Dinâmica do Campo Eletromagnético". Nele, explico como a radiação eletromagnética (como, por exemplo, a luz) pode existir em qualquer comprimento de onda!

source: Like - Comment - Share
el: Μου αρέσει - Σχόλιο - Μοιράσου το
pt: Gosto - Comentar - Partilhar

source: Thomas Alva Edison If so, then celestial objects must emit some radio waves too…
el: Thomas Alva Edison Αν είναι έτσι, τότε τα ουράνια αντικείμενα θα πρέπει να εκπέμπουν επίσης κάποια ραδιοκύματα ...
pt: Thomas Alva Edison Se sim, então os objetos celestes também emitem ondas de rádio...

source: Max Planck Well, according to my calculations, if we consider that the Sun is a Black Body, its radio emission should be very weak. For the moment I think it is not possible to detect it, even with our best instruments.
el: Max Planck Λοιπόν, σύμφωνα με τους υπολογισμούς μου, αν θεωρήσουμε ότι ο Ήλιος είναι ένα Μέλαν Σώμα, οι ραδιοεκπομπές του θα πρέπει να είναι πολύ αδύναμες. Προς το παρόν νομίζω ότι δεν είναι δυνατό να εντοπιστεί, ακόμη και με τα καλύτερα τηλεσκόπιά μας
pt: Max Planck Bem, segundo os meus cálculos, se considerarmos que o Sol é um corpo negro, a sua emissão de rádio deve ser muito fraca. Por agora, penso que nem com os nossos melhores instrumentos conseguimos detetá-la.

source: Charles Nordmann I think you are right Max, I put an antenna on the Mont Blanc (in France), but I didn’t detect anything.
el: Charles Nordmann Νομίζω ότι έχεις δίκιο Max, έβαλα μια κεραία πάνω στο Mont Blanc (Γαλλία), αλλά δεν εντόπισα τίποτα.
pt: Charles Nordmann Penso que tem razão, Max. Coloquei uma antena no Monte Branco (França), mas não consegui observar nada.

source: Unbelievable! It was a normal day at the Bell telephone company, I was working on my radio antenna to establish transatlantic telephone communications (at 14.5 m wavelength), when I suddenly realise that I was picking up a periodic signal from the sky every day. After further investigations, it turns out to be the radio emission of the centre of the Milky Way, our Galaxy!
el: Απίστευτο! Ήταν μια κανονική μέρα στην τηλεφωνική εταιρεία Bell, δούλευα στην ράδιο-κεραία μου για να επιτύχω διατλαντική τηλεφωνική επικοινωνία (σε μήκος κύματος 14.5 μ), όταν ξαφνικά συνειδητοποιώ ότι λάμβανα ένα περιοδικό σήμα από τον ουρανό κάθε μέρα. Μετά από περαιτέρω έρευνες, αποδεικνύεται να είναι η ραδιοεκπομπή από το κέντρο του Γαλαξία μας!
pt: Inacreditável! Era um dia normal na companhia de telefones da Bell e eu estava a trabalhar na minha radioantena para estabelecer um comunicação transatlântica por telefone (no comprimento de onda dos 14,5 m). De repente, apercebi-me que estava a apanhar um sinal periódico vindo do céu, todos os dias. Depois de alguma investigação, concluímos que estávamos a observar a emissão rádio do centro da Via Láctea, a nossa Galáxia!

source: James Stanley Hey Same thing happened to us. We are working with the military to build anti-aircraft radars. Every time we point the radars to the Sun, something is jamming them. I think the Sun is emitting meter wave radiations.
el: James Stanley Το ίδιο πράγμα συνέβη σε μας. Συνεργαζόμασυε με τον στρατό για την κατασκευή αντιαεροπορικών ραντάρ. Κάθε φορά που τα ραντάρ σημαδεύουν τον Ήλιο, κάτι τους μπλοκάρει. Νομίζω ότι ο ήλιος εκπέμπει ακτινοβολία σε μήκη κύματος τηε τάξης του μέτρου.
pt: James Stanley Ah! O mesmo aconteceu connosco. Estamos a trabalhar com os militares na construção de radares anti-aéreos. Sempre que aponto os radares para o Sol, qualquer coisa os confunde. Penso que o Sol está a emitir radiação nos comprimentos de onda do metro.

source: Martin Ryle and Antony Hewish Thank you Karl! Owing to your great discovery, we used the Cambridge Interferometer to map the radio sky. We detected a lot of radio sources!
el: Martin Ryle και Antony Hewish Σε ευχαριστούμε Karl! Χάρη στη μεγάλη σας ανακάλυψη χρησιμοποιήσαμε το συμβολόμετρο του Cambridge για την χαρτογράφηση του ουρανού στην περιχή των ραδιοκυμάτων. Εντοπίσαμε πολλές ραδιοπηγές!
pt: Martin Ryle e Antony Hewish Muito obrigado Karl! Devido à sua grande descoberta, usamos o Interferómetro de Cambridge para mapear o céu no rádio. Detetámos muitas fontes de rádio!

source: 37 people like this.
el: Αρέσει σε 37 άτομα.
pt: 37 pessoas gostam disto.

source: Grote Reber, John Kraus like this.
el: Αρέσει στους Grote Reber, John Kraus
pt: Grote Reber, John Kraus gostam disto.

source: My supervisor, the famous Jan Oort, asked me to find atomic lines in the radio domain. I found an interesting one: it is the hyperfine transition of neutral hydrogen. If my calculations are correct, this line should be at a wavelength of 21 cm. It should be a weak emission, but, hey, hydrogen is the most abundant atom in the Universe. Why not trying to observe it?
el: Ο επιβλέπων καθηγητής μου, ο διάσημος Jan Oort, μου ζήτησε να βρώ ατομικές γραμμές στην φασματική περιοχή των ραδιοκυμάτων. Βρήκα μια ενδιαφέρουσα γραμμή: είναι η υπέρλεπτη μετάβαση του ουδέτερου υδρογόνου. Αν οι υπολογισμοί μου είναι σωστοί, η γραμμή αυτή θα πρέπει να παρατηρείται σε μήκος κύματος 21 εκατοστών. Θα πρέπει να είναι μια αδύναμη εκπομπή, αλλά... ένα λεπτό! το υδρογόνο είναι το πιο άφθονο άτομο στο Σύμπαν. Γιατί να μην προσπαθήσουμε να το παρατηρήσουμε;
pt: O meu orientador, o famoso Jan Oort, pediu-me para descobrir riscas atómicas no domínio do rádio. Encontrei uma muito interessante: é a transição suprefina do hidrogéio neutro. Se os meus cálculos estiverem corretos, esta risca deve ser no comprimento de onda dos 21 cm. Deve ser uma emissão fraca, mas atenção, o hidrogénio é o átomo mais abundante no Universo. Porque não tentar observá-lo?

source: Edward Mills Purcell and Harold Irving Ewen You are right! We built a 1 m x 1 m horn antenna and we detected the 21 cm line! Think about all the implication for radio astronomy! At 21cm the radiation from neutral hydrogen penetrates much farther than visible light, and it is the most abundant atom in the Universe! That means that we can observe large structures, like other galaxies, very far away.
el: Edward Mills Purcell και Harold Irving Ewen Έχετε δίκιο! Χτίσαμε μια κερατοειδή κεραία 1μ. x 1μ. και εντοπίσαμε την γραμμή εκπομπής στα 21 εκατοστά! Σκεφτείτε όλες τις επιπτώσεις πουαυτό μπορεί να έχει για την ραδιοαστρονομία! Στα 21 εκατοστά η ακτινοβολία από το ουδέτερο υδρογόνο διεισδύει πολύ μακρύτερα απ' ότι το ορατό φως, και αυτό είναι το πιο άφθονο άτομο στο Σύμπαν! Αυτό σημαίνει ότι μπορούμε να παρατηρήσουμε μεγάλες δομές, όπως για παράδειγμα άλλους γαλαξίες που βρίσκονται πολύ μακριά.
pt: Edward Mills Purcell e Harold Irving Ewen Têm razão! Construímos uma antena corneta e detetamos a risca de 21 cm. Pensem nas implicações que terá para a radioastronomia! Nos 21 cm, a radiação do hidrogénio neutro penetra muito mais longe que a luz visível e é o átomo mais abundante no Universo! Quer dizer que vamos conseguir observar as grandes estruturas, como outras galáxias, muito longínquas!

source: Write a comment…
el: Γράψτε ένα σχόλιο...
pt: Escreva um comentário...

source: We think we just found something very interesting for radio astronomy. We are working at the Bell Telephone Company, and we built an antenna that was originally used to communicate with satellites Echo and Telstar 1 (the first telecommunication satellites ever launched). We accidentally discovered an additional noise of unknown origin during observations on the wavelength 7.35 cm. This noise corresponds to a sky temperature of 2.7 K. And it fills the entire sky almost uniformly! We think that we detected the Cosmic Microwave Background predicted by the Big Bang theory.
el: Πιστεύουμε ότι βρήκαμε κάτι πολύ ενδιαφέρον για την ραδιοαστρονομία. Δουλεύουμε στην τηλεφωνική εταιρεία Bell, και φτιάξαμε μια κεραία που χρησιμοποιήθηκε αρχικά για να επικοινωνούμε με τους δορυφόρους Echo και Telstar 1 (οι πρώτοι δορυφόροι τηλεπικοινωνιών που εκτοξεύθηκαν στο διάστημα). Ανακαλύψαμε τυχαία έναν πρόσθετο θόρυβο άγνωστης προέλευσης κατά τη διάρκεια παρατήρησης σε μήκος κύματος 7.35 εκατοστών. Αυτός ο θόρυβος αντιστοιχεί σε θερμοκρασία 2.7 Κέλβιν και γεμίζει τον ουρανό σχεδόν ομοιόμορφα! Πιστεύουμε ότι έχουμε εντοπίσει την Κοσμική Μικροκυματική Ακτινοβολία Υποβάθρου η οποία προβλέπεται από τη θεωρία της Μεγάλης Έκρηξης.
pt: Pensamos que descobrimos algo muito interessante para a radioastronomia. Estamos a trabalhar na Companhia de Telefones Bell e construímos uma antena que era originalmente usada para a comunicação com os satélites Echo e Telstar 1 (os primeiros satélites de telecomunicações alguma vez lançados). Descobrimos acidentalmente um ruído adicional, de origem desconhecida, durante as observações no comprimento de onda dos 7,35 cm. Este ruído corresponde à temperatura do céu de 2,7 K. E preenche todo o céu, praticamente de forma uniforme! Pensamos que detetámos a Radiação Cósmica de Fundo em Micro-ondas, prevista pela teoria do Big Bang.

source: Robert Henry Dicke Well boys, we’ve been scooped…
el: Robert Henry Dicke Λοιπόν αγόρια, μας έχουν υπερφαλαγγίσει ...
pt: Robert Henry Dicke Bem, rapazes, fomos derrotados...

source: Nobel Prize Committee Guys, you just gave the most important clue in favour of the Big Bang theory. How about a Nobel Prize in physics?
el: Παιδιά της Επιτροπής Βραβείων Νόμπελ, μόλις δώσατε την πιο σημαντική ένδειξη υπέρ της θεωρίας της Μεγάλης Έκρηξης. Τι θα λέγατε για ένα βραβείο Νόμπελ Φυσικής;
pt: Comité do Prémio Nóbel Malta, acabaram de dar-nos a pista mais importante a favor da teoria do Big Bang. Que tal um Prémio Nóbel da Física?

source: Robert Wilson, Arno Penzias like this.
el: Αρέσει στους Robert Wilson, Arno Penzias
pt: Robert Wilson, Arno Penzias gostam disto.

source: Hands-On Universe, Europe
el: Hands-On Universe, Ευρώπη

source: Connecting Classrooms to the Milky Way
el: Σύνδέοντας την Τάξη με τον Γαλαξία
pt: Conectando Salas de Aula à Via Láctea

source: Our project currently includes 11 countries: Germany, Belgium, Cyprus, Spain, France, Greece, Poland, Portugal, Sweden, Romania, UK, and is sustaining a growing community of teachers and educators since 2004.
el: Το πρόγραμμά μας στο παρόν περιλαμβάνει 11 χώρες: Γερμανία, Βέλγιο, Κύπρο, Ισπανία, Γαλλία, Ελλάδα, Πολωνία, Πορτογαλία, Σουηδία, Ρουμανία, Ηνωμένο Βασίλειο και από το 2004 υποστηρίζει μια συνεχώς αυξανόμενη κοινότητα εκπαιδευτικών και εκπαιδευτών.
pt: O nosso projeto inclui 11 países: Alemanha, Bélgica, Chipre, Espanha, França, Grécia, Polónia, Portugal, Suécia, Roménia e Reino Unido. Desde 2004, a comunidade de professores e educadores que participam no projeto não para de crescer.

source: The EU-HOU activities inspired the educational systems of many European countries, and some of the exercises that can be found in the website were used to design pedagogical material used in textbook.
el: Οι δραστηριότητες του EU-HOU έδωσαν έμπνευση στα εκπαιδευτικά συστήματα πολλών ευρωπαϊκών χωρών, και μερικές από τις ασκήσεις που υπάρχουν στην ιστοσελίδα μας χρησιμοποιήθηκαν για το σχεδιασμό του παιδαγωγικού υλικού που χρησιμοποιείται στα διδακτικά βιβλία.
pt: As atividades do EU-HOU têm inspirado os sistemas educativos de muitos países europeus e alguns exercícios criados no âmbito do projeto foram usados para desenvolver material pedagógico para livros escolares.

source: The network of 6 radio telescopes, in France, Portugal, Spain, Poland, and Romania, allows on-line observations of the gas of the Milky Way in classrooms. These instruments operate in the radio domain and enable the observations 24 hours a day. These wavelengths are not sensitive to bad weather conditions and can be used during the day (and night), which is well adapted for educational timing and constraints. Want to try? Visit our website and register for a free account!
el: Το δίκτυο των 6 ραδιοτηλεσκόπιων, στη Γαλλία, την Πορτογαλία, την Ισπανία, την Πολωνία και τη Ρουμανία επιτρέπει την απ'ευθείας διαδικτυακή παρατήρηση του αερίου στον Γαλαξία μας, από την αίθουσα διδασκαλίας του σχολείου. Τα όργανα αυτά λειτουργούν στην φασματική περιοχή ραδιοκυμάτων, επομένως κάνουν δυνατή την παρατήρηση 24 ώρες την ημέρα. Αυτά τα μήκη κύματος δεν επηρεάζονται από τις καιρικές συνθήκε, επομένωςς μπορούν να χρησιμοποιηθούν κατά τη διάρκεια της ημέρας (και φυσικά και της νύχτας), επομένως είναι πλήρως προσαρμοσμένα στους εκπαιδευτικούς χρονικούς περιορισμούς. Θέλετε να δοκιμάσετε; Επισκεφθείτε την ιστοσελίδα μας και να εγγραφείτε για να αποκτήσετε ένα δωρεάν λογαριασμό!
pt: A rede de 6 radiotelescópios em França, Portugal, Espanha, Polónia e Roménia, permite observações via internet do gás da Via Láctea na sala de aula. Estes instrumentos operam no domínio do rádio e permitem observações 24 horas por dia. Estes comprimentos de onda não são sensíveis ao mau tempo e podem ser usados durante o dia (e noite), o que é apropriado para o horário escolar. Por que não experimentar? Visite a nossa página web e registe-se para uma conta gratuita!

source: My Radio Astronomy
el: Η Ραδιοαστρονομία μου
pt: A minha Radioastronomia

source: Write your comments, unleash your imagination!
el: Γράψτε τα σχόλια σας, απελευθερώστε την φαντασία σας!
pt: Escreva os seus comentários, deixe a sua imaginação à solta!

source: The Earth-Moon distance is approximately 380,000 km
el: Η απόσταση Γης - Σελήνης είναι περίπου 380,000 χλμ
pt: A distância Terra-Lua é apriximadamente 380 000 km

source: SKY
el: ΟΥΡΑΝΟΣ
pt: CÉU

source: Small Antenna
el: Μικρή κεραία
pt: Pequena Antena

source: Bandpass Filter
el: Φίλτρο Φασματικής Περιοχής
pt: Filtro Passa-banda

source: High Frequency Amplifier
el: Ενισχυτής Υψηλής Συχνότητας
pt: Amplificador de Alta Frequência

source: MIXER
el: ΜΙΚΤΗΣ
pt: MISTURADOR

source: Local Oscillator
el: Τοπικός Ταλαντωτής
pt: Oscilador Local

source: Intermediate Frequency Amplifier
el: Ενισχυτής Μέσης Συχνότητας
pt: Amplificador de Frequência Intermédia

source: FIntermediate
el: Eνδιάμεση
pt: FIntermédio

source: Analog to Digital Converter
el: Μετατροπέας Αναλογικού σε Ψηφιακό
pt: Conversor Analógico para Digital

source: PC
el: Ηλεκτρονικός υπολογιστής

source: The Sun as it appears to the eye. At the time of the picture, two black sunspots could be seen at the centre.
el: Ο Ήλιος, όπως φαίνεται με το μάτι. Κατά τον χρόνο λήψης της φωτογραφίας, στο κέντρο ήταν ορατές δύο μαύρες ηλιακές κηλίδες.
pt: O Sol como é visto no visível (radiação detetada pelos nossos olhos). Na altura da fotografia, duas manchas solares são avistadas perto do centro.

source: The Sun as it appears in radio emission. The sun spots at the Solar equator are sites of intense radio wave emission (colored red).
el: Ο Ήλιος, όπως φαίνεται στα ραδιοκύματα. Οι ηλιακές κηλίδες στον ισημερινό του Ήλιου είναι περιοχές έντονης εκπομπής ραδιοκυμάτων (κόκκινο χρώμα).
pt: O Sol no rádio. As manchas solares no Equador Solar são locais de forte emissão de rádio (coloridas a vermelho).

source: Wavelength
el: Μήκος κύματος
pt: Comprimento de onda

source: This project has been funded with support from the European Commission. This communication reflects the views only of the author, and the Commission cannot be held responsible for any use which may be made of the information contained therein.
el: Αυτό το πρόγραμμα έχει χρηματοδοτηθεί με την υποστήριξη της Ευρωπαϊκής Επιτροπής. Η παρούσα ανακοίνωση δεσμεύει μόνο τον συντάκτη της και η Επιτροπή δεν μπορεί να θεωρηθεί υπεύθυνη για οποιαδήποτε χρήση μπορεί να γίνει των πληροφοριών που περιέχονται σε αυτήν.
pt: Projecto financiado com o apoio da Comissão Europeia. A informação contida nesta publicação vincula exclusivamente o autor, não sendo a Comissão responsável pela utilização que dela possa ser feita.

source: European Coordinator of the EU-HOUMW project
el: Ευρωπαίος Συντονιστής του έργου EU-HOUMW
pt: Coordenador Europeu do projeto EU-HUMW

source: Partner in charge of the dissemination of this exhibit
el: Υπεύθυνος για την διάδοση αυτής της έκθεσης
pt: Parceiro responsável pela divulgação desta exposição

source: Production and Design:
el: Παραγωγή και Σχεδιασμός:
pt: Produção e Design

source: Astronomers use λ after the Tera- prefix
el: Οι αστρονόμοι χρησιμοποιούν το λ μετά το πρόθεμα Tera
pt: Os astrónomos usam λ depois do prefixo Tera-

source: (Credit: NRAO/AUI/NSF/F.Zadeh et al.) This image obtained at the VLA shows the spectacular filamentary structures that appear toward the Galactic center (the bright spot) in centimetre radio wavelengths. This emission originates from plasma flowing along lines of magnetic field, which produces this arc formation that is called the Arches.
el: (Credit: NRAO/AUI/NSF/F.Zadeh et al.) Αυτή η εικόνα λήφθηκε στο VLA και δείχνει τις θεαματικές νηματοειδείς δομές που εμφανίζονται προς την κατέύθυνση του γαλαξιακού κέντρου (το φωτεινό σημείο) στα εκατοστομετρικά μήκη ραδιοκυμάτων. Αυτή η εκπομπή προέρχεται από το πλάσμα που ρέει κατά μήκος των γραμμών μαγνητικού πεδίου, η οποία παράγει αυτό τον τοξοειδή σχηματισμό που ονομάζεται Arches.
pt: (Créditos: NRAO/AUI/NSF/F.Zadeh et al.) Esta imagem obtida com o VLA mostra as estruturas filamentares que aparecem na direção do centro da nossa Galáxia (ponto brilhante) nos comprimentos de onda do centímetro. Esta emissão tem origem no plasma que segue as linhas do campo magnético e que produz esta formação em arco chamada "The Arches".

source: The Galactic centre the galactic centre of the Milky Way was the first radio source to be detected by Karl Jansky in 1932. It contains a number of radio sources, including Sagittarius A and the supermassive black hole at Sagittarius A*.
el: Το κέντρο του Γαλαξία μας ήταν η πρώτη ραδιοπηγή που ανιχνεύθηκε από τον Karl Jansky το 1932. Περιέχει έναν αριθμό ραδιοπηγών, συμπεριλαμβανομένου του Τοξότη Α και της υπερμεγέθους μαύρης τρύπας στον Τοξότη Α *.
pt: O Centro Galático o centro da Via Láctea foi a primeira fonte de rádio a ser detetada por Karl Janski em 1932. Contém diversas fontes de rádio, incluindo Sagittarius A e o buraco negro de massa elevada em Sagittarius A*.

source: Map of the CMB in millimetre wavelengths. It was obtained by the satellite WMAP
el: Χάρτης του Κοσμικού Υποβάθρου Μικροκυμάτων (CMB) σε μήκη κύματος χιλιοστομέτρου. Λήφθηκε από τον δορυφόρο WMAP
pt: Mapa da Radiação Cósmica de Fundo nos comprimentos de onda dos milímetros. Obtido pelo satélite WMAP.

source: The EU-HOU (Hands-On Universe, Europe) project uses the excitement of doing real astronomy as a vector to boost science education all over Europe. With the use of state-of-the-art astronomy products combined with new technologies, the project aims at renewing the interest of primary and secondary students for sciences. On the website www.euhou.net, pedagogical resources are available in multiple form. It can be hands-on experiment, exercises, as well as real-time observation with telescopes from all over Europe. With the worldwide Square Kilometre Array and Atacama Large Millimetre Array projects aiming at building the biggest radio observatories ever, radioastronomy is entering a new golden age and will unveil the Universe as never before. In that context, since 2010 the EU-HOU project took a big step towards radio astronomy, by deploying the first European network of radiotelescopes for education, enabling schools to explore the Milky Way through Internet, and IBSE pedagogical resources to be used in the classrooms.
el: Το πρόγραμμα EU-HOU (Hands-On Universe, Europe) αξιοποιεί τον ενθουσιασμό της πρακτικής αστρονομίας ως φορέα για την ενίσχυση της επιστημονικής εκπαίδευσης σε όλη την Ευρώπη. Με τη χρήση των πιο πρόσφατων προϊόντων αστρονομίας σε συνδυασμό με τις νέες τεχνολογίες, το έργο στοχεύει στην ανανέωση του ενδιαφέροντος των μαθητών πρωτοβάθμιας και δευτεροβάθμιας εκπαίδευσης για τις επιστήμες. Στην ιστοσελίδα μας www.euhou.net υπάρχει διαθέσιμο παιδαγωγικό υλικό σε πολλαπλές μορφές: χειροπιαστά πειράματα, ασκήσεις, καθώς και δυνατότητα παρατηρήσεων σε πραγματικό χρόνο με τηλεσκόπια που βρίσκονται σε διάφορες ευρωπαϊκές χώρες. Τα πρόσφατα προγράμματα Square Kilometre Array και Atacama Large Millimetre Array αποσκοπούν στην οικοδόμηση του μεγαλύτερου ως τώρα ραδιοτηλεσκοπίου σε παγκόσμια κλίμακα. Με αυτό τον τρόπο η ραδιοαστρονομία εισέρχεται σε μια νέα χρυσή εποχή που υπόσχεται να αποκαλύψει το Σύμπαν όπως ποτέ πριν. Το πρόγραμμα ΕU-HOU έχει κάνει από το 2010 ένα μεγάλο βήμα προς την κατεύθυνση της ραδιοαστρονομίας αναπτύσσοντας το πρώτο Ευρωπαϊκό δίκτυο ραδιοτηλεσκοπίων για εκπαιδευτικούς σκοπούς, που επιτρέπει στους μαθητές πρωτοβάθμιας και δευτεροβάθμιας εκπαίδευσης να εξερευνήσουν τον Γαλαξία μας μέσω του διαδικτύου και προσφέρει παιδαγωγικές πηγές που βασίζονται στη ερευνητική εκπαιδευτική μέθοδο (Inquiry Based Science Education - IBSE) οι οποίες μπορούν να χρησιμοποιηθούν στην τάξη.

source: On the picture, from left to right, and from top to bottom: Cecilia Kozma , Maria Loizou , Yannick Libert , F. Miranda , Eleni Chatzichristou , Sotira Trifourki , Krzysztof Chyzy , Rosa Doran , Peter Kalberla , Roger Ferlet , Rodrigo Alvarez , Cezar Lesanu , Radu Constantinescu , Lech Mankiewicz , Anne-Laure Melchior .
el: Στην εικόνα, από αριστερά προς δεξιά, και από πάνω προς τα κάτω: Σεσίλια Κοσμά , Μαρία Λοϊζου , Yannick Libert , Francisca Miranda , Ελένη Χατζηχρήστου , Σωτήρα Τριφούκη , Krzysztof Chyzy , Rosa Doran , Peter Kalberla , Roger Ferlet , Rodrigo Alvarez , Cezar Lesanu , Radu Constantinescu , Lech Mankiewicz , Anne-Laure Melchior .
pt: Na fotografia, da esquerda para a direita, de cima para baixo: Cecilia Kozma , Maria Loizou , Yannick Libert , F. Miranda , Eleni Chatzichristou , Sotira Trifourki , Krzysztof Chyzy , Rosa Doran , Peter Kalberla , Roger Ferlet , Rodrigo Alvarez , Cezar Lesanu , Radu Constantinescu , Lech Mankiewicz , Anne-Laure Melchior .

source: translator-credits
el: πιστωτκές μονάδες μεταφραστή
pt: NUCLIO-Núcleo Interactivo de Astronomia <geral@nuclio.pt>, 2012

source: FSKY
pt: FCÉU

source: FSKY - FLO
pt: FCÉU - FLO
