Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/POOTLE_EXPORT/A0Exhibit/*/A0Exhibit_*.xlf
Languages: el, pt

source: Imagine light as a superposition of many individual waves that have different wavelengths (a wavelength is the distance over which the wave’s pattern repeats). For the light visible by human eyes, each wavelength can be associated with a colour. Have you ever tried illuminating a prism with a lamp? You obtain a beautiful rainbow, which is revealing the decomposition of the visible light into its single colours (or single wavelengths). For a human eye, the visible range of wavelength lies between 400 and 700 nanometres (0.000000001 metres). We can see 400 nm as blue, and 700 nm as red. But there are more wavelengths that our eyes cannot see: some shorter than blue, and some longer than red.
el: Φανταστείτε το φως σαν επικάλυψη πολλών διαφορετικών μηκών κύματος (η απόσταση ανάμεσα σε δύο κορυφές ή δύο κατώτερα σημεία μιας κυματομορφής). Για το φως που είναι ορατό στο ανθρώπινο μάτι, κάθε μήκος κύματος συνδέεται με ένα χρώμα. Προσπαθήσατε ποτέ να φωτίσετε ένα πρίσμα με μια λάμπα; Θα πάρετε ένα όμορφο ουράνιο τόξο, που αναδεικνύει την ανάλυση του ορατού φωτός στα χρώματά του (δηλ. στα επί μέρους μήκη κύματος). Για το ανθρώπινο μάτι, η περιοχή ορατών μηκών κύματος βρίσκεται ανάμεσα στα 400 και 700 νανόμετρα (1nm = 0.000000001 μέτρo). Τα 400 nm αντιστοιχούν σε μπλε χρώμα και τα 700 nm σε κόκκινο. Όμως υπάρχουν περισσότερα μήκη κύματος από εκείνα που μπορούν να δουν τα μάτια μας: κάποια μικρότερα - μπλε και κάποια μεγαλύτερα - κόκκινα.
pt: Imagine a luz como uma sobreposição de muitas ondas individuais que têm diferentes comprimentos de onda (o comprimento de onda é a distância a que o padrão da onda se repete). Para a luz visível aos olhos humanos, cada comprimento de onda pode ser associado a uma cor. Já experimentou iluminar um prisma com uma lâmpada? Obtém-se um lindo arco-íris, que revela a decomposição da luz visível nas cores individuais (ou comprimentos de onda individuais). Para o olho humano, o intervalo de comprimentos de onda visíveis vai de 400 a 700 nanometros (1 nm = 0,000000001 m). Vemos os 400 nm como azul e os 700 nm como vermelho. Mas há mais comprimentos de onda que os nosso olhos não conseguem ver: alguns mais curtos que o azul, outros mais longos que o vermelho.

source: visible
el: ορατό
pt: visível

source: What is a radio signal?
el: Τι είναι ένα ραδιοσήμα;
pt: O que é um sinal de rádio?

source: Light is a wave...
el: Το φως είναι κύμα..
pt: A luz é uma onda...

source: sunlight
el: ηλιακό φως
pt: luz solar

source: intensity
el: ένταση
pt: intensidade

source: Red
el: Κόκκινο
pt: Vermelho

source: Orange
el: Πορτοκαλί
pt: Cor-de-laranja

source: Yellow
el: Κίτρινο
pt: Amarelo

source: Green
el: Πράσινο
pt: Verde

source: Blue
el: Μπλε
pt: Azul

source: Indigo
el: Λουλακί
pt: Índigo

source: Violet
el: Βιολετί
pt: Violeta

source: (Newton’s primary colours defined in 1672)
el: (Τα πρωτεύοντα χρώματα που όρισε ο Νεύτωνας το 1672)
pt: (As cores primárias definidas por Newton em 1672)

source: AM
el: ΑΜ

source: microwaves
el: μικροκύματα
pt: micro-ondas

source: cell phone
el: κινητό τηλέφωνο
pt: telemóvel

source: radars
el: ραντάρ
pt: radares

source: atomic hydrogen line
el: γραμμή ατομικού υδρογόνου
pt: risca de hidrogénio atómico

source: CO emission line
el: Γραμμή εκπομπής CO
pt: risca de emissão de CO

source: thermographic camera
el: θερμογραφική κάμερα
pt: câmara termográfica

source: TV remote control
el: Τηλεχειρηστήριο
pt: comando de TV

source: UV desinfectant
el: Απολυμαντικό UV
pt: desinfetante UV

source: Radiography (here, Radio is for Radiation!)
el: Ραδιογραφία (εδώ, Ραδιο σημαίνει Ακτινοβολία)
pt: Radiografia (aqui, Radio vem de Radiação!)

source: Dr. Banner’s experiments
el: Τα πειράματα του Δρος Banner
pt: Experiências do Dr. Banner

source: RADIO
el: ΡΑΔΙΟ
pt: RÁDIO

source: IR
el: ΥΠΕΡΥΘΡΟ

source: UV
el: ΥΠΕΡΙΩΔΕΣ

source: X-RAY
el: ΑΚΤΙΝΕΣ Χ
pt: RAIOS X

source: GAMMA RAY
el: ΑΚΤΙΝΕΣ ΓΑΜΜΑ
pt: RAIOS GAMA

source: visible light
el: ορατό φως
pt: luz visível

source: Light also carries energy, and the amount of energy depends on the wavelength: the shorter the wavelength, the more energetic the light beam is. Take short wavelength UV light for example: a little is good for the tan, but too much can cause sunburns! Conversely, longer wavelengths are associated with weaker energies. FM radio emissions for example, are harmless to us. In the Universe at large, energetic phenomenon like supernovae emits lots of X-Rays and Gamma Ray which are even more energetic than UV. But the cold gas lying in between stars, or some cold dust particles for example, emit low energy radiations at long wavelengths that fall into the Radio domain.
el: Το φως επίσης μεταφέρει ενέργεια και το ποσό ενέργειας εξαρτάται από το μήκος κύματος: όσο μικρότερο το μήκος κύματος τόσο πιο ενεργητική είναι μια δέσμη φωτός. Πάρτε για παράδειγμα την ακτινοβολία υπεριώδους, σε μικρές ποσότητες είναι ωφέλιμη και δίνει ένα όμορφο χρώμα στο δέρμα, αλλά μεγάλες ποσότητες μπορεί να οδήγήσουν σε εγκαύματα. Αντιστρόφως, τα μεγάλα μήκη κύματος συνδέονται με χαμηλότερες ενέργειες. Οι ραδιο-εκπομπές FM για παράδειγμα, είναι ακίνδυνες για εμάς. Γενικά στο Σύμπαν τα ενεργητικά φαινόμενα, όπως είναι οι υπερκαινοφανείς, εκπέμπουν μεγάλα ποσά ακτίνων Χ και γάμμα που έχουν ακόμη μεγαλύτερη ενέργεια από την υπεριώδη ακτινοβολία. Αλλά το κρύο αέριο που βρίσκεται ανάμεσα στα άστρα ή τα κρύα σωματίδια σκόνης για παράδειγμα, εκπέμπουν ακτινοβολία χαμηλής ενέργειας σε μεγάλα μήκη κύματος που βρίσκονται στην περιοχή των ραδιοκυμάτων.
pt: A luz também carrega energia e a quantidade de energia depende do comprimento de onda: quanto mais curto o comprimento de onda, mais energia tem o feixe de luz. Por exemplo, o comprimento de onda curto da luz UV: em pouca quantidade, é bom para o bronzeado, mas em demasia, pode provocar queimaduras! Os comprimentos de onda mais longos estão associados a energias mais fracas. Emissões de rádio FM, por exemplo, não nos fazem mal. No Universo, fenómenos energéticos como as supernovas, emitem grandes quantidades de Raios X e Raios Gama, que são ainda mais energéticos que o UV. Mas o gás frio que reside entre as estrelas, ou partículas de poeira fria, por exemplo, emitem radiação de baixa energia de comprimento de onda longo que caem no domínio do Rádio.

source: Why is this gas cold? There are stars everywhere, so shouldn’t it be very hot?! Well, it’s true that a galaxy can contain something like a hundred billion of stars. But the distance between them is huge! For example, Proxima Centauri is the closest star from the Sun. It’s at 4.2 light-years from us. That means 40,000,000,000,000 km! At those kinds of distances, the stars do not heat the gas very much! That’s why astronomers observe the interstellar gas in radio!
el: Γιατί αυτό το αέριο είναι κρύο; Αφού υπάρχουν παντού άστρα δεν θα έπρεπε να είναι θερμό; Είναι αλήθεια οτι ένας γαλαξίας μπορεί να περιέχει εκατοντάδες δισεκατομμυρίων άστρα. Όμως οι μεταξύ τους αποστάσεις είναι τεράστιες. Για παράδειγμα το Εγγύς του Κενταύρου, που είναι το κοντινότερο άστρο στον Ήλιο μας, απέχει 4.2 έτη φωτός. Αυτό σημαίνει 40,000,000,000,000 χλμ! Σε τέτοιες αποστάσεις τα άστρα δεν μπορούν να ζεστάνουν το αέριο πολύ. Γι' αυτό οι αστρονόμοι χρειάζονται τα ραδιοκύματα για να ανιχνεύσουν το διαστρικό αέριο!
pt: Porque é frio este gás? Há estrelas em toda a parte, não deveria aquecer o gás? bem, a verdade é que uma galáxia pode conter qualquer coisa como uma centena de milhar de milhões de estrelas. Mas a distância entre as estrelas é enorme! Por exemplo, a estrela mais próxima do Sol é a Proxima Centauri e está a 4,2 anos-luz de nós. Isto é, a 40 000 000 000 000 km! A estas distâncias, as estrelas não aquecem muito o gás! Por isso os astrónomos observam o gás interestelar no rádio!

source: Light can be considered as a wave, and also as a particle. Like a wave, it can create interference patterns, like two water waves hitting each other. But it can also be emitted photon by photon, and the photons can be counted in a receiver! Difficult to imagine? Well, take a cylinder. If you illuminate it on its side, its shadow is a square. But illuminate its face, and its shadow becomes a sphere!
el: Το φως μπορεί να θεωρηθεί κύμα αλλά επίσης και σωματίδιο. Όπως κάθε κύμα μπορεί να δημιουργήσει συμβολομορφές, όπως δύο κύματα νερού που συγκρούονται. Αλλά μπορεί και να εκπέμπεται φωτόνιο-φωτόνιο, και τα φωτόνια μπορούν να καταμετρηθούν σε ένα δέκτη! Δύσκολο να το φανταστείτε; Πάρτε έναν κύλινδρο. Αν τον φωτίσετε από το πλάι η σκιά του φαινεται τετράγωνη. Αν τον φωτίσετε από μπροστά η σκιά του γίνεται σφαιρική!

source: Did you know?
el: Το γνωρίζατε;
pt: Sabia?

source: So radio waves are just a kind of light.
el: Οπότε τα ραδιοκύματα είναι απλά μια μορφή φωτός.
pt: Então as ondas de rádio são simplesmente um tipo de luz.

source: What do we use them for?
el: Σε τι τα χρησιμοποιούμε;

source: On Earth, we use radio waves mainly for communication purpose. Why? Because they propagate easily through the atmosphere, and even under water. The radio domain is a wide range of wavelengths, extending from kilometres to millimetres. The way they propagate strongly depends on their wavelength, and we take advantage of these different modes of propagation to create our very complex and diverse communication system:
el: Στην Γη χρησιμοποιούμε τα ραδιοκύματα κυρίως για επικοινωνιακούς σκοπούς. Ο λόγος είναι οτι διαδίδονται εύκολα στην ατμόσφαιρα, ακόμη και κάτω από το νερό. Η περιοχή ραδιοκυμάτων περιλαμβάνει πολλά διαφορετικά μήκη κύματος, από χιλιοστόμετρα ως χιλιόμετρα. Ο τρόπος διάδοσής τους εξαρτάται σε μεγάλο βαθμό από το μήκος κύματός τους και εμείς χρησιμοποιούμε αυτούς τους διαφορετικούς τρόπους διάδοσης για να δημιουργησουμε το δικό μας πολύπλοκο σύστημα επικοινωνίας.

source: Kilometre wavelengths propagate through surface waves and follow the curvature of the Earth. With enough emission power, they can reach up to 1000 km. They also propagate under water, that’s why they are often used by submarines. Be careful though, it’s not Sonar! Sonar stands for SOund Navigation And Ranging. It’s a technique that uses sound propagation underwater, not light! Amateur radio operators use decametre wavelengths. These wavelengths are very interesting because they are reflected by the Earth’s ionosphere. This means that an amateur radio signal sent to the sky bounces onto the ionosphere back to Earth, and propagates very far. Sometimes it can even reach the antipodes! Why sometimes? Well the reflection processes depends on the state of the ionosphere. Wavelengths below about a metre propagate directly in straight lines from the emitter, almost like visible light. It’s the domain of FM broadcasting, TV emission, Wi-Fi, Bluetooth, etc. These wavelengths are less affected by the ionosphere, that’s why we need satellites to relay them and send them back to Earth.
el: Τα μήκη κύματος της τάξης των χιλιομετρων διαδίδονται με επιφανειακά κύματα και ακολουθούν την καμπυλότητα της Γης. Εάν έχουν αρκετή ισχύ εκπομπής μπορούν να φτάσουν και σε απόσταση 1000 χλμ. Επίσης διαδίδονται και μέσα στο νερό γι' αυτό και χρησιμοποιούνται συχνά από τα υποβρύχια. Προσοχή ομως, δεν είναι Sonar, αυτό είναι ακρωνύμιο των λέξεων Sound Navigation and Ranging και είναι μια τεχνική που χρησιμοποιεί την υποβρύχια διάδοση του ήχου όχι του φωτός! Οι ερασιτέχνες χειριστές ραδιοκυμάτων χρησιμοποιούν δεκαμετρικά μήκη κύματος, τα οποία είναι πολύ ενδιαφέροντα γιατί ανακλώνται στην ιονόσφαιρα της Γης. Αυτό σημαίνει οτι ένα ερασιτεχνικό ραδιοσήμα που κατευθύνεται προς τον ουρανό ανακλάται στην ιονόσφαιρα πίσω προς τη Γη και διαδίδεται τόσο μακριά που μερικές φορές μπορεί να φτάσει ακόμη και στους αντίποδες. Γιατί μερικές φορές; Γιατί το είδος της ανάκλασης εξαρτάται από την κατάσταση της ιονόσφαιρας. Μήκη κύματος κάτω του μέτρου διαδίδονται ευθύγραμμα από την εκπέμπουσα πηγή, σχεδόν όπως το ορατό φως. Σε αυτά τα μήκη κύματος εκπέμπουν οι ραδιοφωνικές μεταδόσεις FM, οι τηλεοπτικές εκπομπές, τα WiFi, Bluetooth, κλπ. Αυτά τα μήκη κύματος δεν επηρεάζονται τόσο από την ιονόσφαιρα, γι' αυτό χρειαζόμαστε δορυφόρους για την αναμετάδοσή τους πίσω στη Γη.
pt: Comprimentos de onda de quilómetros propagam-se através de ondas de superfície e seguem a curvatura da Terra. Com energia suficiente, podem chegar a 1000 km. Também se propagam debaixo de água e por isso são usadas frequentemente por submarinos. Cuidado que não se trata de um Sonar! Sonar vem de SOund Navigation And Ranging (navegação e localização pelo som). Trata-se de uma técnica que utiliza a propagação do som debaixo de água e não de luz! Os radioamadores utilizam comprimentos de onda do decâmetro. Estes comprimentos de onda são muito interessantes porque são refletidos pela ionosfera da Terra. Isto quer dizer que um sinal de radioamador enviado para o céu é refletido pela ionosfera de volta para a Terra e propaga-se até grandes distâncias. Por vezes até pode alcançar os antípodas! Porque só por vezes? Bem, os processos de reflexão dependem do estado da ionosfera. Comprimentos de onda mais curtos que o metro podem propagar-se diretamente em linha reta a partir do emissor, quase como a luz visível. É o domínio da emissão FM, da emissão de TV, Wi-Fi, Bluetooth, etc. Estes comprimentos de onda são menos afetados pela ionosfera e é por isso que precisamos de satélites para os transmitir de volta para a Terra.

source: ionosphere
el: ιονόσφαιρα
pt: ionosfera

source: KILOMETER wavelenghts
el: ΧΙΛΙΟΜΕΤΡΙΚΑ μήκη κύματος
pt: comprimentos de onda do QUILÓMETRO

source: DECAMETER wavelenghts
el: ΔΕΚΑΜΕΤΡΙΚΑ μήκη κύματος
pt: comprimentos de onda do DECÂMETRO

source: METER wavelenghts
el: ΜΕΤΡΙΚΑ μήκη κύματος
pt: comprimentos de onda do METRO

source: So radio waves are light, not sound. How come I can listen to my favourite songs with my radio? Well, suppose you want to share a song with your friend, 100m away from you. You could shout it very loudly but it would require a huge amount of energy to be heard, which would most likely result in a sore throat and some angry neighbours… Instead you could use your flashlight, translate it into Morse code and send it to your friend. By doing that, you have solved the problem of energy and distance, but you have lost a lot of information in the process. To keep all the information, you have to code the light you are sending in a specific way, so that your friend can receive and decode it easily. This is called signal processing. Frequency Modulation (FM yes, like in FM radio!) is a kind of signal processing that is very easy and cheap to implement. You just modulate the light signal you are sending (the carrier wave) by varying its instantaneous frequency according to that of your message (your song for example). The signal is sent «modulated», and your radio «demodulates» it back to its original form and transmits it to its speakers, thus converting light back into sound!
el: Επομένως τα ραδιοκύματα είναι φωτεινά, όχι ηχητικά κύματα. Πώς λοιπόν μπορώ να ακούσω την αγαπημένη μου μουσική στο ραδιόφωνο; Υποθέστε οτι θέλετε να μποραστείτε ένα τραγούδι με κάποιο φίλο σας που βρίσκεται σε απόσταση 100 μέτρων από σας. Θα μπορούσατε να το τραγουδήσετε πολύ δυνατά αλλά αυτό θα απαιτούσε την κατανάλωση πολύ μεγάλης ποσότητας ενέργειας για να ακουστείτε, με πιθανότερο αποτέλεσμα πονόλαιμο και εξαγριωμένους γείτονες.. Αντιθέτως, θα μπορούσατε να χρησιμοποιήσετε τον φακό σας, να το μεταφράσετε σε σήματα Morse και να τα στείλετε στον φίλο σας. Με αυτό τον τρόπο λύνετε τα προβλήματα της κατανάλωσης ενέργειας και της μεγάλης απόστασης, αλλά χάνετε μεγάλο μέρος της πληροφορίας. Για να κρατήσετε όλη την πληροφορία κατά την αναμετάδοση πρέπει να κωδικοποιήσετε το φως που στέλνετε με έναν ιδιαίτερο τρόπο, έτσι ώστε ο φίλος σας να μπορεί να το αποκωδικοποιήσει εύκολα. Αυτή η διαδικασία ονομάζεται επεξεργασία σήματος. Η τεχική Frequency Modulation (FM, στα ελληνικά Διαμόρφωση Συχνότητας) είναι μια μορφή επεξεργασίας σήματος που είναι εύκολη και φθηνή στην εφαρμογή της. Απλά διαμορφώνετε τη συχνότητα του φωτεινού σήματος που στέλνετε (φέρον κύμα) μεταβάλλοντάς την ανάλογα με το πλάτος του σήματος πληροφορίας (ακουστικό σήμα, το τραγούδι σας στο παραπάνω παράδειγμα). Το κύμα αποστέλλεται έτσι "διαμορφωμένο" και το ραδιόφωνό σας το "αποδιαμορφώνει" πίσω στην αρχική του μορφή και το μεταδίδει στα μεγάφωνα, μετατρέποντας το φως πάλι σε ήχο!
pt: Então as ondas rádio são luz e não som. Nesse caso, porque ouvimos as nossas músicas favoritas com o rádio? Bem, suponha que quer partilhar uma canção com o seu amigo, a 100 m de distância. Podia gritar muito alto, mas requeria muita energia de forma a ser ouvido por ele; o mais provável era ficar com a garganta arranhada e com vizinhos muito zangados... Ao invés, podia usar a lanterna, traduzir a canção para código Morse e enviá-la ao seu amigo. Ao fazê-lo, resolveu o problema da energia e da distância, mas perdeu muita informação no processo. Para manter toda a informação, tem de codificar a luz que está a enviar de uma forma específica, para que o seu amigo possa recebê-la e descodificá-la facilmente. A este processo chama-se processamento do sinal. Modulação em Frequência (FM - Frequency Modulation) é um tipo de processamento de sinal que é muito fácil e barato de implementar. Só temos de modular o sinal de luz que estamos a enviar (a onda transportadora) variando a sua frequência instantânea segundo a nossa mensagem (a canção, por exemplo). O sinal é enviado "modulado" e o rádio "desmodula-o" de volta à sua forma inicial e transmite-o para as suas colunas, convertendo assim a luz em som!

source: Other signal processing methods are used, like Amplitude Modulation (AM) or Phase Modulation (PM) to transmit information. Wi-Fi, for example, uses a combination of FM and PM.
el: Άλλες τεχνικές επεξεργασίας σήματος χρησιμοποιούνται, όπως το Amplitude Modulation (AM, στα ελληνικά Διαμόρφωση Πλάτους) ή Phase Modulation (PM, στα ελληνικά Διαμόρφωση Φάσης) για να μεταδίδουν την πληροφορία. Το Wi-Fi, για παράδειγμα, χρησιμοποιεί ένα συνδυασμό των FM και PM.

source: The ionosphere is a layer of electrons and other electrically charged particles in the upper atmosphere. It starts at around 80 km from the ground. At this altitude, the atmosphere is too thin to shield the particles from the Solar radiation. Atoms and molecules are hit directly with very energetic light like UV and X-Ray, and this causes them to break and lose some electrons. Their neutral balance is disturbed and they become electrically charged. The resulting mixture of electrons and charged particles is called plasma, and it is responsible for the reflection power of the ionosphere at decametre wavelengths. During the day, Sunbeams hit the ionosphere and produce a lot of charged particles; the ionosphere becomes unstable and cannot reflect the radio signals very efficiently. But at night, the ionosphere is less perturbed and almost acts as a smooth mirror. This is why amateur radio operators prefer to send their long-distance call during the night!
el: Η ιονόσφαιρα είναι μια ζώνη ηλεκτρονίων και άλλων ηλεκτρικά φορτισμένων σωματιδίων στην ανώτερη ατνόσφαιρα. Ξεκινά από ύψος 80 χλμ. πάνω από το έδαφος. Σε αυτό το υψόμετρο η ατμόσφαιρα είναι πολύ αραιά για να προστατέψει τα σωματίδια από την ηλιακή ακτινοβολία. Έτσι άτομα και μόρια είναι εκτεθειμένα σε πολύ ενεργητική ακτινοβολία όπως υπεριώδεις και ακτίνες Χ, με αποτέλεσμα να χάνουν κάποια ηλεκτρόνια και από ουδέτερα να μετατρέπονται σε ηλεκτρικά φορτισμένα σωματίδια. Το μίγμα ελεκτρονίων και ηλεκτρικά φορτισμένων σωματιδίων που προκύπτει ονομάζεται "πλάσμα" και είναι εκείνο που ευθύνεται για την ανάκλαση από την ιονόσφαιρα των δεκαμετρικών μηκών κύματος. Κατά τη διάρκεια της ημέρας, το ηλιακό φως προσπίπτει στην ιονόσφαιρα παράγοντας πολλά φορτισμένα σωματίδια, με αποτέλεσμα η ιονόσφαιρα να γίνεται ασταθής και να μην μπορεί να ανακλάσει αποτελεσματικά τα ραδιοκύματα. Αλλά τη νύκτα, η ιονόσφαιρα είναι λιγότερο διαταραγμένη και ενεργεί σχεδόν σαν ένας λείος καθρέπτης. Γι' αυτό και οι ερασιτέχνες ραδιοχειριστές προτιμούν να στέλνουν τα μακρινά μηνύματά τους τη νύκτα!
pt: A ionosfera é uma camada de eletrões e de outras partículas eletricamente carregadas na alta atmosfera. Começa a cerca de 80 km do solo. A esta altitude, a atmosfera é demasiado fina para proteger as partículas da radiação solar. Os átomos e moléculas são atingidos diretamente com luz muito energética - raios UV e raios X - que lhes arranca eletrões. O seu balanço neutro é perturbado e tornam-se eletricamente carregados. Como resultado, temos uma mistura de eletrões e partículas carregadas chamada plasma que é responsável pela capacidade de reflexão dos comprimentos de onda do decâmetro da ionosfera. Ao longo do dia, raios solares atingem a ionosfera e produzem muitas partículas carregadas; a ionosfera torna-se instável e não consegue refletir eficientemente os sinais de rádio. Mas durante a noite, a ionosfera não é tão perturbada e atua quase como um espelho. Razão pela qual os radioamadores preferem enviar as suas chamadas de grandes distâncias durante a noite.

source: Frequency Modulation (F.M.)
el: Διαμόρφωση Συχνότητας (F.M.)
pt: Modulação de Frequência (F.M.)

source: What is the ionosphere?
el: Τι είναι η ιονόσφαιρα;
pt: O que é a ionosfera?

source: While light can propagate in empty spaces, sound cannot. This is because sound waves need a medium they can vibrate into. You can listen to a piano melody because each time the pianist presses a key, a small hammer hits a string and makes it vibrate. The vibration then propagates into the air, until it reaches a receiver like a human ear for example. The ear is in fact a small vibrating membrane (the ear-drum) connected to small bones that transmits the vibration to our nervous system.
el: Ενώ το φως μπορεί να μεταδοθεί στον κενό χώρο, ο ήχος δεν μπορεί. Αυτό οφείλεται στο γεγονός ότι τα ηχητικά κύματα χρειάζονται ένα μέσο διάδοσης μέσα στο οποίο μπορούν να δονούνται. Μπορείτε να ακούσετε μια μελωδία στο πιάνο, γιατί κάθε φορά που ο πιανίστας πιέζε ένα κλειδί, ένα μικρό σφυρί χτυπά μια χορδή και την κάνει να δονείται. Η δόνηση μεταδίδεται στη συνέχεια στον αέρα, μέχρις ότου φθάσει σε ένα δέκτη, όπως είναι το ανθρώπινο αυτί για παράδειγμα. Το αυτί είναι στην πραγματικότητα μια μικρή δονούμενη μεμβράνη (το τύμπανο του αυτιού) που συνδέεται με μικρά οστά η οποία μεταδίδει τη δόνηση στο νευρικό μας σύστημα.
pt: A luz pode propagar-se no vácuo, mas o som não. Isto porque as ondas sonoras precisam de um meio onde possam vibrar. Podemos ouvir uma melodia do piano porque, de cada vez que o pianista pressiona uma tecla, um pequeno martelo bate numa corda e fá-la vibrar. A vibração propaga-se no ar até alcançar um recetor, como por exemplo, um ouvido humano. O ouvido humano é de facto uma pequena membrana que vibra (o tambor) ligada a pequenos ossos que transmitem a vibração ao nosso sistema nervoso.

source: Light and sound are both waves, but their nature is very different.
el: Το φως και ο ήχος είναι και τα δύο κύματα, αλλά η φύση τους είναι πολύ διαφορετική.
pt: Luz e som são ondas, embora de natureza muito diferente.

source: Why do astronomers use
el: Γιατί οι αστρονόμοι χρησιμοποιούν
pt: Porque utilizam os astrónomos

source: very big telescopes?
el: πολύ μεγάλα τηλεσκόπια;
pt: telescópios muito grandes?
