Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/POOTLE_EXPORT/A0Exhibit/*/A0Exhibit_*.xlf
Languages: el, pt

source: One crucial parameter when observing the sky is the spatial resolution. The spatial resolution is the smallest detail a telescope can observe. The smaller it is, the more details you will observe on your source. The resolution of a telescope, Θ, is proportional to the wavelength, λ, at which you are observing, and inversely proportional to the diameter of the telescope, Φ. Or simply put: So, the more precision we want, the bigger the telescope must be, especially at high wavelengths. How big? Well, let’s do the maths. Let say I want to see someone standing on the Moon with an optical telescope., and to see him with a bit of detail, I want to make an image of him that has a height of 10 pixels. The man on the Moon is 2m tall. First, let’s calculate his apparent size. The apparent size is the angle δ under which an object of size d is seen at a distance D. Using trigonometric relations, it’s fairly easy to find that sin(δ) = d/D. As δ is very small, this simplifies to δ ≈ d/D.
el: Μια κρίσιμη παράμετρος κατά την παρατήρηση του ουρανού είναι η χωρική ανάλυση, ή διακριτική ικανότητα, και αναφέρεται στη μικρότερη λεπτομέρεια την οποία μπορεί να διακρίνει ένα τηλεσκόπιο. Όσο μικρότερη είναι τόσο περισσότερες λεπτομέρειες μπορειτε να παρατηρήσετε στην φωτεινή πηγή. Η ανάλυση ενός τηλεσκοπίου, Θ, είναι ανάλογη με το μήκος κύματος, λ στο οποίο παρατηρούμε και αντιστρόφως ανάλογη με τη διάμετρο του τηλεσκοπίου, Φ. Ας το θέσουμε απλά: όσο μεγαλύτερη ακρίβεια θέλουμε τόσο μεγαλύτερο πρέπει να είναι το τηλεσκόπιο ειδικά στα μεγάκα μήκη κύματος. Πόσο μεγάλο; Λοιπόν, ας κάνουμε έναν υπολογισμό: Ας πούμε οτι θέλω να δω κάποιον που στέκεται στο φεγγάρι με ένα οπτικό τηλεσκόπιο και μάλιστα να τον δω με κάποιες λεπτομέρειες, κάνοντας μια εικόνα ύψους 10 pixels. Ο άνθρωπος στο φεγγάρι έχει ύψος 2 μέτρων. Κατ 'αρχάς, ας υπολογίσουμε το φαινόμενο μέγεθός του, που ορίζεται ως η γωνία δ υπό την οποία ένα αντικείμενο μεγέθους d είναι ορατό σε απόσταση D. Χρησιμοποιώντας τριγωνομετρικές σχέσεις, είναι αρκετά εύκολο να βρείτε ότι το ημίτονο(δ) = d / D. Καθώς το δ είναι πολύ μικρό, αυτό απλοποιεί την σχέση σε δ ≈ d / D.
pt: Quando se observa o céu, um parâmetro crucial é a resolução espacial. A resolução espacial é o detalhe mais pequeno que um telescópio pode observar. Quanto menor for, mais detalhes podemos ver na nossa fonte. A resolução do telescópio, Θ, é proporcional ao comprimento de onda, λ, a que estamos a observar, e inversamente proporcional ao diâmetro do telescópio, Φ. Ou, simplesmente, quanto mais precisão queremos, maior tem de ser o telescópio, especialmente a grandes comprimentos de onda. Quão grande? Façamos as contas. Pretendemos ver uma pessoa na Lua com um telescópio ótico. Para ver alguns pormenores na pessoa, queremos que a sua imagem tenha uma altura de 10 píxeis. O homem na Lua tem 2 m de altura. Primeiro, calculemos o seu tamanho aparente. O tamanho aparente é o ângulo δ que subentende um objecto de tamanho d visto a uma distância D. Usando relações trigonométricas, é relativamente fácil obter que sen(δ) = d/D. Como δ é muito pequeno, podemos fazer a aproximação δ ≈ d/D.

source: Diameter
el: Διάμετρος
pt: Diâmetro

source: Here, D is the distance to the Moon, which is hidden somewhere in this poster. If you want to calculate δ be careful that d and D are in the same units! You obtain δ in radian. Now, we said we need 10 pixels to sample our image of the man, so our spatial resolution Θ should be equal to δ/10 Using the formula of the spatial resolution, and the center wavelength of the visible spectrum (it’s probably somewhere on another poster, you will have to look for it – again: be careful with the units!), you can now calculate the diameter of the telescope you will have to build. You have it? Here’s a hint: it’s roughly the width of Central park in New York. It’s also 3 times the height of the Eiffel Tower… This explains why astronomers always thrive for bigger telescopes! And the spatial resolution issue becomes critical at longer wavelengths. For radio observations, the telescopes are gigantic.
el: Εδώ, D είναι η απόσταση από τη Σελήνη, που είναι κρυμμένη κάπου σε αυτή την αφίσα. Αν θέλετε να υπολογίσετε το δ προσέξτε τα d και D να είναι στις ίδιες μονάδες! Έτσι παίρνετε το δ σε ακτίνια. Είπαμε ότι η εικόνα μας πρέπει να έχει ύψος 10 pixels, επομένως η ανάλυση Θ θα πρέπει να είναι ίση με δ/10. Χρησιμοποιώντας τον τύπο της χωρικής ανάλυσης και το κεντρικό μήκος κύματος του ορατού φάσματος (είναι πιθανώς κάπου σε μία άλλη αφίσα, θα πρέπει να ψάξετε για αυτό - και πάλι: να είστε προσεκτικοί με τις μονάδες), μπορείτε να υπολογίσετε τώρα τη διάμετρο του τηλεσκοπίου που θα πρέπει να φτιάξετε!. Το βρήκατε; Για να σας βοηθήσουμε: Είναι περίπου το πλάτος του Κεντρικού πάρκου στη Νέα Υόρκη. Είναι επίσης 3 φορές το ύψος του Πύργου του Άιφελ ... Αυτό εξηγεί γιατί οι αστρονόμοι πάντα προσδοκούν την κατασκευή μεγαλύτερων τηλεσκοπίων! Και το θέμα της χωρικής ανάλυσης γίνεται ζωτικής σημασίας σε μεγαλύτερα μήκη κύματος: για τις παρατηρήσεις στα ραδιοκύματα τα τηλεσκόπια είναι τεράστια.
pt: Aqui, D é a distância à Lua, que está escondida algures neste poster. Se quiser calcular δ tenha cuidado que d e D estão nas mesmas unidades! Obtemos δ em radianos. Como queremos 10 píxeis para a nossa imagem do homem, a nossa resolução espacial Θ deve ser δ/10. Usando a fórmula da resolução espacial e o comprimento de onda central do espetro visível (encontra-se algures noutro poster, terá de procurá-lo - novamente, cuidado com as unidades!), já pode calcular o diâmetro do telescópio que terá de construir. Já tem a resposta? Aqui vai uma pista: é aproximadamente a largura do Central Park, em Nova Iorque. Ou, se preferir, 3 vezes a altura da Torre Eiffel... Percebe-se a permanente necessidade que os astrónomos têm de construir telescópios maiores! E a resolução espacial torna-se crítica a grandes comprimentos de onda. Para observações de rádio, os telescópios são gigantescos.

source: Take for example the Arecibo Observatory: this huge telescope of 305 m diameter is the largest telescope ever built. It is located on the island of Puerto Rico, in the Caribbean. It observes a wide area of centimetre wavelengths. Its impressive size has earned him several appearances in movies, like in the James Bond film: GoldenEye. Another example is the Nançay Radio Telescope in France: Located 2h south of Paris in the Sologne forest near Orleans, this 460 m long radio telescope has two huge mirrors: a plane one of 200x40 m and a spherical one of 300x35 m. Centimetre radio waves are collected by the focal carriage at the centre of the instrument. The plane mirror is movable vertically, only allowing observations of objects passing through the local meridian. It is thus called a meridian instrument.
el: Πάρτε για παράδειγμα το Αστρεοσκοπείο Arecibo: αυτό το τεράστιο τηλεσκόπιο διαμέτρου 305 μέτρων είναι το μεγαλύτερο τηλεσκόπιο που κατασκευάστηκε ποτέ. Βρίσκεται στο νησί του Πουέρτο Ρίκο, στην Καραϊβική. Είανι ευαίσθητο σε μια μεγάλη περιοχή μηκών κύματος της τάξης του εκατοστομέτρων .Το εντυπωσιακό μέγεθος είχε ως αποτέλεσμα να εμφανισθεί σε αρκετές ταινίες, όπως στο GoldenEye του James Bond. Ένα άλλο παράδειγμα τέτοιου ραδιοτηλεσκοπίου είναι το Nancay Radio Telescope στη Γαλλία: Βρίσκεται 2 ώρες νότια του Παρισιού στο δάσος Sologne κοντά στην Ορλεάνη, το 460 μ. ραδιοτηλεσκόπιο έχει δύο τεράστια κάτοπτρα: ένα απλό 200x40 μ. και ένα σφαιρικό 300x35 μ. Τα ραδιοκύματα εκατοστομέτρων συλλέγονται μέσω εστιακής μεταφοράς στο κέντρο του οργάνου. Ο απλός καθρέφτης μπορεί να κινείται κατακόρυφα, επιτρέποντας μόνο τις παρατηρήσεις των αντικειμένων που διέρχονται από τον τοπικό μεσημβρινό. Γι'αυτό ονομάζεται μεσημβρινό όργανο.
pt: Tomemos por exemplo o Observatório de Arecibo: este telescópio de 305 m de diâmetro é o maior telescópio até agora construído. Encontra-se na ilha de Porto Rico, nas Caraíbas, e realiza observações num intervalo grande de comprimentos de onda do centímetro. O seu tamanho impressionante já o levou a aparecer em vários filmes, como por exemplo, no filme do James Bond, Golden Eye. Outro exemplo é o Radiotelescópio de Nançay, em França, localizado a 2 h a sul de Paris, na floresta de Sologne. Este radiotelescópio de 460 m tem dois grandes espelhos: um espelho plano de 200 m x 40 m e um espelho esférico de 300 m x 35 m. As ondas de rádio do centímetro são recolhidas pelo recetor no centro do instrumento. O espelho plano move-se verticalmente, permitindo apenas observações de objetos que passem pelo meridiano local.

source: A diameter of 305 m is impressive in size, and it’s also a technical challenge to keep the surface of the mirror regular so that the radio signals can converge to the same point. So does that mean that it is the best we could ever do? Well, hopefully we will be able to do even better. One observing technique can overcome this limit: it’s called interferometry.
el: Μία διάμετρος 305 ,μέτρων είναι εντυπωσιακή και αποτελεί μια τεχνική πρόκληση να μπορέσουμε να διατηρήσουμε την επιφάνεια του κατόπτρου ομαλή έτσι ώστε τα ραδιοσήματα να συγκλίνουν στο ίδιο σημείο. Είναι όμως αυτό το καλύτερο που θα μπορούσαμε ποτέ να κάνουμε; Λοιπόν, ελπίζουμε ότι θα μπορέσουμε να κάνουμε ακόμα περισσότερα: υπάρχει μια τεχνική παρατήρησης που μπορεί να ξεπεράσει αυτό το όριο: το όνομά της είναι συμβολομετρία.
pt: Um diâmetro de 305 m é impressionante em tamanho, mas é também um desafio técnico de manutenção da superfície do espelho regular de forma a que os sinais de rádio possam convergir sempre para o mesmo ponto.Será que é o melhor que conseguimos fazer? Bem, esperamos conseguir fazer ainda melhor. Uma técnica de observação que pode ultrapassar este limite é a interferometria.

source: The Arecibo Observatory
el: Το παρατηρητήριο Arecibo
pt: O Observatório de Arecibo

source: The Nançay Radio Telescope
el: Το ραδιοτηλεσκόπιο Nancay
pt: O Radiotelescópio de Nançay

source: the Interferometry Technique
el: η Τεχνική της Συμβολομετρίας
pt: a Técnica de Interferometria

source: Better, stronger, but a bit more difficult!
el: Καλύτερη, πιο ισχυρή, αλλά είναι λίγο πιο δύσκολη!
pt: Melhor, mas um pouco mais difícil!

source: The difficulty in achieving high resolutions with single-dish radio telescopes has led the use of another observing technique: Interferometry. First of all, what is interference? To understand the concept of interference, let’s visualise the light as a wave. If a surface with two small holes in it gets illuminated, it should produce this effect:
el: Η δυσκολία να επιτευχθεί υψηλή ανάλυση με μεμονωμένα ραδιοτηλεσκόπια οδήγησε στη χρήση μιας άλλης τεχνικής παρατήρησης της συμβολομετρίας. Για να κατανοήσουμε την έννοια της "παρεμβολής" ας φανταστούμε το φως σαν ένα κύμα. Εάν φωτίσουμε μια επιφάνεια με δύο μικρές τρύπες, τότε θα δημιουργηθεί το εξής φαινόμενο:
pt: A dificuldade em obter altas resoluções com um único radiotelescópio levou ao desenvolvimento de outra técnica de observação: a interferometria. Primeiro que tudo, o que é interferência? Para compreender o conceito de interferência, vamos visualizar a luz como uma onda. Se uma superfície com dois pequenos buracos ficar iluminada, deverá produzir este efeito:

source: Where the two waves coming out the holes overlap, they will add up if they are in phase, or cancel each other when they are out of phase. Something similar to this happen when you push someone on a swing: your friend will gain height only if your movements are in phase with the movements of the swing. With the light experiment depicted above, here is what you can observe on a screen:
el: Εκεί όπου τα δύο κύματα φωτός που προέρχονται από τις δύο μικρές τρύπες επικαλύπτοντα, θα προστεθουν έαν βρίσκονται σε κοινή φάση, ή θα ακυρωθούν αν βρίσκονται σε αντίθετη φάση. Ένα ανάλογο παράδειγμα είναι το σπρώξμο της κούνιας: εάν οι ωθήσεις σας είναι σε φάση με τις κινησεις της κούνιας τότε αυτή θα ανέβει πολύ ψηλά. Αντίστοιχα στο παράδειγμα με τη δέσμη φωτός να τι θα παρατηρήσετε σε μια οθόνη:
pt: Nos pontos em que as duas ondas que saem dos buracos se sobrepõem, elas vão-se somar se estiverem em fase, ou cancelar-se se estiverem fora de fase. Algo parecido acontece quando empurramos uma criança num baloiço: ela só ganhará altura se os nossos movimentos estiverem em fase com os do baloiço. Com a experiência da luz descrita acima, eis o que podemos observar num écran:

source: Want to do this at home? Well, that’s fairly easy as long as you have a laser pointer and three pieces of pencil lead. Hold the three pieces of lead between your thumb and your index, and try to make them as parallel as possible. Put them in front of your laser pointer, and look at the result on the wall: there you have it! You’ve just created interferences!
el: Θέλετε να το κάνετε αυτό στο σπίτι; Είναι αρκετά εύκολο αν έχετε έναν δείκτη με λέιζερ και τρία κομμάτια μολύβδου από μολύβι. Κρατήστε τα τρία κομμάτια του μολύβδου μεταξύ του αντίχειρα και το δείκτη σας, και προσπαθήστε να είναι παράλληλα. Έπειτα βάλτε τα μπροστά από τον δείκτη λέιζερ και κάντε τα όσο το δυνατόν παράλληλα. Δείτε το αποτέλεσμα στον τοίχο! Μόλις δημιουργήσσατε παρεμβολές !
pt: Quer fazer isto em casa? É bastante fácil desde que tenha um apontador laser e três minas para lapiseira. Segure as três minas entre o polegar e o indicador e tente pô-las tão paralelas quanto possível. Coloque-as em frente ao apontador laser e veja o resultado na parede! Acabou de criar interferências!

source: So what happens with an astronomical source in radio waves?
el: Λοιπόν τι συμβαίνει με μια αστρονομική πηγή στα ραδιοκύματα;
pt: O que acontece com uma fonte astronómica de ondas rádio?

source: The Plateau de Bure Interferometer: on a plateau in the south of France, near Gap, is a network of six antennas of 15 m in diameter, observing in the millimetre range. They can move on rails and their maximum extension can reach up to 700 m.
el: Το ραδιοσυμβολόμετρο Plateau de Bure βρίσκεται σε ένα οροπέδιο στη νότια Γαλλία, κοντά στο Gap. Είναι ένα δίκτυο από έξι κεραίες διαμέτρου 15 μ. η κάθε μια, ευαίσθητων στην περιοχή των χιλιοστομετρικών μηκών κύματος. Οι κεραίες μπορούν να κινούνται πάνω σε ράγες και αυτή η διάταξη μπορεί να φτάσει σε μέγιστη έκταση 700 m.
pt: O Interferómetro Plateau de Bure: num planalto no sul de França, perto de Gap, encontra-se uma rede de seis antenas de 15 m de diâmetro cada, que observam no milímetro. Podem deslocar-se em carris e a sua extensão máxima pode chegar a 700 m.

source: The Very Large Array: featured in the famous movie Contact. This interferometer is located in the desert plains of New Mexico, near Socorro, and observes in centimetre wavelengths. It’s a network of 27 movable antennas, put together to reach impressive spatial resolutions. Indeed the, array configurations are spanning from 1 km up to 36 km!
el: Το ραδιοτηλεσκόπιο Very Large Array (Πολύ Μεγάλη Διάταξη) : εμφανίστηκε στη διάσημη ταινία Contact. Αυτό το ραδιοσυμβολόμετρο βρίσκεται στις πεδιάδες της ερήμου του Νέου Μεξικού, κοντά στο Socorro, και είναι ευαίσθητο σε εκατοστομετρικά μήκη κύματος. Πρόκειται για ένα δίκτυο από 27 κινητές κεραίες, ειδικά κατανεμημένες για να προσφέρουν παρατηρήσεις μέγιστης διακριτικής ικανότητας. Πράγματι με αυτό τον τρόπο μπορούν να επιτευχθούν διατάξεις που εκτείνονται από 1 ως 36 χιλιόμετρα.
pt: O Very Large Array: aparece no filme Contacto. Este interferómetro encontra-se nas planícies do deserto do Novo México, perto de Socorro, e observa comprimentos de onda do centímetro. É uma rede de 27 antenas móveis, que trabalhando em conjunto alcançam resoluções espaciais impressionantes. As configurações das antenas pode estender-se desde 1 km até 36 km.

source: In a simple two-element radio interferometer, the signals from source alternately arrive in phase and out of phase as the Earth rotates and causes a change in the difference in path (the “d” on the picture) from the radio source to the two elements of the interferometer. This produces interference fringes in a manner similar to what was shown in the double slit experiment with visible light. If the radio source has finite angular size, then “d” varies across the source. The measured interference fringes from the interferometer pair thus depend on the detailed nature of the radio «brightness» distribution in the sky. For a radio interferometer with several antennas, each pair produces different fringes, and information from the fringes can be used to reconstruct the original image.
el: Σε ένα απλό ραδιο συμβολόμετρο δύο στοιχείων, τα σήματα από την πηγή φθάνουν εναλλάξ εντός και εκτός φάσεως, καθώς η Γη περιστρέφεται και προκαλεί μια αλλαγή στην διαφορά διαδρομής ("d" στην εικόνα) από την ραδιο πηγή στα δύο στοιχεία του συμβολόμετρου. Αυτό παράγει κροσσούς συμβολής με έναν τρόπο παρόμοιο με αυτόν που είδαμε στο πείραμα της διπλής σχισμής με ορατό φως. Εάν η ραδιο πηγή έχει πεπερασμένο γωνιακό μέγεθος, τότε το "d" ποικίλλει κατά μήκος της πηγής. Οι μετρούμενοι κροσσοί συμβολής που παράγονται από το συμβολόμετρο δύο στοιχείων επομένως εξαρτώνται από τη λεπτομερή φύση της κατανομής της ραδιο «φωτεινότητας» στον ουρανό. Για ένα ραδιο συμβολόμετρο με πολλές κεραίες, κάθε ζεύγος παράγει διαφορετικούς κροσσούς και η πληροφορία που εξάγεται μπορεί να χρησιμοποιηθεί για την ανακατασκευή της αρχικής εικόνας της πηγής.

source: The Atacama Large Millimeter Array (ALMA) will initially be composed of 66 high-precision antennas working together at millimeter and submillimeter wavelengths, with a possible extension in the future. Thanks to its high resolution and sensitivity, ALMA will bring a new vision of the Universe, allowing scientists to unravel longstanding and important astronomical mysteries.
el: Το Atacama Large Millimeter Array (ALMA) αρχικά αποτελείται από 66 κεραίες υψηλής ακρίβειας, ευαίσθητες στα χιλιοστομετρικά και υπό-χιλιοστομετρικά μήκη κύματος, και πιθανόν να επεκταθεί και άλλο στο μέλλον. Χάρη στην υψηλή ανάλυση και ευαισθησία του, το ALMA θα προσφέρει μια νέα ματιά στο Σύμπαν, επιτρέποντας στους επιστήμονες να διαλευκάνουν σημαντικά μακροχρόνια αστρονομικά μυστήρια.
pt: O Atacama Large Milimeter Array (ALMA) será inicialmente composto por 66 antenas de alta precisão que trabalharão juntas no domínio dos comprimentos de onda do milímetro e submilímetro, mas poderá ainda crescer mais no futuro. Graças à sua alta resolução e sensibilidade, o ALMA trará uma nova visão do Universo, permitindo que os cientistas desvendem mistérios de longa data.

source: Now you know how to reconstruct an image from interference patterns. But what’s the point of all this? It’s a very important point: in interferometry, the spatial resolution is not calculated from the diameter of the telescopes, but from the longest distance between a pair of telescopes! This means that an interferometer with telescopes distant from 1 km can obtain an image as if it was taken by a single-dish telescope of this diameter!
el: Τώρα ξέρετε πώς να ανακατασκευάσετε μια εικόνα από τους κροσσούς συμβολής. Αλλά ποιο είναι το νόημα όλων αυτών; Υπάρχει ένα πολύ σημαντικό χαρακτηριστικό: στην συμβολομετρία η χωρική ανάλυση δεν υπολογίζεται από τη διάμετρο των τηλεσκοπίων, αλλά από τη μέγιστη απόσταση ανάμεσα σε ένα ζεύγος τηλεσκοπίων! Αυτό σημαίνει ότι ένα συμβολόμετρο τηλεσκοπίων που απέχουν 1 χιλιόμετρο μεταξύ τους, μπορεί να λάβει μια εικόνα σαν αυτή να είχε ληφθεί από μια μοναδική κεραία αυτής της διαμέτρου!
pt: Agora já sabe reconstruir uma imagem a partir de padrões de interferência. Mas qual é o objetivo? Em interferometria, a resolução espacial não é calculada a partir do diâmetro dos telescópios, mas sim a partir da maior distância entre um par de telescópios! Isto quer dizer que um interferómetro com telescópios que distem 1 km entre si podem obter uma imagem com o se fosse um único telescópio desse diâmetro!

source: In recognition of their contributions to the development of radio interferometry using the earth-rotation synthesis, two British Astronomers Martin Ryle and Antony Hewish were awarded the 1974 Nobel Prize for Physics.
el: Σε αναγνώριση της συμβολής τους στην ανάπτυξη της ραδιο συμβολομετρίας χρησιμοποιώντας τη σύνθεση λόγω περιστροφής της Γης, το βραβείο Νόμπελ Φυσικής απομενήθηκε το 1974 στους δύο Βρετανούς Αστρονόμους Martin Ryle και Antony Hewish.
pt: Em reconhecimento das suas contribuições para o desenvolvimento da interferometria de rádio usando a rotação de Terra, dois astrónomos britânicos, Martin Ryle e Antony Hewish foram agraciados com o Prémio Nóbel da Física em 1974.

source: From the Sky to the Computer:
el: Από τον Ουρανό στον Υπολογιστή:
pt: Do Céu até ao Computador:

source: What is the receiver made of? As we are going to tackle the technical aspect of radio observations, we should adapt a bit our vocabulary. It will be more practical to talk about frequencies instead of wavelengths, because hardware sample the incoming signal at a certain frequency rate. If the radio signal is expressed in frequency too, it’s more convenient to compare them to each other. And switching from wavelength λ to frequency υ, is easy: we use this simple relation υ=c/λ (where c is the speed of light) In a simple chain of acquisition, the first element that collects the radio signal is a small antenna, which can take several forms depending on the wavelength. For short radio wavelengths, millimetres for example, the antenna is a corrugated horn, plugged to a waveguide. For longer wavelengths like centimetre, a simple copper wire is enough.
el: Από τι είναι φτιαγμένος ο δέκτης; Καθώς θα προσεγγίσουμε τις τεχνικές πλευρές των ραδιο παρατηρήσεων, θα πρέπει να προσαρμόσουμε λίγο το λεξιλόγιό μας. Θα είναι πιο πρακτικό να μιλάμε για συχνότητες αντί για μήκη κύματος, επειδή τα όργανα λαμβάνουν το εισερχόμενο σήμα σε ένα ορισμένο ρυθμό συχνοτήτων. Εάν εκφράσουμε το ραδιο σήμα επίσης σε συχνότητα, είναι ευκολότερο να τα συγκρίνουμε μεταξύ τους. Και η μετάβαση από το μήκος κύματος λ στη συχνότητα ν, είναι εύκολη: χρησιμοποιούμε αυτή την απλή σχέση ν = c / λ (όπου c είναι η ταχύτητα του φωτός) Σε μια απλή αλυσιδωτή λήψη, το πρώτο στοιχείο που συλλέγει το ραδιο σήμα είναι μια μικρή κεραία , η οποία μπορεί να λάβει διάφορες μορφές ανάλογα με το μήκος κύματος. Για μικρά μήκη ραδιοκυμάτων, χιλιοστά για παράδειγμα, η κεραία είναι ένα κυματοειδές κέρατο συνδεδεμένο με έναν κυματοδηγό. Για μεγαλύτερα μήκη κύματος, της τάξης των εκατοστών, ένα απλό χάλκινο σύρμα είναι αρκετό.
pt: De que é feito o recetor? Já que vamos abordar o aspeto técnico das observações de rádio, devemos adaptar o nosso vocabulário para o efeito. É mais prático falar sobre frequências em vez de comprimentos de onda, pois o hardware analisa o sinal de entrada a um certo varrimento de frequência. Se o sinal de rádio também for expresso em frequência, a comparação entre eles torna-se mais direta. A consversão de comprimento de onda λ em frequência υ é fácil: usamos esta relação υ=c/λ (oinde c é a velocidade da luz). Num simples cadeia de aquisição, o primeiro elemento que recolhe o sinal de rádio é a pequena antena, que pode ter diferentes formas dependendo do comprimento de onda a que trabalha. Para comprimentos de onda pequenos , por exemplo, do milímetro, a antena é um corrugated horn, ligada a um guia de onda. Para comprimentos de onda maiores, como o centímetro, um simples fio de cobre é suficiente.

source: the Hitchhiker’s Guide to the radio Universe
el: ο Οδηγός Ωτοστόπ για το ραδιο Σύμπαν
