Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/POOTLE_EXPORT/A0Exhibit/*/panneaux_*.xlf
Languages: fr

source: You want to do that too? Well, you can. Connect to http://www.euhou.net (or flash the QR code down below) and pilot a radio telescope yourself. You will be guided through some exercises to reconstruct the spiral arms of the Milky Way, or search for Dark Matter, with the spectra you will obtain yourself. And you can see the results of your commands in real-time on the telescope thanks to a webcam filming it 24h a day.
fr: You voulez faire cette expérience vous-même ? Vous pouvez ! Connectez vous sur le site http://www.euhou.net (ou utilisez le QR code en bas du poster) et mettez vous au commande d'un radio telescope. Vous serez guidés au travers d'exercices pour reconstruire la structure spirale de la Voie Lactée, ou pour chercher la matière noire, et tout cela avec les spectres que vous obtiendrez vous-même. Et vous pouvez voir le télescope bouger en temps réel, grâce à une webcam qui le filme 24h sur 24.

source: So, what are you waiting for?
fr: Alors qu'attendez vous ?

source: The Radio Astronomy’s Timeline
fr: La Timeline de la Radio Astronomie

source: A little background…
fr: Un peu d'histoire...

source: Radio Astronomy
fr: Radio Astronomie

source: The EU-HOUMW project presents: A short review of the radio astronomy history, along with its most famous discoveries.
fr: Le projet EU-HOUMW présente : une courte présentation de l'histoire de la radio astronomie, et de ses découvertes les plus connues

source: Like
fr: J'aime

source: I just published a paper called A Dynamical Theory of the Electromagnetic field. I explain how electromagnetic radiations (like light, for example) exist at any wavelengths!
fr: Je viens de publier un article appelé La théorie Dynamique du Champ Electromagnétique. J'y explique comment les radiations électromagnétiques (comme la lumière, par exemple) existent dans toutes les longueurs d'onde !

source: Like - Comment - Share
fr: J'aime - Commenter - Partager

source: Thomas Alva Edison If so, then celestial objects must emit some radio waves too…
fr: Thomas Alva Edison Si c'est le cas, alors les objets célestes doivent émettre des ondes radio aussi...

source: Max Planck Well, according to my calculations, if we consider that the Sun is a Black Body, its radio emission should be very weak. For the moment I think it is not possible to detect it, even with our best instruments.
fr: Max Planck Alors, d'après mes calculs, si l'on considère le Soleil comme un corps noir, son émission radio devrait être très faible. Pour le moment je pense qu'il n'est pas possible de la détecter, même avec nos meilleurs instruments.

source: Charles Nordmann I think you are right Max, I put an antenna on the Mont Blanc (in France), but I didn’t detect anything.
fr: Charles Nordmann Je pense que tu as raison Max, j'ai mis une antenne sur le Mont Blanc, mais je n'ai rien détecté.

source: Unbelievable! It was a normal day at the Bell telephone company, I was working on my radio antenna to establish transatlantic telephone communications (at 14.5 m wavelength), when I suddenly realise that I was picking up a periodic signal from the sky every day. After further investigations, it turns out to be the radio emission of the centre of the Milky Way, our Galaxy!
fr: Incroyable ! C'était un jour normal à la compagnie du téléphone Bell, je travaillais sur mon antenne radio pour établir des communications téléphoniques transatlantiques (à une longueur d'onde de 14.5m), quand j'ai soudain réalisé que je captais un signal périodique du ciel tous les jours. Après l'avoir étudié, il se trouve que c'est l'émission radio du centre de notre Galaxie, la Voie Lactée !

source: James Stanley Hey Same thing happened to us. We are working with the military to build anti-aircraft radars. Every time we point the radars to the Sun, something is jamming them. I think the Sun is emitting meter wave radiations.
fr: James Stanley Hey La même chose nous ait arrivé. Nous travaillions avec les militaires pour construire des radars anti-aériens. A chaque fois que nous pointions les radars vers le Soleil, quelque chose les perturbait. Je crois que le Soleil émet des longueurs d'onde métriques.

source: Martin Ryle and Antony Hewish Thank you Karl! Owing to your great discovery, we used the Cambridge Interferometer to map the radio sky. We detected a lot of radio sources!
fr: Martin Ryle et Antony Hewish Merci Karl ! Grâce à ton incroyable découverte, nous avons utilisé l'interféromètre de Cambridge pour cartographier le ciel en radio. Nous avons détecté beaucoup de sources !

source: 37 people like this.
fr: 37 personnes aiment ça

source: Grote Reber, John Kraus like this.
fr: Grote Reber, John Kraus aiment ça

source: My supervisor, the famous Jan Oort, asked me to find atomic lines in the radio domain. I found an interesting one: it is the hyperfine transition of neutral hydrogen. If my calculations are correct, this line should be at a wavelength of 21 cm. It should be a weak emission, but, hey, hydrogen is the most abundant atom in the Universe. Why not trying to observe it?
fr: Mon superviseur, le fameux Jan Oort, m'a demandé de trouver des raies d'émission atomiques dans le domaine radio. J'en ai trouvé une intéressante : elle provient de la transition hyperfine de l'hydrogène. Si mes calculs sont corrects, cette émission devrait correspondre à une longueur d'onde de 21cm. Cela devrait être une émission très faible, mais bon, l'hydrogène est l'atome le plus abondant dans l'Univers. Pourquoi ne paps essayer de l'observer ?

source: Edward Mills Purcell and Harold Irving Ewen You are right! We built a 1 m x 1 m horn antenna and we detected the 21 cm line! Think about all the implication for radio astronomy! At 21cm the radiation from neutral hydrogen penetrates much farther than visible light, and it is the most abundant atom in the Universe! That means that we can observe large structures, like other galaxies, very far away.
fr: Edward Mills Purcell et Harold Irving Ewen Tu as raison ! Nous avons construit une antenne en cornet de 1x1m et nous avons détecté la raie à 21cm ! Pensez à toutes les implications pour la radio astronomie ! A 21cm, le rayonnement pénètre beaucoup plus loin que la lumière visible, et l'hydrogène est l'atome le plus abondant de l'Univers ! Cela veut dire que nous pouvons avoir accès aux grandes structures, comme celles des galaxies, situées très loin !

source: Write a comment…
fr: Ecrire un commentaire...

source: We think we just found something very interesting for radio astronomy. We are working at the Bell Telephone Company, and we built an antenna that was originally used to communicate with satellites Echo and Telstar 1 (the first telecommunication satellites ever launched). We accidentally discovered an additional noise of unknown origin during observations on the wavelength 7.35 cm. This noise corresponds to a sky temperature of 2.7 K. And it fills the entire sky almost uniformly! We think that we detected the Cosmic Microwave Background predicted by the Big Bang theory.
fr: Nous pensons avoir trouvé quelque chose de très intéressant pour la radio astronomie. Nous travaillons à la compagnie de téléphone Bell, et nous avons construit une antenne pour communiquer avec les satellites Echo et Telstar 1 (les premiers satellites de communication jamais lancés). Nous avons accidentellement découvert un bruit additionnel d'une origine inconnue à une longueur d'onde de 7.35m. Cela correspond à une température du ciel de 2.7K. Et nous voyons ce rayonnement partout dans le ciel ! Nous pensons avoir découvert le fond diffus cosmologique prédit par la théorie du Big Bang.

source: Robert Henry Dicke Well boys, we’ve been scooped…
fr: Robert Henry Dicke Et bien les gars, nous avons été devancés...

source: Nobel Prize Committee Guys, you just gave the most important clue in favour of the Big Bang theory. How about a Nobel Prize in physics?
fr: Comité du prix Nobel Les gars, vous venez d'apporter une solide preuve en faveur de la théorie du Big Bang. Que diriez-vous d'un prix Nobel de physique ?

source: Robert Wilson, Arno Penzias like this.
fr: Robert Wilson, Arno Penzias aiment ça

source: Our project currently includes 11 countries: Germany, Belgium, Cyprus, Spain, France, Greece, Poland, Portugal, Sweden, Romania, UK, and is sustaining a growing community of teachers and educators since 2004.
fr: Notre projet comporte 11 pays partenaires : l'Allemagne, la Belgique, Chypre, l'Espagne, la France, la Grèce, la Pologne, le Portugal, la Suède, la Roumanie, la Grande Bretagne, et maintient une communauté croissante d'enseignants et d'éducateurs depuis 2004.

source: The EU-HOU activities inspired the educational systems of many European countries, and some of the exercises that can be found in the website were used to design pedagogical material used in textbook.
fr: Les activités EU-HOU ont inspiré le système éducatif de beaucoup de pays européens, et certains exercices qui se trouvent sur notre site Web ont été utilisés pour établir du matériel pédagogique dans les livres de classe.

source: The network of 6 radio telescopes, in France, Portugal, Spain, Poland, and Romania, allows on-line observations of the gas of the Milky Way in classrooms. These instruments operate in the radio domain and enable the observations 24 hours a day. These wavelengths are not sensitive to bad weather conditions and can be used during the day (and night), which is well adapted for educational timing and constraints. Want to try? Visit our website and register for a free account!
fr: Le réseau de 6 radio télescopes, en France, au Portugal, en Espagne, et Pologne et en Roumanie, permet des observations en ligne et dans les classes du gaz de la Voie Lactée. Ces instruments fonctionnent dans le domaine radio ce qui veut dire que les observations peuvent être effectuées de jour comme de nuit, et même par mauvais temps, ce qui est adapté aux contraintes imposées par l'emploi du temps des étudiants. Vous voulez essayer ? Visitez notre site Web et créez vous un compte gratuit !

source: My Radio Astronomy
fr: Ma Radio Astronomie

source: Write your comments, unleash your imagination!
fr: Ecrivez nous vos commentaires, laissez parler votre imagination !

source: The Earth-Moon distance is approximately 380,000 km
fr: La distance Terre-Lune est approximativement 380,000km

source: SKY
fr: CIEL

source: Small Antenna
fr: Petite antenne

source: Bandpass Filter
fr: Filtre passe-bande

source: High Frequency Amplifier
fr: Amplificateur Haute Fréquence

source: FSKY
fr: FCIEL

source: MIXER
fr: MELANGEUR

source: Local Oscillator
fr: Oscillateur Local

source: FSKY - FLO
fr: FCIEL - FOL

source: Intermediate Frequency Amplifier
fr: Amplificateur de Fréquence Intermédiaire

source: FIntermediate
fr: FIntermédiaire

source: Analog to Digital Converter
fr: Convertisseur Analogique Numérique

source: The Sun as it appears to the eye. At the time of the picture, two black sunspots could be seen at the centre.
fr: Le Soleil vu par nos yeux. Au moment de la photo, 2 tâches solaires pouvaient être vues au centre.

source: The Sun as it appears in radio emission. The sun spots at the Solar equator are sites of intense radio wave emission (colored red).
fr: Le Soleil vu en radio. Les tâches solaires à l'équateur sont le site d'une intense émission radio (colorée en rouge)
