Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/POOTLE_EXPORT/A0Exhibit/*/panneaux_*.xlf
Languages: fr

source: Where the two waves coming out the holes overlap, they will add up if they are in phase, or cancel each other when they are out of phase. Something similar to this happen when you push someone on a swing: your friend will gain height only if your movements are in phase with the movements of the swing. With the light experiment depicted above, here is what you can observe on a screen:
fr: Quand les deux ondes se chevauchent, elles s'additionnent si elles sont en phase, et s'annulent si elles sont en opposition de phase. C'est un peu la même chose que pousser quelqu'un sur une balançoire : votre ami gagnera de l'altitude seulement si vos mouvements sont en phase avec le mouvement de la balançoire. Avec l'expérience décrite ci-dessus, voilà ce que vous pourriez observer sur un écran :

source: Want to do this at home? Well, that’s fairly easy as long as you have a laser pointer and three pieces of pencil lead. Hold the three pieces of lead between your thumb and your index, and try to make them as parallel as possible. Put them in front of your laser pointer, and look at the result on the wall: there you have it! You’ve just created interferences!
fr: Vous voulez tester chez vous ? C'est assez facile si vous disposez d'un pointeur laser et de trois mine de critérium. Tenez les trois mines entre le pouce et l'index, de manière à ce qu'elles soient les plus parallèles possibles. Mettez les devant votre faisceau laser et regardez le résultat sur un mur : et voilà ! Vous venez de creer des interférences !

source: So what happens with an astronomical source in radio waves?
fr: Que ce passe-t-il pour une source astronomique émettant en radio ?

source: The Plateau de Bure Interferometer: on a plateau in the south of France, near Gap, is a network of six antennas of 15 m in diameter, observing in the millimetre range. They can move on rails and their maximum extension can reach up to 700 m.
fr: L'interféromètre du Plateau de Bure : sur un plateau dans le sud de la France, près de Gap, c'est un réseau de 6 antennes de 15m de diamètre, observant dans le domaine millimétrique. Elles peuvent bouger sur un rail et l'extension maximum du réseau peut atteindre 700m.

source: The Very Large Array: featured in the famous movie Contact. This interferometer is located in the desert plains of New Mexico, near Socorro, and observes in centimetre wavelengths. It’s a network of 27 movable antennas, put together to reach impressive spatial resolutions. Indeed the, array configurations are spanning from 1 km up to 36 km!
fr: Le Very Large Array : présent dans le célèbre film Contact. Cet interféromètre est situé dans les plaines désertiques du Nouveau Mexique, à coté de Socorro, et il observe des longueurs d'onde centimétriques. C'est un réseau de 27 antennes, mis ensemble pour atteindre une résolution spatiale impressionante. En effet, le réseau peut s'étendre entre 1km et 36km !

source: In a simple two-element radio interferometer, the signals from source alternately arrive in phase and out of phase as the Earth rotates and causes a change in the difference in path (the “d” on the picture) from the radio source to the two elements of the interferometer. This produces interference fringes in a manner similar to what was shown in the double slit experiment with visible light. If the radio source has finite angular size, then “d” varies across the source. The measured interference fringes from the interferometer pair thus depend on the detailed nature of the radio «brightness» distribution in the sky. For a radio interferometer with several antennas, each pair produces different fringes, and information from the fringes can be used to reconstruct the original image.
fr: Pour un interféromètre simple à deux éléments, le signal de la source arrive alternativement en phase et en opposition de phase à mesure que la Terre tourne et que la difference de chemin ("d" sur la figure) varie. Cela produit des franges d'interférence similaires à celles que l'on a pu voir dans l'expérience avec les deux fentes. Si la source radio a une taille angulaire définie, alors "d" varie en parcourant la source. Les franges d'interférence mesurées dépendent donc de la distribution de brillance de la source radio. Pour un interféromètre avec plusieurs antennes, chaque pair produit des franges légèrement différentes, et les informations des franges peuvent être utilisées pour reconstruire l'image d'origine.

source: The Atacama Large Millimeter Array (ALMA) will initially be composed of 66 high-precision antennas working together at millimeter and submillimeter wavelengths, with a possible extension in the future. Thanks to its high resolution and sensitivity, ALMA will bring a new vision of the Universe, allowing scientists to unravel longstanding and important astronomical mysteries.
fr: ALMA (Atacama Large Millimeter Array) sera composé de 66 antennes de haute précision, observant ensemble des longueurs d'onde millimétriques et sub-millimétriques. Grâce à sa haute résolution et sa grande sensibilité, ALMA apportera une vision nouvelle de l'Univers, permettant ainsi aux scientifiques d'étudier des mystères astronomiques encore inexpliqués.

source: Now you know how to reconstruct an image from interference patterns. But what’s the point of all this? It’s a very important point: in interferometry, the spatial resolution is not calculated from the diameter of the telescopes, but from the longest distance between a pair of telescopes! This means that an interferometer with telescopes distant from 1 km can obtain an image as if it was taken by a single-dish telescope of this diameter!
fr: Maintenant vous savez comment reconstruire une image depuis des franges d'interférence. Mais quel est le but de tout ceci ? C'est un point très important : en interférométrie, la résolution spatiale n'est plus fonction du diamètres des télescopes, mais de la distance maximale entre deux télescopes ! Cela veut dire qu'un interféromètre avec des télescopes distants de 1km peut obtenir une image comme si elle avait été prise d'un télescope de 1km de diamètre !

source: In recognition of their contributions to the development of radio interferometry using the earth-rotation synthesis, two British Astronomers Martin Ryle and Antony Hewish were awarded the 1974 Nobel Prize for Physics.
fr: En reconnaissance de leurs développement de l'interférométrie radio en utilisant la rotation de la la Terre, les deux astronomes britanniques Martin Ryle et Antony Hewish ont reçu le prix Nobel de physique en 1974.

source: From the Sky to the Computer:
fr: Du ciel vers l'ordinateur :

source: What is the receiver made of? As we are going to tackle the technical aspect of radio observations, we should adapt a bit our vocabulary. It will be more practical to talk about frequencies instead of wavelengths, because hardware sample the incoming signal at a certain frequency rate. If the radio signal is expressed in frequency too, it’s more convenient to compare them to each other. And switching from wavelength λ to frequency υ, is easy: we use this simple relation υ=c/λ (where c is the speed of light) In a simple chain of acquisition, the first element that collects the radio signal is a small antenna, which can take several forms depending on the wavelength. For short radio wavelengths, millimetres for example, the antenna is a corrugated horn, plugged to a waveguide. For longer wavelengths like centimetre, a simple copper wire is enough.
fr: De quoi est fait un récepteur ? Comme nous allons parler des aspects techniques des observations radio, nous devons adapter notre vocabulaire. Cela sera plus pratique de parler en fréquences plutôt qu'en longueurs d'onde, car le matériel peut échantillonner le signal à une certaine fréquence. Si le signal est aussi exprimé en fréquence, il sera plus facile de les comparer. Passer de longueur d'onde λ à fréquence υ est facile : il faut utiliser la relation υ=c/λ (avec c la vitesse de la lumière). Dans une chaîne d'acquisition simple, le premier élèment qui collecte le signal radio est une petite antenne qui peut prendre plusieurs forme suivant la longueur d'onde (ou la fréquence) observée. Pour des longueurs d'onde radio courtes, millimétriques par exemple, la petite antenne est un cornet corrugué. Pour des longueurs d'onde plus longues, comme le centimétrique, un simple fil de cuivre est suffisant.

source: the Hitchhiker’s Guide to the radio Universe
fr: Le guide du voyageur de l'Univers radio

source: As you can see from the picture, the atmosphere is transparent for a large part of the radio domain. This means that observations are possible in daylight! Think about the poor radio astronomers who never get to sleep…
fr: Comme vous pouvez le voir sur ce schéma, l'atmosphère est transparente pour une grande partie du domaine radio. Cela veut dire que les observations radio sont possibles en plein jour ! Pensez donc au pauvre radio astronome qui ne dort jamais...

source: Atmospheric opacity
fr: Opacité atmosphérique

source: The signal is collected with the primary reflector of the telescope. It usually has the shape of a parabola, though it could also be spherical. The important property of this primary reflector is that it converges the signal to a single point, called the focal point. At the focal point, there can be the receiver itself, or another mirror called the sub-reflector that relays the signal to the receiver.
fr: Le signal est collecté par le réflecteur primaire. Il a en général la forme d'une parabole, bien qu'il en existe des sphériques. La propriété importante du réflecteur primaire est de faire converger les signaux en un point, appelé le point focal. A ce point focal, il peut y avoir le récepteur lui-même, ou un autre réflecteur appelé le sub-réflecteur qui relaie le signal au récepteur.

source: Copper wire for centimetre wavelengths reception.
fr: Fil de cuivre pour la reception des longueurs d'onde centimétriques

source: Corrugated horn for millimetre wavelengths reception.
fr: Cornet corrugué pour la réception des longueurs d'onde millimétriques.

source: Radio light
fr: Lumière radio

source: Focal point
fr: Point focal

source: Sub reflector
fr: Sub-réflecteur

source: Primary reflector
fr: Réflecteur primaire

source: The small antenna is then linked to a filter that selects the range of frequencies around the frequency of interest. A high frequency amplifier boosts the resulting signal. Once amplified, the trick is to convert the analog signal (a smoothly variating voltage) to a digital signal (an encoded version). But the source frequencies are too high to be sampled with any ordinary hardware! The sample rate is just too high, even an expensive state-of-the-art analog to digital converter could not do it… But here is a simple solution: why not shift the frequency to a much lower one, so that it can be analysed?! Well, this is called heterodyne detection, and it is a technique that is frequently used in radio reception, not only in astronomy, but also in communication.
fr: La petite antenne est ensuite liée à un filtre qui sélectionne le domaine de fréquences d'étude. Un amplificateur se charge ensuite d'augmenter la puissance du signal. Une fois amplifié, il faut convertir le signal analogique (une variation de voltage) en signal digital (une version codée du signal). Mais les fréquences des sources radio sont trop hautes pour être directement échantillonnées par du matériel ordinaire ! Le taux d'échantillonnage est trop grand, même pour un convertisseur analogique numérique (CAN) haut de gamme très cher... Et pourquoi pas baisser la fréquence du signal pour qu'il soit analysable ? Et bien c'est possible, et cela s'appelle la détection hétérodyne. C'est une technique fréquemment utilisée en radio, non seulement en astronomie, mais aussi pour les communications.

source: In heterodyne detection, the signal is mixed with a known signal, generated locally by a stable laser. It is called the Local Oscillator. The Local Oscillator has a frequency (FLO) close to that of the sky signal (FSKY), and it can be tuned so that the difference between FLO and FSKY is equal to a fixed frequency that is called the Intermediate Frequency. To put it simply: F SKY - F LO = F Intermediate The Intermediate Frequency is just the right frequency to be sampled by cheaper hardware, less difficult to build and more reliable. Once converted into bits, the signal can be analysed by software and shifted back to the real observed frequency just by numerically adding back again FLO.
fr: La détection hétérodyne consiste à mixer un signal monochromatique connu avec le signal reçu. Ce signal monochromatique est appelé Oscillateur Local. Il a une fréquence (FOL) proche de celle du signal venant du ciel (FCIEL). Dit simplement : FCIEL - FOL = F intermédiaire La fréquence intermédiaire et assez basse pour être échantillonnée par un matériel peu cher, facile à réaliser et plus fiable. Une fois converti en signaux numériques, le signal peut être analysé par des programmes informatiques et on peut facilement retrouver la fréquence de la source en rajoutant numériquement FOL.

source: Now that we have our signal in a computer, let’s do some science!
fr: Maintenant que le signal est dans l'ordinateur, faisons un peu de science !

source: A simplified schematic of the heterodyne detection process.
fr: Un schéma simplifié de la chaîne de détection hétérodyne.

source: Radio Sources of the Universe
fr: Les sources radio de l'Univers

source: What are we receiving from the sky?
fr: Que recevons-nous du ciel ?

source: The Sun is one of the closest astronomical radio sources. Most of its radio emission comes from its corona, a layer above the photosphere where there are a lot of charged particles forming what is called plasma. Radio emission can also arise from magnetic storms, which form spots on its surface.
fr: Le Soleil est l'une des sources radio les plus proches. La plupart de son émission vient de sa couronne, une couche au dessus de la photosphère où il y a beaucoup de particules chargées formant un plasma. Des émissions radio peuvent aussi survenir d'orages magnétiques qui forment des tâches sur sa surface.

source: Pulsars the radio lighthouses of the Universe. Like a spinning top, a pulsar is rotating along itself continuously. The radio beams emitted by the pulsar follow its rotation, like a lighthouse on a sea shore. They are received on Earth as short signals (“bip bip bip”). Nearly 2000 pulsars have been observed in our Galaxy and billions exists in the whole Universe.
fr: Les pulsars Les phares radio de l'Univers. Comme une toupie, un pulsar tourne autour de son axe continuellement. Le faisceau radio émit par le pulsar suit sa rotation, comme un phare sur une plage. Ils sont reçus sur Terre comme un signal très court ("bip bip bip"). Environ 2000 pulsars ont été observés dans notre Galaxie et des milliards existent dans l'Univers entier.

source: The pulsar lighthouse effect
fr: L'effet de phare du pulsar

source: The Galactic centre the galactic centre of the Milky Way was the first radio source to be detected by Karl Jansky in 1932. It contains a number of radio sources, including Sagittarius A and the supermassive black hole at Sagittarius A*.
fr: Le centre Galactique Le centre Galactique de la Voie Lactée a été la première source radio à être détectée par Karl Jansky en 1932. Il contient beaucoup de sources radio, comme Sagittarius A et le trou noir super massif vers Sagittarius A*.

source: Galaxies are made of cold gas that emits energy in the radio domain. In some galaxies, the centre is buried deep inside lots of dust clouds that shield the visible light from us, but radio waves can pierce through the cloud and can be observed. They are called “radio galaxies”.
fr: Les galaxies sont faites de gas froid qui émet de l'énergie dans le domaine radio. Dans certaines galaxies, la lumière visible venant du centre est masqué par des nuages de poussières, mais les ondes radio peuvent pénétrer ces nuages. On les appelle des "radio galaxies"

source: False-colour image of the nearby radiogalaxy Centaurus A, showing radio (red), infrared (green) and X-ray emission (blue).
fr: Image en fausse couleur d'une radio galaxie Centaurus A, montrant de l'émission radio (rouge), infrarouge (vert) et rayon X (bleu).

source: The Cosmic Microwave Background cosmological models predicted that if the Universe originates from a Big Bang, there should be a leftover radiation. It was first discovered in 1964 by American radio astronomers Arno Penzias and Robert Wilson. They were the first to bring a solid observational proof to the Big Bang Theory, and this earned them the 1978 Nobel Prize.
fr: Le fond diffus cosmologique les modèles cosmologiques prédisent que si l'Univers est né d'un Big Bang, il devrait y en rester des traces. Cette lumière très faible et diffuse dans tout le ciel a été découverte en 1964 par Arno Penzias et Robert Wilson. Ils ont été les premiers a apporté une preuve solide en faveur de la théorie du Big Bang, ce qui leur a valu un prix Nobel en 1978.

source: In 1054 BC, the Chinese people were able to observe a bright new star in the sky: it was a supernova explosion. A millennium later, we can observe a beautiful nebula in the same place: the Crab nebula. At its very centre lies a peculiar star: a pulsar.
fr: en 1054 av.-J.C., les chinois ont pu voir une nouvelle étoile très brillante dans le ciel : c'était une explosion d'une supernova. Un millénaire plus tard, nous pouvons observer une magnifique nébuleuse à la place : la nébuleuse du Crabe. En son centre se trouve une étoile particulière : un pulsar.

source: From Computer to Science:
fr: De l'ordinateur à la science :

source: what information brings a radio signal?
fr: Que nous apportent les signaux radio ?

source: What information can we deduce from radio observations? As you should know by now, the spatial resolution of a radio telescope is not that great, unless it’s a huge telescope of 300 m of diameter or an interferometer. For example, a 3m telescope like the one of the EU-HOU project has a resolution of 5°. It’s ten times the angular size of the Sun! So, no image? Not with a 3m telescope, no. But with an interferometer, like the Plateau de Bure Interferometer for example, you can make some beautiful pictures like this one for example: It traces the molecular content of a nearby galaxy called the Whirlpool galaxy. Remember, your eyes cannot see radio emission, so astronomers used this colour scale is here to help us: blue is not very intense, and red is the most intense. That means that when it’s the reddest, there are a lot of molecules in there!
fr: Que pouvons nous déduire des informations radio ? Comme vous le savez maintenant, la résolution spatiale en radio n'est pas excellente, sauf pour un télescope de 300m de diamètre ou un interféromètre. Par exemple, un télescope de 3m de diamètre comme celui du réseau EU-HOU a une résolution de 5°. C'est dix fois la taille angulaire du Soleil ! Donc pas d'image ? Pas avec un télescope de 3m, non. Mais avec un interféromètre, comme celui du Plateau de Bure par exemple, on peut faire de très jolies images comme celle-ci : elle décrit le contenu moléculaire d'une galaxie proche appelé la galaxie du tourbillon (M51). Souvenez-vous, nos yeux ne peuvent pas voir les ondes radio, il faut donc utiliser une échelle de couleur pour représenter les intensités : ici bleu correspond à un signal faible, et rouge à un signal intense. Ce qui veut dire que plus c'est rouge, et plus il y a de molécules !

source: So, no chance to retrieve anything interesting with my 3m radio telescope, then? Yes! Spatial information is not the only thing an astronomer longs for. For example, radio astronomy offers a very interesting physical property: the velocity of what you observe. How?
fr: Donc, on n'a pas d'informations intéressantes avec un radio télescope de 3m ? Et bien si ! La résolution spatiale n'est pas la seule chose que les astronomes désirent plus que tout. Par exemple, la radio astronomie offre l'accès à une caractéristique physique intéressante : la vitesse de la source observée. Comment ?

source: Thanks to the Doppler effect! The Doppler effect is the change in wavelength of a wave for an observer moving relative to its source. You can experience the Doppler effect when a vehicle sounding a siren or horn approaches, passes, and recedes from you. It’s this niiiiiiiiuuuuuuuuuum sound! The light, as it’s a wave like the sound, behave the same way:
fr: Grâce à l'effet Doppler ! L'effet Doppler est le décalage en longueur d'onde d'une onde émise d'une source en mouvement par rapport à son observateur. Vous pouvez faire l'expérience de l'effet Doppler quand un véhicule avec une sirène approche, vous dépasse et s'éloigne de vous. C'est ce son caractéristique niiiiiiiiuuuuuuuuuum !! La lumière, comme c'est aussi une onde, se comporte de la même manière :

source: As the photon approaches, its wavelength is shortened in front of it. If it’s originally a yellow photon, then it’s colour turns to blue. We call that a blueshift. If the photon is going away, then that’s the other way around, the wavelength becomes longer. For our yellow photon, its colour turns to red. It’s a redshift! So the Doppler effect gives information about the speed of what we are observing. For example, you can see if a star if moving away from us or if it’s coming in our direction, and we can know at what speed it moves. It’s very useful because knowing the kinematic of the object you are observing allow you to try to reproduce it’s behaviour with computer programs, it’s called modelling. Once you have reproduce a computer model that fits a lot of observation, you can apply it to predict other observations, or guess what’s going to happen to your source in a billion years. For example, with a 3m telescope, you can observe the hydrogen emission line at 21cm. Pointing it to the Milky Way will give you a spectrum, which in that case is the density of hydrogen with respect to its velocity. If along your line of sight you intercepted two spiral arms of the Milky Way moving at a different speed, your spectrum will have two peaks, each at the velocity of its respective arm. So, with radio observation, I can reconstruct the spiral arms of the Milky Way. How cool is that?!
fr: Quand le photon approche, sa longueur d'onde se raccourcit devant lui. Si c'est un photon jaune, il devient bleu. Cela s'appelle un décalage vers le bleu (ou blueshift en anglais). Quand le photon s'éloigne, c'est l'inverse, la longueur d'onde s'étire. Notre photon jaune devient rouge. C'est un décalage vers le rouge (ou redshift) ! Donc l'effet Doppler nous donne des informations sur la vitesse de la source observée. C'est très utile car l'étude cinématique d'une source permet de la modéliser et de la reproduire avec un programme informatique. Une fois qu'un modèle fiable est établi, il peut être utilisé pour prédire des observations, ou deviner ce qu'il va arriver à une source dans un milliard d'années. Par exemple, avec un télescope de 3m, on peut observer l'émission de l'hydrogène à 21cm. En observant la Voie Lactée, on obtient un spectre, qui est dans ce cas la répartition de la densité d'hydrogène en fonction de sa vitesse. Si deux bras spiraux ayant deux vitesses différentes ont été interceptés dans la ligne de visée, le spectre comportera deux pics, chacun à la vitesse de son bras respectif. Donc, avec des observations radio, je peux reconstruire la structure spiral de la Voie Lactée. Cool non ?!
