Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/POOTLE_EXPORT/A0Exhibit/*/panneaux_*.xlf
Languages: fr

source: Imagine light as a superposition of many individual waves that have different wavelengths (a wavelength is the distance over which the wave’s pattern repeats). For the light visible by human eyes, each wavelength can be associated with a colour. Have you ever tried illuminating a prism with a lamp? You obtain a beautiful rainbow, which is revealing the decomposition of the visible light into its single colours (or single wavelengths). For a human eye, the visible range of wavelength lies between 400 and 700 nanometres (0.000000001 metres). We can see 400 nm as blue, and 700 nm as red. But there are more wavelengths that our eyes cannot see: some shorter than blue, and some longer than red.
fr: Imaginez que la lumière est une superposition de plusieurs ondes qui ont différentes longueurs d'onde (une longueur d'onde est la distance entre deux maximum d'une onde). Pour la lumière visible à l'oeil humain, chaque longueur d'onde peut être associées à une couleur. Avez-vous déjà essayé d'éclairer un prisme avec une lampe ? Vous obtiendrez un bel arc-en-ciel, qui est en fait la décomposition de la lumière visible en ses couleurs élémentaires (chacune associées à une longueur d'onde). Pour un oeil humain, le domaine visible de longueurs d'onde se situe entre 400 et 700 nanomètres (0.000000001 mètres). Nous voyons 400 nm en bleu, et 700 nm en rouge. Mais il y a plus de longueurs d'onde invisible à l'oeil nu: celles plus courtes que le bleu, et celles plus longues que le rouge.

source: What is a radio signal?
fr: Qu'est ce qu'un signal radio ?

source: Light is a wave...
fr: La lumière est une onde...

source: sunlight
fr: lumière du soleil

source: intensity
fr: intensité

source: Red
fr: Rouge

source: Yellow
fr: Jaune

source: Green
fr: Vert

source: Blue
fr: Bleu

source: (Newton’s primary colours defined in 1672)
fr: (les couleurs primaires définies par Newton en 1672)

source: microwaves
fr: micro-ondes

source: cell phone
fr: téléphone portable

source: atomic hydrogen line
fr: raie de l'hydrogène atomique

source: CO emission line
fr: raie d'émission du CO

source: thermographic camera
fr: caméra thermique

source: TV remote control
fr: télécommande TV

source: UV desinfectant
fr: désinfectant UV

source: Radiography (here, Radio is for Radiation!)
fr: Radiographie (ici Radio vient de Radiation!)

source: Dr. Banner’s experiments
fr: Expériences du Dr. Banner

source: X-RAY
fr: Rayons X

source: GAMMA RAY
fr: Rayons GAMMA

source: visible light
fr: lumière visible

source: Light also carries energy, and the amount of energy depends on the wavelength: the shorter the wavelength, the more energetic the light beam is. Take short wavelength UV light for example: a little is good for the tan, but too much can cause sunburns! Conversely, longer wavelengths are associated with weaker energies. FM radio emissions for example, are harmless to us. In the Universe at large, energetic phenomenon like supernovae emits lots of X-Rays and Gamma Ray which are even more energetic than UV. But the cold gas lying in between stars, or some cold dust particles for example, emit low energy radiations at long wavelengths that fall into the Radio domain.
fr: La lumière véhicule aussi de l'énergie, et la quantité d'énergie dépend de la longueur d'onde: plus la longueur d'onde est petite, et plus l'énergie associée est grande. Prenez par exemple la lumière UV (courte longueur d'onde): un peu c'est bon pour le tain, mais trop c'est le coup de soleil assuré! A l'inverse, les longues longueurs d'onde sont associées à des énergies plus faibles. Par example, les émissions radio FM sont inoffensives pour nous. Dans l'Univers, des phénomènes énergétiques comme les supernovae émettent beaucoup de rayons X et de rayons Gamma, encore plus énergétiques que l'UV. Mais le gas froid entre les étoiles, ou la poussière froide par exemple, émettent des énergies faibles, à des longueurs d'ondes longues qui tombent dans le domaine Radio

source: Why is this gas cold? There are stars everywhere, so shouldn’t it be very hot?! Well, it’s true that a galaxy can contain something like a hundred billion of stars. But the distance between them is huge! For example, Proxima Centauri is the closest star from the Sun. It’s at 4.2 light-years from us. That means 40,000,000,000,000 km! At those kinds of distances, the stars do not heat the gas very much! That’s why astronomers observe the interstellar gas in radio!
fr: Pourquoi le gas est-il froid ? Il y a des étoiles partout, donc il devrait être très chaud ! Et bien il est vrai qu'une galaxy peut contenir quelque chose comme des centaines de milliards d'étoiles. Mais les distances entre elles sont énormes ! Par exemple, Proxima Centauri est la plus proche étoile du Soleil. Elle est à 4.2 années lumière. Soit 40,000,000,000,000 km ! A des distances comme celle-là, les étoiles ne chauffent pas beaucoup le gas ! C'est pour cela que les astronomes observent le gas interstellaire en radio !

source: Light can be considered as a wave, and also as a particle. Like a wave, it can create interference patterns, like two water waves hitting each other. But it can also be emitted photon by photon, and the photons can be counted in a receiver! Difficult to imagine? Well, take a cylinder. If you illuminate it on its side, its shadow is a square. But illuminate its face, and its shadow becomes a sphere!
fr: La lumière peut être considérée comme une onde, mais aussi comme une particule. Comme une onde, elle peut créer des interférences, comme deux vagues qui se brisent l'une contre l'autre. Mais elle peut aussi être émise photon par photon, et ces photons peuvent être comptés dans un récepteur ! Un paradoxe difficile à imaginer ? Et bien prenez un cylindre. Si vous en illuminez le coté, l'ombre du cylindre est un rectangle. Mais illuminez le de face, et son ombre devient une sphère !

source: Did you know?
fr: Le saviez-vous ?

source: So radio waves are just a kind of light.
fr: Les ondes radio sont donc de la lumière.

source: What do we use them for?
fr: Pourquoi s'en sert-on ?

source: On Earth, we use radio waves mainly for communication purpose. Why? Because they propagate easily through the atmosphere, and even under water. The radio domain is a wide range of wavelengths, extending from kilometres to millimetres. The way they propagate strongly depends on their wavelength, and we take advantage of these different modes of propagation to create our very complex and diverse communication system:
fr: Sur Terre, on utilise les ondes radio principalement pour communiquer. Pourquoi ? Parce qu'elles se propagent facilement à travers l'atmosphère, et même sous l'eau. Le domaine radio est un large domaine de longueurs d'onde, s'étendant du kilomètre au millimètre. La façon dont elles se propagent dépend fortement de leur longueur d'onde, et nous nous servons de ces différents modes de propagation pour creer notre système de communication :

source: Kilometre wavelengths propagate through surface waves and follow the curvature of the Earth. With enough emission power, they can reach up to 1000 km. They also propagate under water, that’s why they are often used by submarines. Be careful though, it’s not Sonar! Sonar stands for SOund Navigation And Ranging. It’s a technique that uses sound propagation underwater, not light! Amateur radio operators use decametre wavelengths. These wavelengths are very interesting because they are reflected by the Earth’s ionosphere. This means that an amateur radio signal sent to the sky bounces onto the ionosphere back to Earth, and propagates very far. Sometimes it can even reach the antipodes! Why sometimes? Well the reflection processes depends on the state of the ionosphere. Wavelengths below about a metre propagate directly in straight lines from the emitter, almost like visible light. It’s the domain of FM broadcasting, TV emission, Wi-Fi, Bluetooth, etc. These wavelengths are less affected by the ionosphere, that’s why we need satellites to relay them and send them back to Earth.
fr: Les longueurs d'onde kilométriques se propagent par des ondes de surface et suivent la courbure de la Terre. Avec assez de puissance, elles peuvent atteindre jusqu'à 1000 km. Elles se propagent aussi sous l'eau, c'est pour cela qu'elles sont souvent utilisées par les sous-marins. Mais attention ! Ce n'est pas un Sonar ! Sonar veut dire SOund Navigation And Ranging. C'est une technique qui utilise la propagation du son dans l'eau. Du son, pas de la lumière ! Les radio amateurs utilisent les longueurs d'onde décamétriques. Elles sont très intéressantes car elles sont réfléchies par l'ionosphère de la Terre. Cela veut dire qu'un signal radio envoyé par un radio amateur rebondi sur la ionosphère vers la Terre, ce qui lui fait parcourir plus de distance. Parfois elles se propagent même jusqu'aux antipodes ! Pourquoi parfois ? Et bien parce que les processus de reflection dépendent de l'état de l'ionosphère. Les longueurs d'onde radio en dessous d'un mètre se propagent directement en ligne droite, presque comme la lumière visible. C'est le domaine de la bande FM, des signaux TV, du Wi-Fi, du Bluetooth, etc. Ces longueurs d'ondes ne sont plus affectées par l'ionosphère, c'est pourquoi nous avons besoin de satellites pour les relayer sur Terre.

source: ionosphere
fr: ionosphère

source: KILOMETER wavelenghts
fr: Longueurs d'onde KILOMETRIQUES

source: DECAMETER wavelenghts
fr: Longueurs d'onde DECAMETRIQUES

source: METER wavelenghts
fr: Longueurs d'onde METRIQUES

source: So radio waves are light, not sound. How come I can listen to my favourite songs with my radio? Well, suppose you want to share a song with your friend, 100m away from you. You could shout it very loudly but it would require a huge amount of energy to be heard, which would most likely result in a sore throat and some angry neighbours… Instead you could use your flashlight, translate it into Morse code and send it to your friend. By doing that, you have solved the problem of energy and distance, but you have lost a lot of information in the process. To keep all the information, you have to code the light you are sending in a specific way, so that your friend can receive and decode it easily. This is called signal processing. Frequency Modulation (FM yes, like in FM radio!) is a kind of signal processing that is very easy and cheap to implement. You just modulate the light signal you are sending (the carrier wave) by varying its instantaneous frequency according to that of your message (your song for example). The signal is sent «modulated», and your radio «demodulates» it back to its original form and transmits it to its speakers, thus converting light back into sound!
fr: Les ondes radio sont donc de la lumière, pas du son. Alors comment expliquer que je peux écouter mes chansons favorites à la radio ? Et bien supposons que vous voulez partager une chanson avec un ami, à 100m de vous. Vous pourriez lui hurler la chanson, ce qui demanderait pas mal d'énergie pour être entendu, et résulterait probablement en un bon mal de gorge et des voisins pas très contents... A la place, vous pourriez utiliser une lampe, traduire la chanson en Morse, et l'envoyer à votre ami. En faisant cela, vous avez résolu le problème de l'énergie et de la distance, mais vous avez perdu beaucoup d'information en route. Pour garder toute l'information, you devrez coder la lumière que vous envoyez d'une manière plus spécifique, pour que votre ami puisse la recevoir et la décoder facilement. Cela s'appelle du traitement du signal. La modulation de fréquence (oui FM, comme la radio FM !) est un type de traitement du signal qui est très facile et peu couteux à mettre en place. Il suffit de moduler la lumière envoyée (la porteuse) en faisant varier sa fréquence en fonction de la fréquence du signal de votre message (votre chanson par exemple). Le signal est envoyé modulé, et votre radio le démodule à sa forme original et le transmet aux enceintes, convertissant ainsi la lumière en son !

source: Other signal processing methods are used, like Amplitude Modulation (AM) or Phase Modulation (PM) to transmit information. Wi-Fi, for example, uses a combination of FM and PM.
fr: D'autre méthodes de traitement du signal sont utilisés, comme la modulation d'amplitude (AM) ou la modulation de phase (PM). Le Wi-Fi, par exemple, utilise une combinaison entre FM et PM.

source: The ionosphere is a layer of electrons and other electrically charged particles in the upper atmosphere. It starts at around 80 km from the ground. At this altitude, the atmosphere is too thin to shield the particles from the Solar radiation. Atoms and molecules are hit directly with very energetic light like UV and X-Ray, and this causes them to break and lose some electrons. Their neutral balance is disturbed and they become electrically charged. The resulting mixture of electrons and charged particles is called plasma, and it is responsible for the reflection power of the ionosphere at decametre wavelengths. During the day, Sunbeams hit the ionosphere and produce a lot of charged particles; the ionosphere becomes unstable and cannot reflect the radio signals very efficiently. But at night, the ionosphere is less perturbed and almost acts as a smooth mirror. This is why amateur radio operators prefer to send their long-distance call during the night!
fr: L'ionosphère est une couche d'électrons et autres particules chargées dans la haute atmosphère. Elle commence à environ 80 km du sol. A cette altitude, l'atmosphère est trop mince pour protéger ces particules des radiations Solaires. Les atomes et les molécules sont percutées par de la lumière très énergétique, comme l'UV et les rayons X. Cela les cassent et leur fait perdre des électrons. Leur balance électronique est perturbées et ils deviennent chargés. Le mélange d'électrons et de particules chargées et appelé plasma, c'est lui qui est responsable de la reflection des ondes décamétriques. Durant le jour, les rayons du soleil tapent sur l'ionosphère et produisent des particules chargées; l'ionosphère devient alors instable et ne réfléchit pas les signaux radio très efficacement. Mais la nuit, l'ionosphère est beaucoup moins perturbée et agit presque comme un miroir. C'est pour cela que les radio amateurs préfèrent envoyer leurs communications pendant la nuit !

source: Frequency Modulation (F.M.)
fr: Modulation de fréquence (F.M.)

source: What is the ionosphere?
fr: Qu'est-ce que l'ionosphère ?

source: While light can propagate in empty spaces, sound cannot. This is because sound waves need a medium they can vibrate into. You can listen to a piano melody because each time the pianist presses a key, a small hammer hits a string and makes it vibrate. The vibration then propagates into the air, until it reaches a receiver like a human ear for example. The ear is in fact a small vibrating membrane (the ear-drum) connected to small bones that transmits the vibration to our nervous system.
fr: Si la lumière peut se propager dans un espace vide, le son, lui, ne peut pas. C'est parce que le son a besoin d'un milieu dans lequel il peut se propager en vibrant. Vous pouvez entendre la mélodie d'un piano parce qu'à chaque fois que le pianiste appuie sur une touche, un petit marteau frappe une corde et la fait vibrer. La vibration se propage dans l'air, jusqu'à ce qu'elle rencontre un récepteur, comme une oreille humaine par exemple. L'oreille, c'est juste une petite membrane vibrante (le tympan) connectée à des petits os qui transmettent la vibration à notre système nerveux.

source: Light and sound are both waves, but their nature is very different.
fr: La lumière et le son sont tous les deux des ondes, mais leur nature est très différente.

source: Why do astronomers use
fr: Pourquoi les astronomes utilisent

source: very big telescopes?
fr: de très grands télescopes ?

source: One crucial parameter when observing the sky is the spatial resolution. The spatial resolution is the smallest detail a telescope can observe. The smaller it is, the more details you will observe on your source. The resolution of a telescope, Θ, is proportional to the wavelength, λ, at which you are observing, and inversely proportional to the diameter of the telescope, Φ. Or simply put: So, the more precision we want, the bigger the telescope must be, especially at high wavelengths. How big? Well, let’s do the maths. Let say I want to see someone standing on the Moon with an optical telescope., and to see him with a bit of detail, I want to make an image of him that has a height of 10 pixels. The man on the Moon is 2m tall. First, let’s calculate his apparent size. The apparent size is the angle δ under which an object of size d is seen at a distance D. Using trigonometric relations, it’s fairly easy to find that sin(δ) = d/D. As δ is very small, this simplifies to δ ≈ d/D.
fr: Un paramètre crucial à prendre en compte quand on observe le ciel est la résolution spatiale. La résolution spatiale est le plus petit détail qu'un télescope peut observer. Plus elle est petite et plus on peut observer des détails dans la source. La résolution d'un télescope, Θ, est proportionnelle à la longueur d'onde, λ, à laquelle on observe, et inversement proportionnelle au diamètre du télescope. Ou plus simplement : Donc plus on veut être précis, et plus le télescope doit être grand, surtout aux grandes longueurs d'onde. Grand comment ? Et bien faisons le calcul. Disons que je veux voir quelqu'un sur la Lune avec un télescope optique, et pour le voir avec un peu de détails, je voudrais en faire un image de 10 pixels de haut. La personne sur la Lune fait 2m. Premièrement, calculons sa taille apparente. La taille apparente est l'angle δ sous lequel est vu un objet de taille d à une distance D. Un peu de trigonomètrie, et l'on peut trouver assez facilement que sin(δ) = d/D. Comme δ est très petit, on peut simplifier : δ ≈ d/D.

source: Diameter
fr: Diamètre

source: Here, D is the distance to the Moon, which is hidden somewhere in this poster. If you want to calculate δ be careful that d and D are in the same units! You obtain δ in radian. Now, we said we need 10 pixels to sample our image of the man, so our spatial resolution Θ should be equal to δ/10 Using the formula of the spatial resolution, and the center wavelength of the visible spectrum (it’s probably somewhere on another poster, you will have to look for it – again: be careful with the units!), you can now calculate the diameter of the telescope you will have to build. You have it? Here’s a hint: it’s roughly the width of Central park in New York. It’s also 3 times the height of the Eiffel Tower… This explains why astronomers always thrive for bigger telescopes! And the spatial resolution issue becomes critical at longer wavelengths. For radio observations, the telescopes are gigantic.
fr: Ici, D est la distance de la Terre à la Lune, cachée quelque part dans ce poster. Si vous calculez δ faites attention que d et D soient dans la même unité ! Vous obtenez δ en radian. Maintenant, nous voulions une image de l'homme de 10 pixels de haut, donc notre résolution spatiale Θ devrait être égale à δ/10 En utilisant la formule de la résolution spatiale, et la longueur d'onde centrale du visible (elle est probablement dans un autre poster – attention aux unités !), vous pouvez maintenant calculer le diamètre du télescope que vous devriez construire. Vous l'avez ? Un indice : c'est à peu près la largeur du Central Park à New York. C'est aussi 3 fois la taille de la Tour Eiffel... Voilà qui explique pourquoi les astronomes veulent des télescopes toujours plus grands ! Et le problème de la résolution spatiale devient de plus en plus critique aux grandes longueurs d'onde. Pour les observations radio, les télescopes sont gigantesques.

source: Take for example the Arecibo Observatory: this huge telescope of 305 m diameter is the largest telescope ever built. It is located on the island of Puerto Rico, in the Caribbean. It observes a wide area of centimetre wavelengths. Its impressive size has earned him several appearances in movies, like in the James Bond film: GoldenEye. Another example is the Nançay Radio Telescope in France: Located 2h south of Paris in the Sologne forest near Orleans, this 460 m long radio telescope has two huge mirrors: a plane one of 200x40 m and a spherical one of 300x35 m. Centimetre radio waves are collected by the focal carriage at the centre of the instrument. The plane mirror is movable vertically, only allowing observations of objects passing through the local meridian. It is thus called a meridian instrument.
fr: Prenez par exemple l'observatoire d'Arecibo : ce télescope de 305m de diamètre est le plus grand télescope jamais construit. Il est situé sur l'île de Porto Rico, dans les caraïbes. Il observe un grand domaine d'ondes radio. Sa taille impressionante lui a valu de figurer dans quelques films, comme dans le James Bond GoldenEye. Un autre exemple est le Radio Télescope de Nançay, en France : situé à 2h au sud de Paris dans la Sologne, près d'Orléans, ce radio télescope de 460m de long possède deux grands miroirs : un miroir plan de 200x400m et un sphérique de 300x35m. Les ondes centimétriques sont collectées par le chariot focal, au centre de l'instrument. Le miroir plan est orientable verticalement, permettant d'observer des objets passant au méridien du lieu. On dit que c'est un instrument méridien.

source: A diameter of 305 m is impressive in size, and it’s also a technical challenge to keep the surface of the mirror regular so that the radio signals can converge to the same point. So does that mean that it is the best we could ever do? Well, hopefully we will be able to do even better. One observing technique can overcome this limit: it’s called interferometry.
fr: Un diamètre de 305m est impressionnant, c'est aussi un challenge technique pour garder sa surface régulière pour que les signaux radio convergent tous au même point. Alors cela veut-il dire que c'est le mieux que l'on puisse faire ? Et bien nous pouvons faire bien mieux ! Une technique d'observation peut passer outre cette limite technique. C'est l'interférométrie.

source: The Arecibo Observatory
fr: L'Observatoire d'Arecibo

source: The Nançay Radio Telescope
fr: Le Radio Télescope de Nançay

source: the Interferometry Technique
fr: La technique de l'interférométrie

source: Better, stronger, but a bit more difficult!
fr: Plus beau, plus efficace, mais un peu plus difficile !

source: The difficulty in achieving high resolutions with single-dish radio telescopes has led the use of another observing technique: Interferometry. First of all, what is interference? To understand the concept of interference, let’s visualise the light as a wave. If a surface with two small holes in it gets illuminated, it should produce this effect:
fr: Les difficultés à atteindre des hautes résolutions spatiales avec des télescopes uniques ont conduit à utiliser une autre technique : l'interférométrie. En premier lieu, qu'est-ce-qu'une interférence ? Pour comprendre ce concept, visualisons la lumière comme une onde. Quand une surface avec deux petits trous est illuminée, cela produit cet effet:
