Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/WebSRT/*/locale_*.po
Languages: bg, de, it, pt, sv

source: "You can use the # radio telescope at # for # hour(s)" ; You can use the Paris radiotelescope at 16h30 for 2 hour(s)
bg: "Можете да използвате # радио телескоп на# за # час (а)", Може да използвате Парижкия радиотелескоп в 16:30h за 2 час (а)
de: "Du kannst das Radioteleskop in # um # für # Stunde(n) nutzen." ; You can use the Paris radiotelescope at 16h30 for 2 hour(s)
it: Puo' usare il telescopio radio di # per # ora(e)
pt: "Pode usar o radiotelescópio de # na data # durante # hora(s)" ; You can use the Paris radiotelescope at 16h30 for 2 hour(s)
sv: "Du kan använda radioteleskopet i # klockan # i # tim" ; Du kan använda radioteleskopet i Paris klockan 16h30 i 2 tim

source: "Password recovery"
bg: "Възстановяване на парола"
de: "Passwort-Wiederherstellung"
it: Recupero password
pt: "Recuperação da Password"
sv: "Återställning av lösenord"

source: "Forgot your password?"
bg: "Забравена парола?
de: "Passwort vergessen?"
it: Password dimenticata?
pt: "Esqueceu-se da sua password?"
sv: "Glömt lösenordet?"

source: "To recover your account, please click on the link below"
bg: "За да възстановите профила си, моля кликнете върху линка по-долу"
de: "Um deine Konto wiederherzustellen, klicke bitte auf nachfolgenden Link"
it: Per recuperare il suo account, clicchi sul collegamento qui di seguito
pt: "Para recuperar a sua conta, clique no seguinte atalho:"
sv: "För att återställa ditt konto, klicka på nedanstående länk"

source: '<a href="http://euhou.obspm.fr/public/passwordRecover.php?login=#&validation=#">recover link</a>'; Translate only "Recover link"
bg: '<a href="http://euhou.obspm.fr/public/passwordRecover.php?login=#&validation=#">възстанови връзката</a>'; Превод само на " Възстановяване на връзката "
de: '<a href="http://euhou.obspm.fr/public/passwordRecover.php?login=#&validation=#">Link für die Wiederherstellung</a>'; Translate only "Recover link"
it: '<a href="http://euhou.obspm.fr/public/passwordRecover.php?login=#&validation=#">collegamento per recupero</a>'; Translate only "Recover link"
pt: '<a href="http://euhou.obspm.fr/public/passwordRecover.php?login=#&validation=#">Atalho de recuperação</a>'; Translate only "Recover link"
sv: '<a href="http://euhou.obspm.fr/public/passwordRecover.php?login=#&validation=#">återställ länk</a>'; Översätt bara "Återställ länk"

source: "If you haven't ask for password recovery, please contact the administrator"
bg: "Ако не сте се поискали възстановяване на паролата, моля, свържете се с администратора"
de: "Sofern du keine Passwortwiederherstellung angefordert hast, kontaktiere bitte den Administrator."
it: Se non ha richiesto di recuperare la sua password è pregato di contattare l'amministratore
pt: "Se não pediu a recuperação da password, por favor, contacte o administrador"
sv: "Om du inte har begärt återställning av lösenordet, var god kontakta administratören"

source: "User registration"
bg: "Регистрация на потребител"
de: "Benutzer-Registrierung"
it: Registrazione utente
pt: "Registo de utilizador"
sv: "Registrering av användare"

source: "Hello Admin"
bg: "Здравей Администратор"
de: "Hallo Administrator"
it: Ciao Amministratore
pt: "Olá Admin,"
sv: "Hallå Admin"

source: "A user has just registered"
bg: "Потребителят току-що беше регистриран"
de: "Ein Benutzer hat sich soeben registriert."
it: Un utente si è appena registrato
pt: "Um utilizador acabou de registar-se"
sv: "En användare har just registrerats"

source: "<br/><a href='http://euhou.obspm.fr/public/validUserList.php' >link</a>"; Translate only "link"
bg: "<br/><a href='http://euhou.obspm.fr/public/validUserList.php' >връзка</a>"; Преведи само "връзка"
it: "<br/><a href='http://euhou.obspm.fr/public/validUserList.php' >collegamento</a>"; Translate only "link"
pt: "<br/><a href='http://euhou.obspm.fr/public/validUserList.php' >Atalho</a>"; Translate only "link"
sv: "<br/><a href='http://euhou.obspm.fr/public/validUserList.php' >länk</a>"; Översätt bara "länk"

# account_validated_subject
source: "Your account has been validated"
bg: "Вашият профил е бил потвърден"
de: "Dein Konto wurde bestätigt."
it: Il suo account è stato convalidato
pt: "A sua conta foi validada."
sv: "Ditt konto har bekräftats"

# account_validated_mail[1]
source: "Your account has been validated"
bg: "Вашият профил е бил потвърден"
de: "Dein Konto wurde bestätigt."
it: Il suo account è stato convalidato
pt: "A sua conta foi validada"
sv: "Ditt konto har bekräftats"

source: "You can reserve a time slot to observe"
bg: "Можете да запазите време за наблюдение"
de: "Du kannst ein Zeitfenster für deine Beobachtung zu reservieren."
it: Puo' ora prenotare un periodo di osservazione
pt: "Pode reservar um intervalo de tempo para observar."
sv: "Du kan boka ett tidsfönster för observation"

source: "Your reservation(s) have been deleted"
bg: "Вашата резервация (и) са изтрити"
de: "Deine Reservierung(en) wurde(n) gelöscht."
it: La sua prenotazione(i) è stata eliminata
pt: "A(s) sua(s) reserva(s) foram apagadas."
sv: "Din(a) bokning(ar) har tagits bort"

source: "Your reservation for the # radio telescope from # to # has been deleted by an admin of the website." ;Your reservation in the Paris radiotelescope from 16h30 to 17h30 has been deleted by an administrator of the website."
bg: "Вашата резервация за # радио телескоп от #за # е била изтрита от администратора на сайта." ; Вашата резервация в Парижкия радио телескоп от 16:30h до 17:30h е била изтрита от администратора на сайта ".
de: "Deine Reservierung des Radioteleskops in # von # bis # wurde vom Administrator der Webseite gelöscht." ;Your reservation in the Paris radiotelescope from 16h30 to 17h30 have been deleted by an admin of the website."
it: La sua prenotazione per il radio telescopio di # dalle # alle # è stata eliminata da un amministratore del sito.
pt: "A sua reserva no radiotelescópio de # de # a # foi apagada por um admin do site." ;Your reservation in the Paris radiotelescope from 16h30 to 17h30 have been deleted by an admin of the website."
sv: "Din bokning av radioteleskopet i # från # till # har tagits bort av en administratör på sajten." Din bokning av radioteleskopet i Paris från 16h30 till 17h30 har tagits bort av en administratör på sajten.

source: "Your reservations in the # radio telescope from :" ; Your reservations in the Paris radio telescope from:
bg: "Вашите резервации в # радио телескоп от: "; Вашите резервации в Парижкия радио телескоп от:
de: "Deine Reservierungen des Radioteleskops in # von:" ; Your reservations in the Paris radiotelescope from:
it: La sua prenotazione per il radio telescopio di # dal :
pt: "A sua reserva no radiotelescópio de # de:" ; Your reservations in the Paris radiotelescope from:
sv: "Dina bokningar av radioteleskopet i # från :" ; Dina bokningar av radioteleskopet i Paris från:

source: "# to #;" ; 16h30 to 17h30
bg: "# до #;" ; 16:30h дo 17:30h
de: "# bis #;" ; 16h30 to 17h30
it: # alle #
pt: "# a #;" ; 16h30 to 17h30
sv: "# till #;" ; 16h30 till 17h30

source: "have been deleted by an administrator of the website."
bg: "беше изтрита от администратора на сайта."
de: "wurden vom Administrator der Webseite gelöscht."
it: "è stata eliminata da un amministratore del sito."
pt: "foi apagada por um admin do site."
sv: "har tagits bort av en administratör på sajten."

source: "for more information, please contact the administrator."
bg: "За повече информация, моля свържете се с администратора."
de: "Wende dich bitte an den Administrator ,um mehr Informationen darüber zu erhalten."
it: "per maggiori informazioni è pregato di contattare l'amministratore."
pt: "para mais informação, por favor contacte o administrador."
sv: "för mer information, kontakta administratören."

source: "Comenius archives"
bg: "Коменски архиви"
de: "Comenius-Archive"
it: "Archivi Comenius"
pt: "Arquivos Comenius"
sv: "Comenius-arkiven"

source: "Id"
bg: "Идентификатор"

source: "User"
bg: "Потребител"
de: "Benutzer"
it: "Utente"
pt: "Utilizador"
sv: "Användarnamn"

source: "All"
bg: "Всички"
de: "Alle"
it: "Tutti"
pt: "Todos"
sv: "Alla"

source: "Num"
bg: "Брой, Номер"
de: "Nummer"

source: "download selected Fits"
bg: "изтегляне избраните съответствия"
de: "Herunterladen ausgewählter Fits"
it: "scaricare i Fits selezionati"
pt: "download Fits seleccionados"
sv: "ladda ner valda Fits"

source: "download selected CSV"
bg: "изтеглите избрания CSV"
de: "Herunterladen ausgewählter CSV"
it: "scarica i CSV selezionati"
pt: "download CSV seleccionados"
sv: "ladda ner valda CSV"

source: "Comenius-Simulator"
bg: "Коменски-симулатор"
it: "Simulatore-Comenius"
pt: "Simulador Comenius"

source: "Command"
bg: "Команда"
de: "Kommando"
it: "Comando"
pt: "Comando"
sv: "Kommando"

source: "Results"
bg: "Резултати"
de: "Ergebnisse"
it: "Risultati"
pt: "Resultados"
sv: "Resultat"

source: "freq"
bg: "Честотен"
de: "Frequenz"
sv: "frekv"

source: "Time"
bg: "Време"
de: "Zeit"
it: "Tempo"
pt: "Tempo"
sv: "Tid"

source: "Observe"
bg: "Наблюдение"
de: "Beobachte"
it: "Osserva"
sv: "Observera"

source: "End of session"
bg: "Край на сесията"
de: "Ende der Sitzung"
it: "Fine della sessione"
pt: "Fim da sessão"
sv: "Slut på sessionen"

source: "base"
bg: "база"
de: "Basis"
sv: "bas"

source: "Radio H21"
bg: "Радио H21"
pt: "Rádio H21"

source: "Optics"
bg: "Оптика"
de: "Optisch"
it: "Ottico"
pt: "Ótico"
sv: "Optik"

source: "Infrared"
bg: "Инфрачервен"
de: "Infrarot"
it: "Infrarosso"
pt: "Infravermelho"
sv: "Infrarött"

source: "Visibility"
bg: "Видимост"
de: "Sichtbarkeit"
it: "Visibilità"
pt: "Visibilidade"
sv: "Synligt"

source: "send max"
bg: "изпрати максимум"
de: "sende max."
pt: "Enviar máx"
sv: "skicka max"

source: "clean"
bg: "чист"
de: "leeren"
it: "pulisci"
pt: "Limpar"
sv: "rensa"

source: "Lon"
bg: "географска дължина"
it: "Long"
sv: "Long"

source: "Lat"
bg: "географска ширина"

source: "Simulate"
bg: "Симулирам"
it: "Simula"
pt: "Simular"
sv: "Simulera"

source: "Galaxy map"
bg: "Карта на Галактиките"
de: "Galaxie-Karte"
it: "Mappa galattica"
pt: "Mapa da Galáxia"
sv: "Galaxkarta"

source: "Clean all"
bg: "Почистете всички"
de: "Leere alle"
it: "Pulisci tutto"
pt: "Limpar tudo"
sv: "Rensa allt"

source: "Clean last"
bg: "Почистете последните"
de: "Leere letztes"
it: "Pulisci l'ultimo"
pt: "Limpar último"
sv: "Rensa sista"

source: "Rotation curves V [km/s] .vs. R [kpc]"
bg: "Криви на въртене V [km/s] .vs. R [kpc]"
de: "Rotationskurven V [km/s] .vs. R [kpc]"
it: "Curve di rotazione V [km/s] .vs. R [kpc]"
pt: "Curvas de Rotação V [km/s] .vs. R [kpc]"
sv: "Rotationskurvor V [km/s] som funkt. av R [kpc]"

source: "Map of the Milky Way X [kpc] , Y [kpc]"
bg: "Карта на Млечния пътX [kpc] , Y [kpc]"
de: "Karte der Milchstraße X [kpc] , Y [kpc]"
it: "Mappa della Via Lattea X [kpc] , Y [kpc]"
pt: "Mapa da Via Láctea X [kpc] , Y [kpc]"
sv: "Karta över Vintergatan X [kpc] , Y [kpc]"

source: "radio telescope"
de: "Radioteleskop"
it: radio-telescopio
pt: "radiotelescópio"
sv: "radioteleskop"

source: "Email"
sv: "E-post"

source: "Scheduler"
de: "Arbeitsplaner"
it: Agenda
pt: "Calendarização"
sv: "Tidsbokning"

source: "My slots"
de: "Meine Zeitfenster"
it: Le mie prenotazioni
pt: "Os meus tempos de observação"
sv: "Mina tidsfönster"

source: '<a href="http://euhou.obspm.fr/public/validEmail.php?login=#&validation=#">Validation link</a>' ; Translate only "Validation link"
de: '<a href="http://euhou.obspm.fr/public/validEmail.php?login=#&validation=#">Bestätigungslink</a>' ; Translate only "Validation link"
it: '<a href="http://euhou.obspm.fr/public/validEmail.php?login=#&validation=#">Collegamento per convalida</a>' ; Translate only "Validation link"
pt: '<a href="http://euhou.obspm.fr/public/validEmail.php?login=#&validation=#">Atalho de Validação</a>' ; Translate only "Validation link"
sv: '<a href="http://euhou.obspm.fr/public/validEmail.php?login=#&validation=#">Bekräftelselänk</a>' ; Översätt bara "Bekräftelselänk"

source: "T [K] .vs. V [km/s]"
sv: "T [K] som funkt. av V [km/s]"

source: "Rotation Curve"
de: "Rotationskurve"
it: "Curva di rotazione"
pt: "Curva de Rotação"
sv: "Rotationskurva"
