Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/WebSRT/*/locale_*.po
Languages: bg, de, it, pt, sv

source: "Home"
bg: Начало
de: "Startseite"
pt: "Início"
sv: "Hem"

source: "Observer"
bg: "Наблюдател"
de: "Beobachter"
it: Osservatore
pt: "Observador"
sv: "Observatör"

source: "Simulator"
bg: "Симулатор"
it: Simulatore
pt: "Simulador"

source: "Archive"
bg: "Архив"
it: Archivio
pt: "Arquivo"
sv: "Arkiv"

source: "Credits"
bg: "Кредити"
it: Ringraziamenti
pt: "Créditos"
sv: "Tack till"

source: "Username"
bg: "Потребител"
de: "Benutzername"
it: Identificativo
pt: "Login"
sv: "Användarnamn"

source: "Password"
bg: "Парола"
de: "Passwort"
sv: "Lösenord"

source: "Password confirmation"
bg: "Парола за потвърждение"
de: "Passwortbestätigung"
it: Conferma password
pt: "Confirmação da password"
sv: "Bekräfta lösenord"

source: "First name"
bg: "Име"
de: "Vorname"
it: Nome
pt: "Nome"
sv: "Förnamn"

source: "Last name"
bg: "Фамилия"
de: "Nachname"
it: Cognome
pt: "Apelido"
sv: "Efternamn"

source: "Country"
bg: "Страна"
de: "Land"
it: Paese
pt: "País"
sv: "Land"

source: "Language"
bg: "Език"
de: "Sprache"
it: Lingua
pt: "Língua"
sv: "Språk"

source: "Status"
bg: "Статус"
it: Occupazione
pt: "Estado"

source: "Motivation"
bg: "Мотивация"
it: Motivazione
pt: "Motivação"
sv: "Motiv"

source: "researcher"
bg: "изследовател"
de: "Wissenschaftler"
it: ricercatore
pt: "investigador"
sv: "forskare"

source: "teacher"
bg: "учител"
de: "Lehrer"
it: insegnante
pt: "professor"
sv: "lärare"

source: "student"
bg: "студент", "ученик"
it: studente
pt: "estudante"

source: "other"
bg: "Други"
de: "andere"
it: altro
pt: "outro"
sv: "annat"

source: "Paris 2m (FR)"
bg: "Париж 2m (FR)
it: Parigi 2m (FR)

source: "Krakow (PL)"
bg: "Краков (PL)"
de: "Krakau (PL)"
it: Cracovia (PL)
pt: "Cracóvia (PL)"

source: "Craiova (RO)"
bg: "Крайова (RO)"
de: "Krajowa (RO)"

source: "Paris 3m (FR)"
bg: "Париж 3m (FR)
it: Parigi 3m (FR)

source: "Madrid (ES)"
bg: "Мадрид (ES)"

source: "Log in"
bg: "Вход"
it: Entra
pt: "Entrar"
sv: "Logga in"

source: "Create your account"
bg: "Създаване на вашия потребителски профил"
de: "Registrieren"
it: Registrati
pt: "Crie a sua conta"
sv: "Skapa konto"

source: "Booking"
bg: "Резервации"
de: "Buchen"
it: Prenotazione
pt: "Reservas"
sv: "Bokning"

source: "My informations"
bg: "Моята информация"
de: "Meine Informationen"
it: Dati personali
pt: "As minhas informações"
sv: "Information om mig"

source: "Administration"
bg: "Администрация"
it: Amministrazione
pt: "Administração"

source: "Account Requests"
bg: "Потребител заявки"
de: "Kontoabfragen"
it: Richiesta di utenze
pt: "Pedidos de conta"
sv: "Kontoförfrågningar"

source: "Delete time slots"
bg: "Изтриване времето на машината"
de: "Zeitfenster löschen"
it: Elimina prenotazione
pt: "Apagar intervalos de tempo"
sv: "Ta bort tidsfönster"

source: "Account list"
bg: "Списък на потрбителите"
de: "Kontoliste"
it: Lista degli utenti
pt: "Lista de contas"
sv: "Kontolista"

source: "Webcam"
bg: "Камера"
sv: "Webbkamera"

source: "Log out"
bg: "Изход"
de: "Ausloggen"
it: Disconnetti
pt: "Sair"
sv: "Logga ut"

source: "Password forgotten"
bg: "Забравена парола"
de: "Passwort vergessen"
it: Recupera password
pt: "Esqueceu-se da password?"
sv: "Glömt ditt lösenord?"

source: "Date"
bg: "Дата"
de: "Datum"
it: Data
pt: "Data"
sv: "Datum"

source: "Cancel"
bg: "Отказ"
de: "Abbrechen"
it: Cancella
pt: "Cancelar"
sv: "Ta bort"

source: "Enter your email"
bg: "Въведете вашия имейл"
de: "E-Mail-Adresse eingeben"
it: Inserisci email
pt: "Introduza o seu email"
sv: "Skriv in din e-postadress"

source: "There are # errors" ; There are 3 errors
bg: "Има # грешки"; Има 3 грешки
de: "Es sind # Fehler aufgetreten." ; There is 3 errors
it: Ci sono # errori ; Ci sono 3 errori
pt: "Há # erros" ; There are 3 errors
sv: "Det finns # fel" ; Det finns 3 fel

source: "cannot be empty"
bg: "не може да бъде празен"
de: "darf nicht leer sein"
pt: "não pode estar vazio"
sv: "kan inte vara tom"

source: "doesn't exist"
bg: "не съществува"
de: "existiert nicht"
it: non esiste
pt: "não existe"
sv: "finns inte"

source: "must have at least # characters" ; must have at least 8 characters
bg: "трябва да има най-малко # знака"; трябва да има най-малко 8 знака
de: "muss wenigstens # Zeichen haben" ; must have 8 characters at least
it: deve contenere almeno # caratteri ; deve contenere almeno 8 caratteri
pt: "deve ter pelo menos # caracteres" ; must have 8 characters at least
sv: "måste ha åtminstone # tecken" ; måste ha åtminstone 8 tecken

source: "must consist of a-z A-Z 0-9"
bg: "трябва да съдържа от a-z A-Z 0-9"
de: "muss a-z A-Z 0-9 sein"
it: deve contenere solo a-z A-Z 0-9
pt: "deve ser a-z A-Z 0-9"
sv: "måste innehålla a-z A-Z 0-9"

source: 'cannot contain characters other than letters, numbers and "_"'
bg: "не може да съдържа знаци, различни от букви, цифри и"_""
de: 'darf nur Buchstaben, Nummern und "_" enthalten'
it: puo' contenere solo lettere, numeri e "_"
pt: 'os caracteres só podem ser letras, números e "_"'
sv: 'kan inte innehålla andra tecken än bokstäver, tal och "_"'

source: "is not available"
bg: "не е наличен"
de: "ist nicht verfügbar"
it: non disponibile
pt: "não disponível"
sv: "inte tillgänglig"

source: "is incorrect"
bg: "е неправилен"
de: "ist falsch"
it: è inesatto
pt: "está incorrecto"
sv: "är fel"

source: "must be have the format: toto@tata.net"
bg: "трябва да има формат: toto@tata.net"
de: 'muss das Format "toto@tata.de" haben'
it: deve essere nel formato : toto@tata.net
pt: "deve ser da forma : toto@tata.pt"
sv: "måste ha formatet: toto@tata.net"

source: "already related to another account"
bg: "вече е свързана с друг акаунт"
de: "ist bereits einem anderen Account zugeordnet"
it: già associato ad un altro profilo
pt: "já está relacionado com outra conta"
sv: "redan kopplat till ett annat konto"

source: "date cannot be in the past"
bg: "датата не може да бъде в миналото"
de: "darf nicht in der Vergangenheit liegen"
it: la data non puo' essere già trascorsa
pt: "a data não pode ser no passado"
sv: "datum kan inte vara i förfluten tid"

source: "not available"
bg: "не е достъпен"
de: "nicht verfügbar"
it: non disponibile
pt: "não disponível"
sv: "inte tillgänglig"

source: "is not a date"
bg: "Не е дата"
de: "ist kein Datum"
it: non è una data
pt: "não é uma data"
sv: "är inget datum"

source: "Welcome"
bg: "Добре дошли"
de: "Willkommen"
it: Benvenuto
pt: "Bem-vindo"
sv: "Välkommen"

source: "<span class='date'>November 24, 2011</span> | EU-HOU radio astronomy<br/>Welcome to Hands-On Universe, Europe. The aim of this site is to give remote access to small radio telescopes installed throughout Europe. It is possible to operate these telescopes remotly. Based on your observations, you will be able to build a map of our galaxy, the Milky Way..."
bg: "на <span class='date'> 24 ноември, 2011 </ span> |EU-HOU радио астрономия <br/> Добре дошли в Hands-On Universe, Europe. Целта на този сайт е да се даде дистанционен достъп до малките радио телескопи.инсталирани в цяла Европа. Възможно е тези телескопи да работят дистанционно. Въз основа на наблюденията си, вие ще бъдете в състояние да изгради карта на нашата галактика, Млечния път ... "
de: "<span class='date'>19. März 2011</span> | EU-HOU-Radioastronomie<br/>Willkommen bei Hands-On Universe, Europe. Diese Seite soll euch den Zugriff auf kleine Radioteleskope in ganz Europa ermöglichen. Dazu können die Teleskope fernbedient werden. Basierend auf euren Beobachtungen werdet ihr imstande sein, eine Karte unserer Galaxie zu erstellen, der Milchstraße..."
it: <span class='date'>24 Novembre 2011</span> | EU-HOU Radio Astronomia<br/>Benvenuti in Hands-On Universe, Italia. L'obiettivo di questo sito è fornire accesso a distanza a piccoli radio telescopi installati in tutta Europa. E' possibile agire su questi telescopi a distanza. Grazie alle sue osservazioni, potrà ricostruire una mappa della nostra galassia, la Via Lattea...
pt: "<span class='date'>24 Novembro, 2011</span> | EU-HOU Radioastronomia<br/>Bem-vindo ao EU-HOU - Hands-On Universe, Europe. Este sítio proporciona o acesso aos pequenos radiotelescópios SRT instalados em diversos locais da Europa. É possível operar estes telescópios remotamente. A partir das suas observações, poderá construir um mapa da nossa galáxia, a Via Láctea..."
sv: "<span class='date'>24 november, 2011</span> | EU-HOU Radioastronomi<br/>Välkommen till europeiska Hands-On Universe. Syftet med denna sajt är att ge kontakt med små radioteleskop som finns på flera platser i Europa. Det är möjligt att styra dessa teleskop på distans. Med hjälp av dina observationer kan du göra en karta över vår galax, Vintergatan..."

source: "Web interface to remotely use the Antenna. A login and password are required to access this facility."
bg: "Уеб интерфейса за отдалечено използване на антената. Потребителско име и парола се изисква за достъп до това съоръжение."
de: "Web-Interface für die Antennensteuerung. Benutzername und Passwort werden benötigt, um Zugang zu erhalten."
it: Interfaccia web per l'utilizzo a distanza dell'antenna. Questa piattaforma necessita di un nome utente e password.
pt: "Interface web para o uso remoto das antenas do nosso projeto. É necessário um login e uma password. Para o efeito, crie a sua conta."
sv: "Webbgränssnitt för att på distans använda antennen. Du behöver ett användarnamn och ett lösenord för att få tillgång till denna resurs."

source: "Web interface to access the LAB database and tools to interactively perform the Milky Way-exercise (rotation curve and spiral arms)"
bg: "Уеб-интерфейс за достъп до на LAB база данни и инструменти за интерактивно извършване на упражнение за Млечния път (крива на въртене и спирални ръкави)"
de: "Web-Interface für die LAB-Datenbank und Hilfsmittel für die interaktive Durchführung der MW-Übungen (Rotationskurven und Spiralarme)."
it: Interfaccia web per l'accesso a database e strumenti del LAB per svolgere l'esercizio interattivo sulla Via Lattea (curva di rotazione e braccia a spirale)
pt: "Interface web para aceder à base de dados LAB e às ferramentas que permitem determinar interativamente a curva de rotação da nossa Gláxia e reconstruir o mapa dos seus braços espirais (um dos exercícios do EU-HOU)."
sv: "Webbgränssnitt för att komma åt LAB-databasen och verktyg för att interaktivt genomföra Vintergatsövningen (rotationskurva och spiralarmar"

source: "Database of the all the observations taken with the 5 antennas together with tools to (i) display and download the archived results and (ii) create a map of the Milky Way."
bg: База данни на всички наблюдения, направени с 5-антени заедно с инструменти за (I) показване и да изтегляне на архивирани резултати и (II) да за създаване на карта на Млечния път."
de: "Datenbank aller Antennen-Beobachtungen mit Hilfsmitteln, um (i) die archivierten Ergebnisse anzuzeigen/herunterzuladen und (ii) eine Karte der Milchstraße zu erstellen."
it: Archivio di tutte le osservazioni effettuate dalle 5 antenne e strumenti per (i) visualizzare e scaricare i risultati in archivio e (ii) creare una mappa della Via Lattea.
pt: "Base de dados de todas as observações obtidas com as 6-antenas. Inclui ferramentas para (i) mostrar e fazer o download dos resultados arquivados; (ii) construir um mapa da Via Láctea."
sv: "Databas med alla observationer som gjorts med de 5 antennerna och verktyg för att (1) ladda ner och visa upp arkiverade resultat och (2) skapa en karta över Vintergatan."

source: "You have been registered; please wait for the comfirmation email"
bg: "Вие сте били регистрирани, моля, изчакайте за подтвърждаващ имейл"
de: "Du hast dich erfolgreich registriert. Warte auf die E-Mail-Bestätigung."
it: E' ora registrato; la preghiamo di attendere l'email di conferma
pt: "Está registado; por favor, espere pelo email de confirmação."
sv: "Du har blivit registrerad; avvakta tills du fått bekräftelse per e-post"

source: "Don't modify the link"
bg: "Да не се променя връзката"
de: "Finger weg von den Parametern."
it: Non modificare il collegamento
pt: "Não modifique o atalho"
sv: "Ändra inte länken"

source: "You must give a password"
bg: "Трябва да се даде парола"
de: "Du musst ein Passwort angeben."
it: E' necessario inserire una password
pt: "Introduza uma password"
sv: "Du måste ange lösenord"

source: "You must give a login"
bg: "Трябва да се даде потребителско име"
de: "Du musst einen Benutzernamen angeben."
it: E' necessario inserire il nome utente
pt: "Introduza um login"
sv: "Du måste ange användarnamn"

source: "Your login or password is incorrect"
bg: "Вашето потребителско име или паролата са неправилна"
de: "Dein Benutzername oder Passwort ist falsch."
it: Il suo nome utente o password sono inesatti
pt: "O seu login e/ou password estão incorretos"
sv: "Ditt användarnamn eller lösenord är felaktigt"

source: "Your account hasn't been validated yet"
bg: "Вашият акаунт все още не е подтвърден"
de: "Dein Konto wurde noch nicht bestätigt."
it: La sua utenza non è ancora stata convalidata
pt: "A sua conta ainda não foi validada"
sv: "Ditt konto har ännu inte bekräftats"

source: "you are not allowed to go on this page"
bg: "Нямаш разрешение да отидеш на тази страница"
de: "Der Zugriff zu dieser Seite wird dir verweigert."
it: non ha accesso a questa pagina
pt: "Não tem permissão para ir a esta página"
sv: "Du har inte tillstånd att gå till denna sida"

source: "you have no reservation for now"
bg: "Нямате резервация за сега"
de: "Du hast momentan keine Reservierung."
it: non ha alcuna prenotazione al momento
pt: "Neste momento não tem qualquer reserva"
sv: "Du har för närvarande ingen bokning"

source: "You've already validated your email, please wait for the admin validation"
bg: "Ти вече подтвърди електронната си поща, моля изчакай за администраторско подтвърждение"
de: "Du hast deine E-Mail-Adresse bereits bestätigt. Bitte warte nun auf die Bestätigung deines Kontos seitens der Administration."
it: ha già convalidato l'email, attenda ora la convalida dell'amministratore di sistema
pt: "Já validou o seu email, por favor espere pela validação da admin"
sv: "Du har redan bekräftat din e-postadress, avvakta bekräftelse från admin"

source: "Your account is already valid, you can reserve time slots to observe"
bg: "Вашият акаунт е вече подтвърден, Вие можете да резервирате часове за наблюдениет"
de: "Dein Konto wurde bereits bestätigt. Du hast nun die Möglichkeit ein Zeitfenster für deine Beobachtung zu reservieren."
it: Il suo account è già attivo, puo' ora prenotare dei periodi d'osservazione
pt: "A sua conta já está válida, pode reservar tempos de observação"
sv: "Ditt konto är redan bekräftat, du kan boka tidsfönster för observation"

source: "Your account has been deleted. Create another account"
bg: "Вашият акаунт е бил изтрит. Направете още един акаунт"
de: "Dein Konto wurde gelöscht. Bitte lege ein neues an."
it: Il suo account è stato eliminato. Crei un altro account
pt: "A sua conta foi apagada. Crie outra conta."
sv: "Ditt konto har avslutats. Skapa ett nytt konto."

source: "Your e-mail address has been validated. You now need to wait for an administator to validate your account, based on your motivation. You will received an email when your account has been approved and is active"
bg: "Вашият е-мейл адрес е подтвърден. Сега трябва да изчакате администратора да провери вашия акаунт на базата на вашата мотивация. Вие ще получите имейл, когато акаунта ви бъде одобрен и е активен"
de: "Du hast deine E-Mail-Adresse bereits bestätigt. Bitte warte nun auf die Bestätigung deines Kontos seitens der Administration. Du erhälst dann eine entsprechende E-Mail von uns."
it: La sua email è stata convalidata. Deve ora attendere che un amministratore attivi il suo account sulla base delle motivazioni indicate. Riceverà un'email non appena il suo account sarà stato approvato ed attivato.
pt: "Email validado. Precisa de esperar que um administrador valide a sua conta, com base na sua motivação. Receberá um email quando a sua conta estiver aprovada e ativa."
sv: "Din e-postadress har bekräftats. Avvakta nu att en administratör ska bekräfta ditt konto efter att ha granskat din motivering. Du kommer att få ett mejl när ditt konto godkänts och har aktiverats."

source: "Sorry, it did not work. Please create a new account"
bg: "За съжаление, той не работи. Моля, създайте нов акаунт"
de: "Tut uns leid, etwas ist schief gelaufen. Bitte erstelle ein neues Konto."
it: Spiacente, non ha funzionato. Crei gentilmente un altro account
pt: "Desculpe, não funcionou. Por favor, crie uma nova conta."
sv: "Beklagar, men det fungerade inte. Var god skapa ett nytt konto."

source: "Enter your login and password"
bg: "Въведете вашето потребителско име и парола"
de: "Gib deinen Benutzernamen und dein Passwort ein."
it: Inserisci il tuo nome utente e password
pt: "Introduza o seu login e password"
sv: "Ange användarnamn och lösenord"

source: "Create an account to make a reservation and observe"
bg: "Създайте акаунт за да направите резервация и наблюдение"
de: "Lege ein Konto an, um Reservierungen vorzunehmen und zu beobachten."
it: Crei un'utenza per inserire una prenotazione ed osservare
pt: "Criar uma conta para efetuar reservas e observações"
sv: "Skapa ett konto för att göra en bokning för att observera"

source: "Date of reservation (UTC)"
bg: "Дата на резервацията (UTC)"
de: "Datum der Reservierung (UTC)"
it: Data di prenotazione (UTC)
pt: "Data da reserva (UTC)"
sv: "Datum för bokning (UTC)"

source: "Duration"
bg: "Продължителност"
de: "Dauer"
it: Durata
pt: "Duração"
sv: "Varaktighet"

source: "Reserve"
bg: "Резервен"
it: Prenota
pt: "Reservar"
sv: "Boka"

source: "this week"
bg: "Тази седмица"
de: "diese Woche"
it: questa settimana
pt: "Esta semana"
sv: "denna vecka"

source: "date (UTC)"
bg: "дата (UTC)"
de: "Datum (UTC)"
it: data (UTC)
pt: "Data (UTC)"
sv: "datum (UTC)"

source: "My information"
bg: "Моята информация"
de: "Meine Informationen"
it: Dati personali
pt: "As minhas informações"
sv: "Information om mig"

source: "My data"
bg: "Моите данни"
de: "Meine Daten"
it: I miei dati
pt: "Os meus dados"
sv: "Mina data"

source: "You have no future reservations"
bg: "Нямате бъдещи резервации"
de: "Du hast keine weiteren Reservierungen."
it: Nessuna prenotazione a venire
pt: "Não tem mais reservas"
sv: "Du har inga kommande bokningar"

source: "Edit"
bg: "Редактиране"
de: "Bearbeiten"
it: Modifica
pt: "Editar"
sv: "Redigera"

source: "Valid change"
bg: "Валидна промяна"
de: "Gültigkeit ändern"
it: Convalida modifica
pt: "Mudança válida"
sv: "Giltig ändring"

source: "Delete my account"
bg: "Изтрии моя профил"
de: "Mein Konto löschen"
it: Elimina la mia utenza
pt: "Apagar a minha conta"
sv: "Ta bort mitt konto"

source: "delete"
bg: "Изтрии"
de: "löschen"
it: elimina
pt: "Apagar"
sv: "ta bort"

# credits_title
source: "Credits"
bg: "Кредити"
it: Ringraziamenti
pt: "Créditos"
sv: "Tack till"

source: "This project has been funded with support from the European Commission."
bg: "Този проект е финансиран с подкрепата на Европейската комисия."
de: "Dieses Projekt wurde mit Unterstützung der Europäischen Kommission finanziert."
it: Questo progetto è stato finanziato con il supporto della Commissione Europea.
pt: "Projeto financiado com o apoio da Comissão Europeia."
sv: "Detta projekt har fått stöd från Europakommissionen."

source: "This publication [communication] reflects the views only of the author,"
bg: "Тази публикация [съобщение] отразява само личните виждания на автора,"
de: "Diese Publikation [Mitteilung] gibt lediglich die Sicht des Autors wieder,"
it: Questa pubblicazione [comunicazione] riflette solo l'opinione dell'autore,
pt: "A informação contida nesta publicação (comunicação) vincula exclusivamente o autor,"
sv: "Denna publikation (meddelande) avspeglar endast författarens åsikter,"

source: "and the Commission cannot be held responsible for any use which may be made of the information contained therein."
bg: "и Комисията не може да бъде държана отговорна за всяка употреба, която може да бъде изработена от информацията, съдържаща се в нея."
de: "und die Kommission kann nicht für die weitere Nutzung der darin enthalten Informationen verantwortlich gemacht werden."
it: e la Commissione non puo' essere considerata responsabile dell'utilizzo delle informazioni contenute al suo interno.
pt: "não sendo a Comissão responsável pela utilização que dela possa ser feita."
sv: "och Kommissionen kan inte hållas ansvarig för någon eventuell användning av den information som den innehåller."

source: "Images and data from:"
bg: "Снимки и данни от:"
de: "Bilder und Daten von:"
it: Immagini e dati da:
pt: "Imagens e dados de:"
sv: "Bilder och data från:"

source: "Kalberla, P.M.W. et al., 2005, A&A, 440, 775"
bg: "Калбериа, P.M.W. et al., 2005, A&A, 440, 775"

source: "Mellinger, A., 2009, PASP, 121, 1180"
bg: "Мелингер, A., 2009, PASP, 121, 1180"

source: "Schlegel, D.J., 1998, ApJ, 500, 525"
bg: "Шлегел, D.J., 1998, ApJ, 500, 525"

# credits_text[6]
source: "This page has been translated by Firstname Lastname (Affiliation, Country)"
bg: "Тази страница е преведена от Име Фамилия (принадлежност, държава)"
it: Questa pagina è stata tradotta da Stefano Bertone (Observatoire de Paris/Osservatorio di Torino, Francia/Italia)
pt: "Esta página foi traduzida pelo NUCLIO-Núcleo Interativo de Astronomoia (Portugal)"
sv: "Denna sida har översatts av Christer Nilsson (Vetenskapens Hus, Sverige)"

source: "Site optimized for Firefox / Chrome / Safari"
bg: "Сайт, оптимизиран за Firefox / Chrome / Safari"
de: "Seite optimiert für Firefox / Chrome / Safari"
it: Sito ottimizzato per Firefox / Chrome / Safari
pt: "Site otimizado para FireFox / Chrome / Safari"
sv: "Sajten är optimerad för Firefox / Chrome / Safari"

source: "Contact"
bg: "Контакт"
de: "Kontakt"
it: Contatti
pt: "Contacto"
sv: "Kontakt"

source: "copyright@EU-HOU - Design/Conception Antoine Radiguet - Philippe Salomé"
bg: "copyright@EU-HOU - Дизайн / Концепция на Антоан Радигует - Филип Саломе ""
de: "Copyright@EU-HOU - Design/Konzeption Antoine Radiguet - Philippe Salomé"
it: "copyright@EU-HOU - Grafica/Concetto Antoine Radiguet - Philippe Salomé"
sv: "copyright@EU-HOU - Design/Idé Antoine Radiguet - Philippe Salomé"

source: "Hello #," ; Hello Login
bg: "Здравейте", Здравейте Влезте
de: "Hallo #," ; Hello Login
it: "Ciao #," ; Ciao utente
pt: "Olá #," ; Hello Login
sv: "Hej #," ; Hej Användarnamn

source: "Thank you"
bg: "Благодаря ви"
de: "Danke"
it: Grazie
pt: "Obrigado,"
sv: "Tack"

source: "The observatory team"
bg: "Екип на обсерваторията"
de: "Das Team vom Observatorium"
it: La squadra dell'osservatorio
pt: "A equipa do observatório"
sv: "Observatorie-teamet"

source: "Email confirmation"
bg: "Имейл за потвърждение"
de: "E-Mail-Bestätigung"
it: Conferma email
pt: "Confirmação de email"
sv: "Bekräfta e-postadress"

source: "Thank you for creating your account"
bg: "Благодаря ви за създаване на Вашата сметка"
de: "Danke für die Erstellung deines Kontos!"
it: Grazie per aver creato il suo account
pt: "Obrigado por criar a sua conta."
sv: "Tack för att du skapat ett konto"

source: "To validate your email, please click on the link below"
bg: "За да потвърдите електронната си поща, моля, кликнете върху линка по-долу"
de: "Um deine E-Mail-Adresse zu bestätigen, klicke bitte auf nachfolgenden Link"
it: Per convalidare la sua email, clicchi sul collegamento qui di seguito
pt: "Para validar o seu email, clique no seguinte atalho:"
sv: "För att bekräfta din e-postadress, klicka på nedanstående länk"

source: "Reservation confirmation"
bg: "Потвърждаване на резервацията"
de: "Reservierungsbestätigung"
it: Conferma di registrazione
pt: "Confirmação da reserva"
sv: "Bekräftelse av bokning"

source: "Your reservation have been saved"
bg: "Вашата резервация беше запазена"
de: "Deine Reservierung wurde gespeichert."
it: La sua prenotazione è stata salvata
pt: "A sua reserva foi guardada"
sv: "Din bokning har sparats"
