Repository: LCOGT/SalsaJ
Catalog: Pootle2/POOTLE_EXPORT/SalsaJ/*/MenusBundle_*.xlf
Languages: el

source: Value
el: Τιμή

# Count__%04__Count
source: Count
el: Μέτρηση

source: Mean
el: Μέση Τιμή

source: StdDev
el: Τυπική Απόκλιση

source: Mode
el: Επικρατούσα Τιμή

source: Min
el: Ελάχιστη Τιμή

source: Max
el: Μέγιστη Τιμή

source: Bins
el: Τάξεις

source: Bin Width
el: Εύρος Τάξεων

source: Name
el: Όνομα

source: Width
el: Πλάτος

source: Height
el: Ύψος

source: pixels
el: Εικονοστοιχεία

source: Slices
el: Φέτες

source: Untitled
el: Χωρίς Επικεφαλίδα

source: Clear Outside
el: Σβήσιμο Εκτός

source: Fill
el: Γέμισμα

source: Draw
el: Μαρκάρισμα

source: Invert
el: Αντιστροφή

source: Open Next
el: Άνοιξε Επόμενο

source: Paste Control...
el: Ρυθμίσεις Επικόλλησης...

source: Selection
el: Επιλογή

source: Options
el: Επιπλέον Ρυθμίσεις

source: Analyze Particles...
el: Ανάλυση Σωματιδίων...

source: Summarize
el: Σύνοψη

source: Distribution
el: Διανομή

source: Label
el: Ετικέτα

source: Clear Results
el: Εκκαθάριση Αποτελεσμάτων

source: Set Measurements...
el: Ορισμός Μετρήσεων...

source: Set Scale...
el: Ορισμός Κλίμακας...

source: Calibrate...
el: Βαθμονόμηση...

source: Smooth
el: Λείανση

source: Sharpen
el: Όξυνση

source: Find Edges
el: Εντοπισμός Άκρων

source: Enhance Contrast
el: Αύξηση Αντίθεσης

source: Noise
el: Θόρυβος

source: Shadows
el: Σκιές

source: Binary
el: Δυαδική Επεξεργασία

source: Operations
el: Χειρισμοί

source: Single Image Operators
el: Χειριστές Μεμονωμένης Εικόνας

source: Import
el: Εισαγωγή

source: Subtract Background...
el: Αφαίρεση Υποβάθρου...

source: Filters
el: Φίλτρα

source: Photometry
el: Φωτομετρία

source: Photometry Settings
el: Παράμετροι Φωτομετρίας

source: Clear Photometry Results
el: Εκκαθάριση Αποτελεσμάτων Φωτομετρίας

source: Radio Spectrum...
el: Φάσμα ραδιοκυμάτων...

source: Optical Spectrum...
el: Οπτικό Φάσμα...

source: Webcam
el: Κάμερα Ιστού

source: SalsaJ [enter]
el: SalsaJ (πιέστε ENTER)

source: File
el: Αρχείο

source: New
el: Δημιουργία...

source: Open
el: Άνοιγμα...

source: Open Recent
el: Άνοιξε πρόσφατο

source: Close
el: Κλείσιμο

# Save__%04__Save
source: Save
el: Αποθήκευση

source: Save As
el: Αποθήκευση Ως

source: Revert
el: Αναστροφή

source: Page Setup...
el: Διαμόρφωση Σελίδας...

source: Print...
el: Εκτύπωση...

source: Quit
el: Κλείσιμο

source: Are you sure you want to quit?
el: Είστε σίγουροι ότι θέλετε να βγείτε;

source: Edit
el: Επεξεργασία

source: Undo
el: Αναίρεση

source: Cut
el: Αποκοπή

source: Copy
el: Αντιγραφή

source: Paste
el: Επικόλληση

source: Clear
el: Σβήσιμο

source: Crop
el: Περικοπή

source: Capture Screen
el: Επιλογή Περιοχής Οθόνης

source: Repeat Command
el: Επανάληψη Εντολής

source: Image
el: Εικόνα

source: Type
el: Τύπος

source: RGB Colour
el: Χρώμα RGB

source: Adjust
el: Προσαρμογή

source: Show Info...
el: Εμφάνιση Πληροφοριών...

source: Properties...
el: Ιδιότητες...

source: Axis properties
el: Ιδιότητες

source: Color
el: Χρώμα

source: Colors Sample...
el: Δείγμα Χρωμάτων...

source: Stacks
el: Στοίβες

source: Duplicate...
el: Αντιγραφή

source: Rename...
el: Μετονομασία

source: Scale...
el: Κλίμακα

source: Lookup Tables
el: Χρωματική Αντιστοίχηση (LUT)

source: Show LUT
el: Εμφάνιση LUT

source: Invert LUT
el: Αντιστροφή LUT

source: Process
el: Επεξεργασία

source: Image Calculator...
el: Υπολογιστής Εικόνων...

source: Rotate
el: Περιστροφή

source: Zoom
el: Μεγένθυση

source: Analyze
el: Ανάλυση

source: Measure
el: Μέτρηση

source: Set Scale
el: όρισε μέγεθος

source: Scale Bar
el: ράβδος μεγέθους

source: Calibration Bar
el: ράβδος ρύθμισης

source: Histogram
el: Ιστόγραμμα

source: Plot Profile
el: Γράφημα Κατατομής...

source: Surface Plot...
el: Γράφημα Επιφάνειας...

source: Tools
el: Εργαλεία

source: Window
el: Παράθυρο

source: Show All
el: Δείξε Όλα

source: Put Behind [tab]
el: Μεταφορά Πίσω (πιέστε TAB)

source: Cascade
el: Σε Διαδοχή

source: Tile
el: Σε Παράθεση

source: Help
el: Βοήθεια

source: About Plugins
el: Σχετικά με τα Plugins

source: EU-HOU Web Site...
el: Ιστοσελίδα EU-HOU...

source: Online Docs...
el: Αρχεία στο Διαδίκτυο...

source: About SalsaJ...
el: Σχετικά με το SalsaJ...

source: Stop Photometry
el: Διακοπή Φωτομετρίας

source: An error occured.
el: Σημειώθηκε σφάλμα.

source: Star's Center :
el: Κέντρο Άστρου:

# AutoAuto__%04__Auto
source: Auto
el: Αυτόματο

source: Forced Coordinates
el: Επιβεβλημένες Συντεταγμένες

source: Sky :
el: Ουρανός :

# AutoFWHM__%04__Auto
source: Auto
el: Αυτόματο

# AutoSky__%04__Auto
source: Auto
el: Αυτόματο

source: Forced Star Raduis
el: Επιβεβλημένη Ακτίνα Άστρου

source: Forced Sky Radius
el: Επιβεβλημένη Ακτίνα Ουρανού

source: Forced Sky Value
el: Επιβεβλημένη Τιμή Ουρανού

source: Star Radius :
el: Ακτίνα Άστρου :

source: Straight Lines
el: Ευθείες Γραμμές

source: Segmented Lines
el: Τμηματικές Γραμμές

source: Freehand Lines
el: Ελεύθερες Γραμμές

source: Profile Lines
el: Γραμμές Προφίλ

source: Rectangle
el: Ορθογώνιο

source: Oval
el: Οβάλ

source: Polygon
el: Πολύγωνο

source: Macros
el: Μακροεντολές

source: Shortcuts
el: Συντομεύσεις

source: Utilities
el: Χρήσιμα Εργαλεία

source: Plugins folder not found at
el: Ο φάκελος των Plugins δεν βρέθηκε στο

source: Unrecognized command:
el: Άγνωστη εντολή:

source: Selection required.
el: Απαιτείται επιλογή.

source: Stack required.
el: Απαιτείται χρήση στοίβας.

source: This operation is impossible with a stack.
el: Δεν είναι δυνατή αυτή η λειτουργία με χρήση στοίβας.

source: This command requires an image of type:
el: Αυτή η εντολή απαιτεί μια εικόνα της μορφής:

source: There are no images open.
el: Δεν υπάρχουν ανοικτές εικόνες.

source: This plugin or macro requires a newer SalsaJ
el: Αυτό το plugin ή μακροεντολή απαιτεί νεότερη έκδοση του SalsaJ

source: Plugin not found:
el: Δεν βρέθηκε το plugin:

source: Image not found:
el: Δεν βρέθηκε η εικόνα:

source: or no images are open.
el: ή δεν υπάρχουν ανοικτές εικόνες

source: Unable to find window with the title:
el: Αδύνατη η εύρεση παραθύρου με επικεφαλίδα:

source: Line or rectangular selection required.
el: Απαιτείται επιλογή γραμμής ή ορθογωνίου.

source: Polygon or 'polyline' selection required.
el: Απαιτείται επιλογή πολυγώνου ή τεθλασμένης γραμμής.

source: Uncalibrated image required.
el: Απαιτείται μη βαθμονομημένη εικόνα.

source: Both images must have same calibration. Try to convert images into 32-bits image type.
el: Και οι δύο εικόνες πρέπει να έχουν την ίδια βαθμονόμηση. Δοκιμάστε μετατροπή των εικόνων σε μορφή 32-bit.

source: RGB images are unsupported.
el: Εικόνες RGB δεν υποστηρίζονται.

source: The selection must be a horizontal line
el: Η επιλογή πρέπει να είναι οριζόντια γραμμή

source: Clear Outside does not work with line selections.
el: Η εξωτερική επιλογή δεν συνδυάζεται με την επιλογή γραμμών

source: grayscale
el: κλίμακα του γκρι

source: pixels/second
el: εικονοστοιχεία ανά δευτερόλεπτο

source: million pixels/second
el: εκατομμύρια εικονοστοιχεία ανά δευτερόλεπτο

source: seconds
el: δευτερόλεπτα

source: Distance
el: Απόσταση

source: milliseconds
el: χιλιοστοδευτερόλεπτα

source: % done
el: % ολοκληρώθηκε

source: done in
el: έγινε σε

source: Results
el: Αποτελέσματα

source: Error!
el: Σφάλμα!

source: Message
el: Μήνυμα

source: Process Stack?
el: Επεξεργασία Στοίβας;

source: Plot of
el: Γράφημα του

source: Memory:
el: Μνήμη:

source: Process all
el: Επεξεργασία όλων

source: Slices?
el: Φέτες;

source: There is NO Undo possible afterwards
el: Κατόπιν αυτού είναι Αδύνατη η Ακύρωση.

source: Ok
el: Ναι

source: No
el: Όχι

source: Cancel
el: Ακύρωση

source: Images must be the same type.
el: Οι εικόνες πρέπει να είναι του ίδιου τύπου.

source: Image is too large to paste.
el: Η εικόνα είναι πολύ μεγάλη για να επικολληθεί.

source: in progress...
el: σε εξέλιξη...

source: Clipboard
el: Πρόχειρο

source: Clipboard is empty.
el: Το Πρόχειρο είναι κενό.

source: Unable to copy to Clipboard.
el: Αδύνατη η αντιγραφή στο Πρόχειρο.

source: List
el: Κατάλογος

source: Plot Values
el: Τιμές Γραφήματος.

source: Copying plot values...
el: Αντιγραφή Τιμών Γραφήματος...

source: Saving plot values...
el: Αποθήκευση Τιμών Γραφήματος...

source: characters copied to Clipboard
el: χαρακτήρες αντιγράφηκαν στο Πρόχειρο

source: Select All
el: Επιλογή Όλων

source: Copy All
el: Αντιγραφή Όλων

source: Save As Text
el: Αποθήκευση ως κείμενο

source: lines copied to clipboard
el: γραμμές αντιγράφηκαν στο Πρόχειρο

source: Open Text File...
el: Άνοιγμα Αρχείου Κειμένου...

source: Opening:
el: Άνοιγμα

source: Open Text Image
el: Άνοιγμα Εικόνας Κειμένου

source: Index Image X Y Star's intensity Star's radius Sky's intensity Sky's radius Message
el: Ευρετήριο Εικόνα X Y Ένταση Άστρου Ακτίνα Άστρου Ένταση Ουρανού Ακτίνα Ουρανού Μήνυμα

source: Unreliable value
el: Μ αξιόπιστη τιμή

source: Save ?
el: Αποθήκευση;

# SaveCmd__%04__Save
source: Save
el: Αποθήκευση

source: Save changes to
el: Αποθήκευση αλλαγών στο

source: Type, then
el: Πληκτρολογήστε, μετά

source: Straight Line
el: Ευθεία Γραμμή

source: 2nd Degree Polynomial
el: Πολυώνυμο 2ου Βαθμού

source: 3rd Degree Polynomial
el: Πολυώνυμο 3ου Βαθμού

source: 4th Degree Polynomial
el: Πολυώνυμο 4ου Βαθμού

source: Exponential
el: Εκθετικό

source: Power
el: Δύναμη

source: log
el: Λογάριθμος

source: Gamma Variate
el: Μεταβλητή Γάμμα

source: Simplex Fitting Options
el: Επιλογές Προσαρμογής Simplex

source: Function name:
el: Όνομα Συνάρτησης:

source: Formula:
el: Μαθηματικός Τύπος:

source: Initial
el: Αρχική

source: Maximum iterations:
el: Μέγιστος αριθμός επαναλήψεων:

source: Number of restarts:
el: Αριθμός επανεκκινήσεων:

source: Error tolerance [1*10^(-x)]:
el: Ανοχή σφάλματος [1*10^(-x)]:

# Parameter setting canceled.&#10;Using default parameters.
source: Parameter setting canceled. Using default parameters.
el: Η εισαγωγή παραμέτρων ακυρώθηκε. Χρήση προεπιλεγμένων παραμέτρων

# &#10;Number of iterations:
source: Number of iterations:
el: Αριθμός επαναλήψεων:

# &#10;Maximum number of iterations:
source: Maximum number of iterations:
el: Μέγιστος αριθμός επαναλήψεων:

# &#10;Sum of residuals squared:
source: Sum of residuals squared:
el: Άθροισμα τετραγώνων των αποκλίσεων:

# &#10;Standard deviation:
source: Standard deviation:
el: Τυπική απόκλιση:

# &#10;Goodness of fit:
source: Goodness of fit:
el: Έλεγχος καλής προσαρμογής:

# &#10;Parameters:
source: Parameters:
el: Παράμετροι:

source: Histogram of
el: Ιστόγραμμα του

source: Histogramme
el: Ιστόγραμμα

source: Log
el: Λογάριθμος

# HistoCount__%04__Count
source: Count
el: Μέτρηση

source: X min
el: Χ ελάχιστο

source: X max
el: Χ μέγιστο

source: Y max
el: Υ μέγιστο

# value&#9;count
source: value count
el: τιμή μέτρηση

source: Copying Histogram values
el: Αντιγραφή τιμών Ιστογράμματος

source: Use min/max or
el: Χρησιμοποίηση ελάχιστου/μέγιστου ή

source: Fill With
el: Γέμισμα Με

source: Grey Value
el: Τιμή του Γκρι

source: University Pierre et Marie Curie (Paris)
el: Πανεπιστήμιο Παρισιού Pierre et Marie Curie

source: Based on ImageJ (W. Rasband - NIH)
el: Με βάση το ImageJ (W. Rasband - NIH)

source: PUBLIC DOMAIN
el: ΕΛΕΥΘΕΡΗ ΧΡΗΣΗ

source: Translation
el: Μετάφραση

source: commands,
el: εντολές,

source: Version
el: Έκδοση

source: macro
el: μακροεντολή

source: Credits
el: Πιστώσεις

source: credits_SalsaJ_uk.html
el: credits_SalsaJ_el.html

source: File can't be found or is not in TIFF, JPEG, GIF, BMP, DICOM, FITS, PGM, ZIP, LUT, ROI or text format.
el: Το αρχείο δεν μπορεί να βρεθεί ή δεν είναι σε μορφή TIFF, JPEG, GIF, BMP, DICOM, FITS, PGM, ZIP, LUT, ROI ή μορφή κειμένου.

source: Get cross-hair position
el: Λήψη θέσης cross-hair

source: Object
el: Αντικείμενο

source: Telescope
el: Τηλεσκόπιο

source: Instrument
el: Όργανο

source: Observer
el: Παρατηρητής

source: Exposure time
el: Χρόνος έκθεσης

source: Date of observation
el: Ημερομηνία παρατήρησης

source: Filter
el: Φίλτρο

source: Declination
el: Απόκλιση

source: Right Ascension
el: Ορθή Αναφορά

source: Universal Time
el: Παγκόσμιος Χρόνος
