Repository: LCOGT/SalsaJ
Catalog: Pootle2/POOTLE_EXPORT/SalsaJ/*/PluginBundle_*.xlf
Languages: ar, it, nl

source: files contain in their name the string
ar: الملفات تحتوي في اسمها الكلمة
it: files contengono nel nome la stringa
nl: bestanden hebben in hun naam de string

source: : wrong dimensions
ar: أبعاد خاطئة:
it: : dimensioni errate
nl: : verkeerde afmetingen

source: : wrong type
ar: صنف خاطئ:
it: : tipo errato
nl: : verkeerd type

source: : unable to open
ar: عاجز عن الفتح:
it: : impossibile aprire
nl: : onmogelijk te openen

source: Sequence Options
ar: خيارات المتتالية
it: Opzioni sequenza
nl: Sequentie Opties

source: Number of Images
ar: عدد الصور
it: Numero di immagini
nl: Aantal beelden

source: Starting Image
ar: صورة اللبدء
it: Immagine di partenza
nl: Beginbeeld

# FoldOpt3__%04__Increment
source: Increment
ar: الزيادة
it: Incremento
nl: Stap

source: File Name Contains
ar: إسم الملف يحتوي
it: Il nome del file contiene
nl: Bestandsnaam bevat

source: Convert to 8-bit Greyscale
ar: حول لسلم رمادي 8-بت
it: Converti in Scala di Grigi a 8-bit
nl: Zet om in 8-bit grijsschaal

source: Open 1/2 Size
ar: إفتح نصف الحجم
it: Apri con dimensioni dimezzate
nl: Open op have grootte

source: Enter URL
ar: أدخل الرابط
it: Fornisci URL
nl: Geef URL in

source: Enter the URL of an image to open:
ar: أدخل رابط الصورة المراد فتحها:
it: Fornisci URL dell'immagine da aprire
nl: Geef URL in van het te openen beeld:

source: Animation Options
ar: خيارات التنشيط
it: Opzioni animazioni
nl: Opties Animatie

source: Speed (1-100 fps):
ar: السرعة (1-100 fps)
it: Velocità (1-100 fps):
nl: Snelheid (1-100 bps):

source: Loop Back and Forth
ar: در للأمام و للخلف
it: Ciclo
nl: Lus Heen en Terug

source: Start Animation
ar: إبدأ التنشيط
it: Inizia animazione
nl: Start Animatie

source: Set Slice
ar: حدد قطعة
it: Seleziona immagine
nl: Stel snede in

source: Slice number
ar: رقم القطعة
it: Numero immagine
nl: Nummer snede

source: Save As Text
ar: إحفظ كنص
it: Salva come testo
nl: Sla op als tekst

source: This command requires a TextWindow
ar: هذه الطلب يستلزم نافذة نص
it: Questo comando richiede una finestra di testo
nl: Voor deze actie is een tekstvenster noodzakelijk

source: Calibrate...
ar: عاير...
it: Calibra...
nl: Kalibreren...

source: Function:
ar: دالة:
it: Funzione:
nl: Functie...

source: Global calibration
ar: معايرة إجمالية
it: Calibrazione globale
nl: Volledige kalibratie

source: Calibrator:
ar: معاير:
it: Calibratore:

source: Please select a function
ar: من فضلك اختر دالة
it: Selezionare una funzione
nl: Kies een functie

source: Calibration of 16-bit images, except with straight line functions, is currently not supported.
ar: معايرة الصور 16-بت, ما عدا ذوات الدوال الخطية، فهي غير مستحملة حاليا
it: La calibrazione di immagini a 16-bit é al momento supportata esclusivamente con funzioni lineari.
nl: Kalibratie van 16-bit beelden, behalve met rechte lijn functies, wordt op dit moment niet ondersteund.

source: Pixel Inverter
ar: عاكس عناصر الصورة
it: Invertitore di Pixel

source: To create a calibration curve, the left column must contain a list of measured mean pixel values and the right column must contain the same number of calibration standard values.
ar: لإنشاء منحنى معايرة, يحب أن يحتوي العمود الأيسر على لائحة قيم متوسطات عناصر الصورة المقاسة و العمود .الأيمن على نفس عدد قيم المعايرة
it: Per creare una curva di calibrazione la colonna di sinistra deve contenere una lista di valori medi dei pixel misurati e quella di destra lo stesso numero di valori standard di calibrazione.
nl: Om een kalibratiecurve te maken moet de linker kolom een lijst van gemeten pixelwaarden bevatten en derechter kolom moet een zelfde aantal standaard kalibratiewaarden bevatten.

source: Calibration function
ar: دالة المعايرة
it: Funzione di calibrazione
nl: Kalibratiefunctie

source: Recorder
ar: مسجل
it: Registratore
nl: Opnamefunctie

source: 32-bit float image required
ar: صورة حقيقية 32-بت مستلزمة
it: Richiede immagine a 32-bit
nl: 32-bit float beeld vereist

source: Last used files:
ar: :/آخر الجذاذيات المستعملة
it: Ultimi file usati:
nl: Laatst gebruikte bestanden:

source: Files
ar: جذاذيات
nl: Bestanden

source: Translation on X
ar: إزاحة على X
it: Traslazione X
nl: Translatie op X

source: Translation on Y
ar: إزاحة على Y
it: Traslazione Y
nl: Translatie op Y

source: Translation on X is invalid
ar: إزاحة غير سليمة على X
it: Traslazione X non valida
nl: Translatie op X is ongeldig

source: Translation en Y est invalide
ar: إزاحة غير سليمة على Y
it: Traslazione Y non valida
nl: Translatie op Y is ongeldig

source: Open/Save Using JFileChooser
ar: فتح/حفظ باستعمال JFileChooser
it: Apri/Salva Usando JFileChooser
nl: Openen/Opslaan met JFileChooser

source: Horizontal Profile
ar: جانبية أفقية
it: Profilo Orizzontale
nl: Horizontaal profiel

source: Gaussian fit results
ar: نتائج الموافقة الغوسية
it: Risultati dell'interpolazione gaussiana
nl: Gaussvorm resultaten

source: Channel
ar: قناة
it: Canale
nl: Kanaal

source: Velocity
ar: سرعة
it: Velocità
nl: Snelheid

source: km/s
ar: كم/ثا

source: Frequency
ar: تردد
it: Frequenza
nl: Frequentie

source: Wavelength
ar: طول الموجة
it: Lunghezza d'onda
nl: Golflengte

source: Intensity
ar: الشدة
it: Intensità
nl: Intensiteit

source: This does not appear to be a FITS file.
ar: لا يظهر أن هذا الملف من نوع FITS .
it: Questo non sembra essere un file FITS.
nl: Dit schijnt geen FITS bestand te zijn.

source: too few points to fit
ar: نقط أقل من أن توافق
it: troppi pochi punti per interpolare
nl: te weinig punten om in te passen

source: singular matrix
ar: مصفوفة مفردة
it: matrice singolare
nl: enkelvoudige matrix

source: choose two intervals
ar: إختر مجالان
it: scegli due intervalli
nl: kies twee intervallen

source: first interval
ar: المجال الأول
it: primo intervallo
nl: eerste interval

source: second interval
ar: المجال الثاني
it: secondo intervallo
nl: tweede interval

# choose order of baseline fit (0&lt;order&lt;5)
source: choose order of baseline fit (0<order<5)
ar: إختر درجة موافقة خط القاعدة (ما بين 0 و 5)
it: scgli l'ordine per l'interpolazione della linea di base (0<ordine<5)
nl: kies volgorde basislijn fit (0<volgorde<5)

source: display zero line in blue
ar: إظهار الخط 0 بالأزرق
it: mostra l'ascissa zero in blu
nl: maak nullijn blauw

source: Gaussian fit of spectral line
ar: الموافقة الغوسية لخط طيفي
it: Interpolazione gaussiana dello spettro
nl: Gaussvorm van de spectraallijn

source: Choose parameters
ar: إختر الخيارات
it: Scegli i parametri
nl: Kiezen parameters

source: interval
ar: مجال
it: intervallo

source: amplitude
ar: وسع
it: ampiezza

source: center
ar: مركز
it: centro
nl: centreren

source: width
ar: عرض
it: larghezza
nl: breedte

source: erase the last
ar: إمسح الأخير
it: cancella l'ultimo
nl: wis laatste

source: Subtract baseline
ar: إطرح خط القاعدة
it: sottrai linea di base
nl: Aftrekken basislijn

source: Gaussian fit
ar: موافقة غوسية
it: Interpolazione Gaussiana
nl: Gaussvorm

source: Baseline
ar: خط القاعدة
it: Linea di base
nl: Basislijn

source: Flux[ADU]
ar: تدفق [ADU]
it: Flusso[ADU]

source: Choose language
ar: اختر لغة
it: Scegli lingua

source: Dynamic profile
ar: مظهر ديناميكي
it: Profilo dinamico

source: Live histogram
ar: الرسم البياني
it: Istogramma interattivo

source: Virtual observatories images
ar: صور المراصد الإفتراضية
it: Osservatori virtuali

source: open an image on the Web
ar: افتح صورة على الشبكة
it: Apri un'immagine dal web

source: Align R/G/B plans
ar: ترصيف مستويات RGB
it: Allinea i piani R/G/B

source: Fit Ellipse
it: Frontiera ellittica
nl: Pas Ellips aan

source: Frame Interval
it: Intervallo tra le immagini

source: Width in
it: Larghezza in
nl: Breedte in

source: Profile Plot Options
it: Opzioni profilo
nl: Opties profielplot

source: Label Colour:
it: Colore etichetta:
nl: Label kleur:

source: Translate
it: Trasla
nl: Vertalen

source: Order
it: Ordine
nl: Volgorde
