Repository: LCOGT/SalsaJ
Catalog: Pootle2/POOTLE_EXPORT/SalsaJ/*/PluginBundle_*.xlf
Languages: ar, it, nl

source: pixel
ar: عنصر صورة

source: pixels
ar: عناصر الصورة

source: degrees
ar: درجات
it: gradi
nl: graden

# Open__%04__Open
source: Open
ar: إفتح
it: Apri

source: Apply
ar: تطبيق
it: Applica
nl: Toepassen

source: Settings
ar: إعدادات
it: Impostazioni
nl: Instellingen

source: Open Text File...
ar: فتح جذاذية نص...
it: Apri File Testo...
nl: Open tekstbestand...

source: Height
ar: ارتفاع
it: Altezza
nl: Hoogte

source: Width
ar: عرض
it: Larghezza
nl: Breedte

source: Create New Window
ar: إنشاء نافذة جديدة
it: Crea Nuova Finestra
nl: Maak nieuw Venster

source: List
ar: لائحة
it: Lista
nl: Lijst

source: Unit
ar: وحدة
it: Unità
nl: Eenheid

source: none
ar: لا شيء
it: nessuno
nl: geen

source: Left column
ar: العمود الأيسر
it: Colonna di Sinistra
nl: Linkerkolom

source: Right column
ar: العمود الأيمن
it: Colonna di Destra
nl: Rechterkolom

source: values
ar: قيم
it: valori
nl: waarden

source: File
ar: جذاذية
nl: Bestand

source: Title
ar: عنوان
it: Titolo
nl: Titel

source: Stack required
ar: كومة لازمة
it: Sovrapposizione Richiesta
nl: Stack vereist

source: No images are open.
ar: ما من صور مفتوحة.
it: Nessuna Immagine aperta.
nl: Geen beelden geopend.

source: There must be at least two open images.
ar: يجب أن تكون هناك على الأقل صورتان مفتوحتان.
it: Almeno due immagini devono essere aperte.
nl: Er moeten minstens twee geopende beelden zijn.

source: None of the open images can go in a stack.
ar: لا يمكن لأي من الصور المفتوحة أن توضع في الكومة.
it: Nessuna delle immagini aperte può andare in una sovrapposizione.
nl: Geen enkel van de geopende beelden past in een stack.

source: All open images must be the same type.
ar: يجب أن تكون كل الصور المفتوحة من نفس الصنف.
it: Tutte le immagini aperte devono essere dello stesso tipo.
nl: Alle geopende beelden moeten van hetzelfde type zijn.

source: All open images must be the same size.
ar: يجب أن تكون كل الصور المفتوحة من نفس الحجم.
it: Tutte le immagini aperte devono avere le stesse dimensioni.
nl: Alle geopende beelden moeten dezelfde afmetingen hebben.

source: Stack
ar: كومة
it: Sovrapposizione

source: Convert to Images?
ar: حول إلى صور؟
it: Converti in immagini?
nl: Omzetten in Beelden?

# Are you sure you want to convert this&#10;stack to
source: Are you sure you want to convert this stack to
ar: هل أنت متأكد (ة) أنك تريد تحويل هذه الكومة إلى
it: Sei sicuro di voler convertire questa sovrapposizione in
nl: Ben je zeker dat je deze stack wil omzetten in

source: separate windows?
ar: فصل النوافذ؟
it: finestre separate?
nl: verschillende vensters?

source: Image Calculator
ar: حاسبة الصور
it: Calcolatrice per immagini
nl: Beeld Calculator

source: No windows are open.
ar: .ما من نوافذ مفتوحة
it: Nessuna finestra aperta.
nl: Er zijn geen geopende vensters.

source: Both stacks must have the same number of slices.
ar: .يجب أن يكون لكلتا الكومتان نفس عدد القطع
it: Entrambe le sovrapposizioni devono avere lo stesso numero di immagini.
nl: Beide stacks moeten hetzelfde aantal sneden hebben.

source: Out of memory
ar: ذاكرة غير كافية
it: Memoria insufficiente
nl: Geheugen vol

source: Image 1:
ar: صورة 1:
it: Immagine 1:
nl: Beeld 1:

source: Image 2:
ar: صورة 2:
it: Immagine 2:
nl: Beeld 2:

source: Operation:
ar: عملية:
it: Operazione:
nl: Bewerking:

source: Result of
ar: نتيجة الـ
it: Risultato di
nl: Resultaat van:

source: Result
ar: نتيجة
it: Risultato
nl: Resultaat

# Add__%04__Add
source: Add
ar: إضافة
it: Aggiungi
nl: Optellen

source: Subtract
ar: طرح
it: Sottrai
nl: Aftrekken

source: Multiply
ar: ضرب
it: Moltiplica
nl: Vermenigvuldig

source: Divide
ar: قسمة
it: Dividi
nl: Deel

source: AND
ar: و

source: OR
ar: أو

source: XOR
ar: أو حصري

source: Min
ar: صاغر

source: Max
ar: كابر

source: Gamma
ar: غاما

source: Average
ar: متوسط
it: Media
nl: Gemiddelde

source: Difference
ar: فرق
it: Differenza
nl: Verschil

source: Copy
ar: نسخ
it: Copia
nl: Kopieer

source: Copy except White
ar: نقل إلا الأبيض
it: Copia senza bianco
nl: Kopieer behalve Wit

source: index
ar: مؤشر
it: indice

source: Value:
ar: قيمة:
it: Valore:
nl: Waarde:

source: Value (binary):
ar: قيمة (ثنائية)
it: Valore (binario):
nl: Waarde (binair):

source: Binary number required
ar: عدد ثنائي لازم
it: Numero bianario richiesto
nl: Binair getal vereist

source: Value (0.1-5.0):
ar: قيمة (0.1-5.0)
it: Valore (0.1-5.0):
nl: Waarde (0.1-5.0):

source: Gamma must be between 0.1 and 5.0
ar: يجب أن تكون غاما بين 0.1 و 5.0
it: Gamma deve essere tra 0.1 e 5.0
nl: Gamma moet tussen 0.1 and 5.0 zijn

source: Spline
ar: حدودية مجالية

source: Paste Control
ar: ضبط النقل
it: Controllo Incolla
nl: Plak Controle

source: Transfer Mode:
ar: نمط التحويل:
it: Modo trasferimento:
nl: Transfer methode:

# Brightness &amp; Contrast
source: Brightness & Contrast
ar: اللمعان و الاختلاف
it: Luminosità & Contrasto
nl: Helderheid & Contrast

# Window &amp; Level
source: Window & Level
ar: النافذة و المستوى
it: Finestra & Livello
nl: Venster & Niveau

# ColorTitle__%04__Color
source: Color
ar: لون
it: Colore
nl: Kleur

source: Minimum
ar: دنيا
it: Minimo

source: Maximum
ar: قصوى
it: Massimo

source: Brightness
ar: لمعان
it: Luminosità
nl: Helderheid

source: Constrast
ar: اختلاف
it: Contrasto
nl: Contrast

source: Level:
ar: مستوى:
it: Livello:
nl: Niveau:

source: Window:
ar: نافذة:
it: Finestra:
nl: Venster:

source: Auto
ar: تلقائي

source: Reset
ar: رجوع إلى القيم البدئية
it: Azzera

source: Set
ar: حدد
nl: Stel in

source: Apply
ar: تطبيق
it: Applica
nl: Pas toe

source: Thresh
ar: عتبة
it: Soglia

source: Update
ar: تحديث
it: Aggiorna

source: Requires an 8-bit grayscale image or an RGB stack
ar: تستلزم صورة ذات سلم رمادي 8-بت أو RGB كومة
it: Richiede immagine 8-bit in scala di grigi o sovrapposizione RGB
nl: Vereist een 8-bit grijsschaal beeld of een RGB stack

source: Apply LUT to all
ar: طبق جدول الألوان على الكل
it: Applica tavolozza colore a tutti
nl: Pas LUT toe op alles

# LUT2__%04__slices in the stack?
source: slices in the stack?
ar: قطع في الكومة؟
it: immagini nella sovrapposizione?
nl: sneden in de stack?

source: Apply brightness and contrast settings to all
ar: طبق اللمعان و الاختلاف على الكل
it: Applica impostazioni di luminosità e contrasto a tutti
nl: Pas helderheids- en contrastinstellingen toe op alles

# RGB2__%04__slices in the stack?
source: slices in the stack?
ar: قطع في الكومة؟
it: immagini nella sovrapposizione?
nl: sneden in de stack?

source: Set Min and Max
ar: تحديد القيم القصوى و الدنيا
it: Seleziona Min e Max
nl: Stel Min en Max in

source: Minimum Displayed Value:
ar: أدنى القيم المعروضة:
it: Valore minimo mostrato:
nl: Kleinste Weergegeven Waarde:

source: Maximum Displayed Value:
ar: لقيمة المعروضة القصوى:
it: Valore massimo mostrato:
nl: Grootste Weergegeven Waarde:

# Set W&amp;L
source: Set W&L
ar: حدد W&L
it: Seleziona W&L
nl: Stel W&L in

source: Window Center (Level):
ar: مركز النافذة(مستوى):
it: Centro finestra (Livello):
nl: Middelpunt Venster (Level):

source: Window Width:
ar: عرض النافذة:
it: Larghezza finestra:
nl: Breedte Venster

source: No Image
ar: لا توجد صورة
it: Nessuna immagine
nl: Geen Beeld

source: Set Measurements
ar: تحديد القياسات
it: Analizza
nl: Stel Metingen in

source: measurements
ar: قياسات
it: misurazioni
nl: metingen

source: Area
ar: مساحة
nl: Oppervlakte

source: Mean Grey Value
ar: متوسط قيمة الرمادي
it: Valore medio grigio
nl: Gemiddelde Grijswaarde

source: Standard Deviation
ar: الانحراف المعياري
it: Deviazione Standard
nl: Standaarddeviatie

source: Modal Grey Value
ar: قيمة الرمادي النمطية
it: Valore modale grigio
nl: Meest Voorkomende Grijswaarde

# Min &amp; Max Grey Value
source: Min & Max Grey Value
ar: قيمة الرمادي الدنيا و القصوى
it: Min & Max valore grigio
nl: Min & Max Grijswaarde

source: Centroid
ar: النقطه الوسطى
it: Centroide
nl: Centroide

source: Center of Mass
ar: مركز الكتلة
it: Centro di Massa
nl: Massacentrum

source: Perimeter
ar: محيط
it: Perimetro

source: Bounding Rectangle
ar: المستطيل المحد
it: Frontiera rettangolare
nl: Omhullende Rechthoek

source: Circularity
ar: دائرية
it: Curvatura
nl: Cirkelvormigheid

source: Feret's Diameter
ar: قطر Feret
it: Diametro di Feret
nl: Diameter van Feret

source: Limit to Threshold
ar: حد عند العتبة
it: Limita alla soglia
nl: Grens tot Threshold

source: Display Image Name
ar: إعرض إسم الصورة
it: Mostra nome immagine
nl: Toon Naam Beeld

source: Invert Y Coordinates
ar: إعكس الأراتيب
it: Inverti coordinate Y
nl: Invert Y Coördinaten

# DeciPlaces__%04__Decimal Places:
source: Decimal Places:
ar: الأماكن العشرية:
it: Cifre decimali:
nl: Aantal Decimalen

source: Value
ar: قيمة
it: Valore
nl: Waarde

source: Name
ar: إسم
it: Nome
nl: Naam

source: Angle
ar: زاوية
it: Angolo
nl: Hoek

source: Length
ar: طول
it: Lunghezza
nl: Lengte

source: SD
ar: الانحراف المعياري

source: Moy.
ar: متوسط.
it: Media

source: Threshold
ar: عتبة
it: Soglia

source: Red
ar: أحمر
it: Rosso
nl: Rood

# Black &amp; White
source: Black & White
ar: الأبيض و الأسود
it: Bianco & Nero
nl: Zwart & Wit

source: Over/Under
ar: فوق/تحت
it: Sopra/Sotto
nl: Boven/Onder

source: Set Threshold Levels
ar: تحديد مستويات العتبة
it: Seleziona livello soglia
nl: Stel Threshold niveau in

source: Lower Threshold Level:
ar: مستوى العتبة السفلى:
it: Livello soglia inferiore:
nl: Laagste Threshold niveau:

source: Upper Threshold Level:
ar: مستوى العتبة العليا:
it: Livello soglia superiore:
nl: Hoogste Threshold niveau:

source: RGB images cannot be thresolded.
ar: لا يمكن أن يكون لصور RGB عتبة.
it: Impossibile impostare soglia per le immagini RGB.
nl: Op RGB beelden kan je geen threshold toepassen.

source: Nouveau...
ar: جديد...
it: Nuovo...
nl: Nieuw...

source: Type
ar: نوع
it: Digita

source: Record
ar: تسجيل
it: Registra
nl: Sla Op

source: Create Macro
ar: إنشاء كلية
it: Crea Macro
nl: Creëer Macro

source: Create Plugin
ar: إنشاء برنامج مساعد
it: Crea Plugin
nl: Creëer Plugin

source: Commands
ar: طلبات
it: Comandi
nl: Commandos

# Command&#9;Plugin
source: Command Plugin
ar: طلب برنامج مساعد
it: Comando Plugin
nl: Commando Plugin

source: Keyboard Shortcuts
ar: طرق مختصرة على لرحة المفاتيح
it: Scorciatoie tastiera
nl: Shortcuts Toetsenbord

# Hot Key&#9;Command
source: Hot Key Command
ar: مفتاح خاص لطلب
it: Hot Key Comando
nl: Hot Key Commando

source: Set Scale
ar: حدد السلم
it: Seleziona scala
nl: Stel Schaal in

source: Distance in Pixels:
ar: المسافة بعناصر الصورة:
it: Distanza in Pixel:
nl: Afstand in Pixels:

source: Real Distance:
ar: المسافة الحقيقية:
it: Distanza reale:
nl: Echte Afstand:

source: Width/Height Ratio:
ar: نسبة العرض/الإرتفاع:
it: Rapporto Larghezza/Altezza:
nl: Breedte/Hoogte verhouding:

source: Unit of Length:
ar: وحدة الطول:
it: Unità di lunghezza:
nl: Lengteëenheid

source: Scale:
ar: سلم:
it: Scala:
nl: Schaal:

# ScDiagGlobal__%04__Global
source: Global
ar: إجمالي
it: Globale
nl: Globaal

# &lt;No Scale&gt;
source: <No Scale>
ar: <لا سلم>
it: <Nessuna scala>
nl: <Geen Schaal>

source: Surface Plotter
ar: راسم المساحة
nl: Oppervlakteplotter

source: Surface Plot
ar: رسم المساحة
nl: Oppervlakteplot

source: Drawing slice
ar: رسم القطعة
it: Disegna strato
nl: Teken Snede

source: Number of samples
ar: عدد العينات
it: Numero di campioni
nl: Aantal stalen

source: Draw wireframe
ar: رسم إطار سلكي
it: Disegna griglia
nl: Teken omtrek

source: Shade
ar: ظل
it: Aggiungi ombre
nl: Schaduw

source: Draw axis
ar: رسم محور
it: Disegna assi
nl: Teken as

source: Source Background is Lighter
ar: خلفية المصدر أفتح
nl: Achtergrond Bron is lichter

source: Fill Plot Background with Black
ar: إملأ خلفية الرسم البياني بالأسود
it: Riempimento nero dello sfondo del grafico
nl: Vul Achtergrond Plot met zwart

source: Fill Plot
ar: إملأ الرسم البياني
it: Riempimento Grafico
nl: Vul Plot

source: Smooth
ar: أملس
it: Smussa
nl: Glad

source: Page Setup
ar: إعداد الصفحة
it: Impostazioni pagina
nl: Bladinstelling

source: Scaling
ar: سلم
it: Scala
nl: Schaal

source: Draw Border
ar: أرسم الحدود
it: Disegna bordo
nl: Teken Grens

source: Print Title
ar: إطبع العنوان
it: Stampa titolo
nl: Druk Titel af

source: Center on Page
ar: مركز الصفحة
it: Centra
nl: Centreer op bladzijde

source: Rotate
ar: دوران
it: Ruota
nl: Roteer

source: Interpolate
ar: استكمل
it: Interpolazione
nl: Interpoleer

source: Angle is invalid.
ar: زاوية غير سليمة.
it: Angolo non valido.
nl: Hoek is verkeerd.

source: Miscellaneous Options
ar: اختيارات متنوعة
it: Opzioni varie
nl: Andere Opties

source: Real Histogram Bins:
ar: عينات مدرج إحصائي حقيقية:
it: Colonne Istogramma:
nl: Echt Histogram Bins:

source: Divide by Zero Value:
ar: قسمة على القيمة الصفر:
it: Dividi per zero:
nl: Deling door nul:

source: Use Pointer Cursor
ar: استخدم مؤشر الفأرة
it: Usa cursore
nl: Gebruik Pointer Cursor

source: Scale When Converting
ar: استعمل السلم عند التحويل
it: Scala quando converti
nl: Pas schaal aan bij omzetten

# Hide &quot;Process Stack?&quot; Dialog
source: Hide "Process Stack?" Dialog
ar: إخفاء حوار "معالجة الكومة"
nl: Verberg "Verwerk Stack?" mededeling

source: Antialiased Text
ar: نص صحيح من التشويه
it: Testo "senza alias"
nl: Verbeterde tekst

# Interpolate Images &lt;100%
source: Interpolate Images <100%
ar: استكمل الصور أقل من 100%
it: Interpolazione Immagini <100%
nl: Interpoleer Beelden <100%

source: Open Images at 100%
ar: إفتح الصور عند 100%
it: Apri Immagini al 100%
nl: Open Beelden op 100%

source: Debug Mode
ar: وضعية التنقيح
it: Modalità debug

source: Line width:
ar: عرض الخط:
it: Larghezza tratto:
nl: Breedte lijn:

source: JPEG quality (0-100):
ar: JPEG جودة (0-100):
it: Qualità JPEG (0-100):
nl: JPEG kwaliteit (0-100):

source: Mark Width:
ar: عرض العلامة:
it: Dimensione tratto:
nl: Duid Breedte aan:

source: Fonts
ar: خطوط
it: Caratteri
nl: Lettertypes

source: Plain
ar: مجرد
it: Semplice
nl: Standaard

source: Bold
ar: عريض
it: Grassetto
nl: Vet

source: Italic
ar: مائل
it: Corsivo
nl: Cursief

source: Bold+Italic
ar: عريض + مائل
it: Grassetto+Corsivo
nl: Vet+Cursief

source: pt
ar: نقط

source: Curve Fitter
ar: موفق المنحنى
it: Interpolazione curva
nl: Aanpassen Kromme

source: Fit...
ar: توفيق...
it: Interpola...
nl: Pas aan...

source: No function available
ar: لا دالة متوفرة
it: Nessuna funzione disponibile
nl: Geen functie beschikbaar

source: First select the image to be transformed
ar: أولا يجب اختيار الصورة المراد تحويلها
it: Seleziona prima l'immagine da trasformare
nl: Kies eerst het te bewerken beeld

source: -transformed
ar: -تم التحويل
it: -trasformata
nl: -bewerkt

# These commands&#10;do not work with line selections.
source: These commands do not work with line selections.
ar: هذه الطلبات لا تعمل مع اختيارات السطور.
it: Questi comandi non funzionano con selezioni lineari
nl: Deze commandos werken niet met lijnselecties.

source: Resize
ar: تغيير الحجم
it: Ridimensiona
nl: Andere schaal

source: Constrain Aspect Ratio
ar: حد النسبة
it: Blocca rapporto dimensioni
nl: Beperk Aspect Ratio

source: NOTE: Undo is not available
ar: ملاحظة: الإلغاء غير متوفر
it: NOTA: Impossibile annullare azione
nl: NOOT: Undo is niet beschikbaar

source: Width or height are invalid.
ar: العرض أو الارتفاع غير سليم.
it: Larghezza o altezza non valida.
nl: Breedte of hoogte zijn ongeldig.

# SalsaJ ran out of memory causing &#10;the last
source: SalsaJ ran out of memory causing the last
ar: نفذت الذاكرة من SalsaJ مما تسبب في آخر
it: SalsaJ ha terminato la memoria disponibile causando l'ultimo
nl: SalsaJ had te weinig geheugen, waardoor de laatste bewerking niet uitgevoerd is

source: slices to be lost.
ar: قطع ستضيع.
it: immagini andranno perse
nl: sneden die verloren gaan.

source: Resize Image Canvas
ar: تغيير قماش الصورة
it: Ridimensiona quadro immagine
nl: Herschaal Beeldcanvas

source: Resize Stack Canvas
ar: تغيير قماش الكومة
it: Ridimensiona quadro sovrapposizione
nl: Herschaal Stackcanvas

source: Postion
ar: موضع
it: Posizione
nl: Positie

source: Zero Fill
ar: بدون ملأ
it: Riempimento nullo
nl: Nulvulling

source: Top-Left
ar: أعلى اليسار
it: In alto a sinistra
nl: Boven-links

source: Top-Center
ar: أعلى الوسط
it: In alto al centro
nl: Boven-midden

source: Top-Right
ar: أعلى اليمين
it: In alto a destra
nl: Boven-rechts

source: Center-Left
ar: وسط اليسار
it: Centro-sinistra
nl: Midden-links

source: Center
ar: وسط
it: Centro
nl: Midden

source: Center-Right
ar: وسط اليمين
it: Centro-destra
nl: Midden-rechts

source: Bottom-Left
ar: أسفل اليسار
it: In basso a sinistra
nl: Beneden-links

source: Bottom-Center
ar: أسفل الوسط
it: In basso al centro
nl: Beneden-midden

source: Bottom-Right
ar: أسفل اليمين
it: In basso a destra
nl: Beneden-rechts

source: Make Montage
ar: إنشاء تركيب
it: Diaporama
nl: Maak Montage

source: Columns
ar: أعمدة
it: Colonne
nl: Kolommen

source: Rows
ar: صفوف
it: Righe
nl: Rijen

source: Scale Factor
ar: عامل السلم
it: Fattore di scala
nl: Schaalfactor

source: First Slice
ar: التقطيع الأول
it: Prima immagine
nl: Eerste snede

source: Last Slice
ar: التقطيع الأخير
it: Ultima immagine
nl: Laatste Snede

# Increment__%04__Increment
source: Increment
ar: التزايد
it: Incremento
nl: Stap

source: Border Width
ar: عرض الحدود
it: Larghezza del bordo
nl: Breedte grens

source: Label Slices
ar: تسمية القطع
it: Etichette immagini
nl: Naam sneden

source: Use Foreground Color
ar: إستعمال لون الأمامية
it: Usa colore in primo piano
nl: Gebruik voorgrondkleur

source: Channels
ar: القنوات
it: Canali
nl: Kanalen

source: Frames
ar: الصور
it: Cornici
nl: Lijsten

source: Pixel Width
ar: عرض عنصر الصورة
it: Larghezza dei pixel
nl: Breedte Pixel

source: Pixeln Height
ar: ارتفاع عنصر الصورة
it: Altezza dei pixel
nl: Hoogte Pixel

source: Voxel Depth
ar: عمق عنصر الحجم
it: Profondità Voxel
nl: Diepte Voxel

source: Origin (pixels)
ar: الأصل (عانصر الصورة)
it: Origine (pixels)
nl: Oorspronkelijk (pixels)

# Global__%04__Global
source: Global
ar: إجمالى
it: Globale
nl: Globaal

source: is not locked
ar: غير مقفل
it: non é bloccato
nl: is niet afgesloten

source: is now unlocked
ar: الآن مفتوح
it: é ora sbloccato
nl: is nu toegankelijk

source: Rename
ar: غير الإسم
it: Rinomina
nl: Hernoem

source: New title:
ar: عنوان جديد:
it: Nuovo titolo:
nl: Nieuwe titel:

source: -copy
ar: -نسخ
it: -copia
nl: -kopieer

source: Duplicate
ar: نسخة
it: Duplica
nl: Dupliceren

source: Title:
ar: عنوان:
it: Titolo:
nl: Titel:

source: Duplicate Entire Stack?
ar: نسخة كامل الكومة؟
it: Duplicare l'intera sovrapposizione?
nl: Ganse Stack dupliceren?

source: Scale
ar: سلم
it: Scala
nl: Schaal

source: X Scale
ar: سلم الأفاصيل
it: Scala X
nl: X schaal

source: Y Scale
ar: سلم الأراتيب
it: Scala Y
nl: Y schaal

source: X or Y scale are invalid.
ar: .سلم X أو Y غير سليم
it: Scala X o Y non valida.
nl: X of Y schaal is ongeldig.

source: -rescaled
ar: -أُعيد السلم
it: -redimens
nl: -herschaald

source: Fill with Background Color
ar: إملأ بلون الخلفية
it: Riempi con il colore di sfondo
nl: Vul op met achtergrondkleur

source: ScaleBar Plus
ar: زائد عارضة السلم
it: Barra aggiuntiva redimensiona
nl: SchaalBalk Plus

source: Height in pixels
ar: الارتفاع بعناصر الصورة
it: Altezza in pixel
nl: Hoogte in pixels

source: Font Size
ar: حجم الخط
it: Dimensione testo
nl: Grootte lettertype

# ScaleBarColor__%04__Color
source: Color
ar: اللون
it: Colore
nl: Kleur

source: Background
ar: الخلفية
it: Sfondo
nl: Achtergrond

source: Location
ar: المنطقة
it: Collocazione
nl: Locatie

# ScaleBarBold__%04__Bold Text
source: Bold Text
ar: خط عريض
it: Grassetto
nl: Zet tekst vet

source: Hide Text
ar: إخفاء النص
it: Testo nascosto
nl: Verberg tekst

source: Serif Font
ar: خط رقيق
it: Serif
nl: Stel lettertype in

source: LookUp Table
ar: جدول الألوان
it: Tavolozza dei Colori
nl: Zoek tabel op

# Index&#9;Red&#9;Green&#9;Blue
source: Index Red Green Blue
ar: مؤشر أحمر أخضر أزرق
it: Indice Rosso Verde Blu
nl: Index Rood Groen Blauw

source: LUT
ar: جدول الألوان
it: Tavolozza dei Colori

source: RGB images do not use LUTs.
ar: صور RGB لا تستعمل جدول الألوان
it: Le immagini RGB non usano la Tavolozza dei Colori.
nl: RGB beelden gebruiken geen LUTs

source: Fixed Y-axis Scale
ar: سلم محور الأراتيب ثابت
it: Scala asse Y fissa
nl: Vaste schaal Y-as

source: Do Not Save X-Values
ar: لا تحفظ قيم X
it: Non Salvare Valori X
nl: Sla X-waarden niet op

source: Auto-close
ar: غلق تلقائي
it: Chiudi automaticamente
nl: Automatisch afsluiten

source: Vertical Profile
ar: جانبية عمودية
it: Profilo Verticale
nl: Vertikaal profiel

source: Roi Manager
ar: مسير منطقة الاهتمام
it: Selezioni

# RoiAdd__%04__Add
source: Add
ar: إجمع
it: Aggiungi
nl: Voeg toe

# RoiAdd&amp;Draw__%04__Delete
source: Delete
ar: حذف
it: Cancella
nl: Verwijderen

# RoiDel__%04__Delete
source: Delete
ar: إمح
it: Cancella
nl: Verwijderen

# RoiOpen__%04__Open
source: Open
ar: إفتح
it: Apri
nl: Openen

source: Open All
ar: إفتح الكل
it: Apri Tutto
nl: Alles openen

source: Save
ar: إحفظ
it: Salva
nl: Opslaan

source: Select All
ar: ظلل الكل
it: Seleziona Tutto
nl: Selecteer alles

source: Measure
ar: قياس
it: Misura
nl: Meten

source: Draw
ar: إرسم
it: Disegna
nl: Tekenen

source: Fill
ar: إملأ
it: Riempimento
nl: Opvullen

source: The active image does not have an ROI.
ar: ليس للصور النشيطة منطقة اهتمام.
it: Nessuna selezione effettuata sull'immagine corrente.
nl: Het actieve beeld heeft geen ROI.

source: The ROI list is empty.
ar: لائحة مناطق الاهتمام فارغة.
it: La lista delle selezioni è vuota.
nl: De ROI lijst is leeg.

source: At least one ROI in the list must be selected.
ar: يجب اختيار منطقة اهتمام واحدة على الأقل من الائحة.
it: Almeno una selezione attiva é richiesta nella lista.
nl: Kies minstens één ROI in de lijst.

source: This ROI does not fit the current image.
ar: منطقة الاهتمام هذه لا تناسب الصورة الحالية.
it: Questo selezione non è adatta all'immagine corrente.
nl: Deze ROI past niet op het huidige beeld.

source: Open ROI...
ar: إفتح منطقة اهتمام...
it: Apri la selezione...
nl: Openen ROI...

source: Select a file in the folder...
ar: إختر الملف في المجلد...
it: Seleziona un file nella cartella...
nl: Kies een bestand in de map...

source: Save ROI...
ar: إحفظ منطقة اهتمام...
it: Salva selezione...
nl: Opslaan ROI...

source: Calibration Bar
ar: عارضة المعايرة
it: Barra di calibrazione
nl: Schaalverdelingsbalk

source: Location:
ar: موضع:
it: Posizione:
nl: Locatie:

source: Fill Colour:
ar: ملأ اللون:
it: Colore di riempimento:
nl: Vulkleur:

source: Number of Labels:
ar: عدد الملصقات:
it: Numero di etichette:
nl: Aantal labels:

# CaliPlaces__%04__Decimal Places:
source: Decimal Places:
ar: الأماكن العشرية:
it: Precisione:
nl: Decimale rangen:

source: Font Size:
ar: حجم الخط:
it: Dimensione carattere:
nl: Grootte lettertype:

source: Zoom Factor:
ar: عامل التكبير:
it: Ingrandimento:

# CaliBold__%04__Bold Text
source: Bold Text
ar: نص عريض
it: Grassetto
nl: Tekst in vet

source: with bar
ar: بعمود
it: con legenda
nl: met werkbalk

source: Upper Right
ar: أعلى اليمين
it: In alto a destra
nl: Boven Rechts

source: Upper Left
ar: أعلى اليسار
it: In alto a sinistra
nl: Boven Links

source: Lower Right
ar: أدنى اليمين
it: In basso a destra
nl: Beneden Rechts

source: Lower Left
ar: أدنى اليسار
it: In basso a sinistra
nl: Beneden Links

source: At Selection
ar: عند الاختيار
it: Secondo selezione
nl: Bij selectie

source: Open Image Sequence...
ar: إفتح متتالية الصور...
it: Apri sequenza immagini...
nl: Openen beeldenreeks...

source: Import Error:
ar: استورد الخطأ:
it: Errore importazione:
nl: Importeren fout:

source: This folder does not appear to contain any TIFF, FITS, JPEG, BMP, GIF, or PGM files.
ar: لا يظهر أن هذا الملف يحتوي على أي نوع من ملفات TIFF FITS أو, JPEG, BMP, GIF, PGM
it: Questa cartella sembra non contenere immagini.
nl: Deze map schijnt geen enkel TIFF, FITS, JPEG, BMP, GIF, of PGM bestand te bevatten.

source: None of the
ar: لا أحد من
it: Nessuno dei
nl: Geen enkele
