Repository: LCOGT/SalsaJ
Catalog: Pootle2/POOTLE_EXPORT/SalsaJ/*/ToolBundle_*.xlf
Languages: pl

source: New Image
pl: Nowy obraz

source: Open Image File
pl: Otwórz plik z obrazem

source: Save Image
pl: Zapisz obraz

source: Save Image (new name, FITS format)
pl: Zapisz obraz w formacie FITS

source: Print Image
pl: Drukuj obraz

source: Clear Selection
pl: Anuluj zaznaczenie

source: Undo Last Operation
pl: Cofnij ostatnią operację

source: Zoom In
pl: Powiększ

source: Zoom Out
pl: Pomniejsz

source: Aperture Photometry
pl: Fotometria

source: Photometry Settings
pl: Ustawienia

source: Clear Photometry Results
pl: Usuń wyniki fotometrii

source: Online Documentation
pl: Dokumentacja on-line

source: Rectangular selection
pl: Prostokątne zaznaczenie

source: Oval selection
pl: Owalne zaznaczenie

source: Polygon selection
pl: Wielokątne zaznaczenie

source: Freehand selection
pl: Dowolne zaznaczenie

source: Straight line selection
pl: Linia prosta

source: Segmented line selection
pl: Łamana

source: Freehand line selection
pl: Dowolna krzywa

source: Profile line selection
pl: Wybierz profil linii

source: Pixel selection tool
pl: Celownik

source: Isovaluated selection tool
pl: wyszukaj piksele o jednakowych wartościach

source: Text tool
pl: Wstaw tekst

source: Magnifying glass
pl: Szkło powiększające

source: Scrolling tool
pl: Przewijanie

source: Color picker...[K]
pl: Wybór koloru

source: Angle tool
pl: Kąt

# Brightness &amp; Contrast
source: Brightness & Contrast
pl: Jasność i kontrast
