Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/POOTLE_EXPORT/WebSRT/*/locale_*.xlf
Languages: el, fr, id, nl, tr

source: "and the Commission cannot be held responsible for any use which may be made of the information contained therein."
el: "και η Επιτροπή δεν μπορεί να θεωρηθεί υπεύθυνη για οποιαδήποτε χρήση των πληροφοριών που περιέχονται σε αυτήν."
fr: "et la Commission n’est pas responsable de l’usage qui pourrait être fait des informations qui y sont contenues."
id: "dan Komisi tidak bertanggung jawab atas penggunaan dalam bentuk apapun atas informasi yang dimuat."
nl: " en de Commissie kan niet verantwoordelijk gesteld worden voor om het even welk gebruik van deze informatie."
tr: "ve Komisyon burada yer alan bilgilerin herhangi bir şekilde kullanımından sorumlu tutulamaz."

# &quot;Images and data from:&quot;
source: "Images and data from:"
el: "Εικόνες και δεδομένα από:"
fr: "Images et données de:"
id: "Citra dan data dari,"
nl: "beelden en gegevens van:"
tr: "Göründü ve veri formu"

source: "This page has been translated by Firstname Lastname (Affiliation, Country)"
el: "Αυτή η σελίδα έχει μεταφραστεί από την Ελένη Χατζηχρήστου (Ελλάδα)"
fr: "Cette page a été traduite par Philippe Salomé (LERMA, Observatoire de Paris, France)."
nl: "Deze bladzijde werd vertaald door Voornaam Familienaam (Lidmaatschap, Land)"
tr: "Bu sayfa Adı Soyadı (Bağlı Kuruluş, Ülke) tarafından tercüme edilmiştir"

# &quot;Site optimized for Firefox / Chrome / Safari&quot;
source: "Site optimized for Firefox / Chrome / Safari"
el: "Η ιστοσελίδα έχει βελτιστοποιηθεί για Firefox / Chrome / Safari"
fr: "Site optimisé pour FireFox / Chrome / Safari"
id: "Situs dioptimisasi untuk Firefox / Chrome / Safari"
nl: "Site geoptimaliseerd voor Firefox / Chrome / Safari"
tr: "Site Firefox / Krom / Safari için en iyi duruma getirilmiştir"

# &quot;Contact&quot;
source: "Contact"
el: "Επικοινωνία"
id: "Kontak"
tr: "İletişim"

source: "copyright@EU-HOU - Design/Conception Antoine Radiguet - Philippe Salomé"
el: "πνευματική ιδιοκτησία@EU-HOU - Σχεδιασμός/Ιδέα Antoine Radiguet - Philippe Salomé"
id: "hak cipta@EU-HOU - Desain/Konsep Antoine Radiguet - Philippe Salomé"
nl: "copyright@EU-HOU - Design/Concept Antoine Radiguet - Philippe Salomé"
tr: "copyright@EU-HOU - Tasarım/Konsept Antoine Radiguet - Philippe Salomé"

# &quot;Hello #,&quot; ; Hello Login
source: "Hello #," ; Hello Login
el: "Γεία σου #," ; Χαιρετισμός σύνδεσης
fr: "Bonjour #," ; Hello Login
id: "Hello #," ; Hello Logmasuk
nl: "Hallo #," ; Hallo Login
tr: "Merhaba #," ; Merhaba Giriş

# &quot;Thank you&quot;
source: "Thank you"
el: "Σας ευχαριστούμε"
fr: "Merci"
id: "Terimakasih"
nl: "Dank je"
tr: "Teşekkür ederiz"

# &quot;The observatory team&quot;
source: "The observatory team"
el: "Η ομάδα του αστεροσκοπείου "
fr: "L'équipe de EU-HOU"
id: "Tim pengamat"
nl: "Het observatoriumteam"
tr: "Gözlemevi takımı"

# &quot;Email confirmation&quot;
source: "Email confirmation"
el: "Email επιβεβαίωσης "
fr: "Email de confirmation"
id: "Konfirmasi Surel"
nl: "Emailbevestiging"
tr: "E-posta onay"

# &quot;Thank you for creating your account&quot;
source: "Thank you for creating your account"
el: "Ευχαριστούμε για την δημιουργία του λογαριασμού σας"
fr: "Merci d'avoir créé votre compte"
id: "terimakasih sudah membuat akun"
nl: "Dank je voor het aanmaken van je account"
tr: "Hesabınızı oluşturduğunuz için teşekkür ederiz"

# &quot;To validate your email, please click on the link below&quot;
source: "To validate your email, please click on the link below"
el: "Για να επικυρώσετε το e-mail σας, κάντε κλικ στον παρακάτω σύνδεσμο"
fr: "Pour valider l'ouverture du compte, cliquer sur le lien ci-dessous"
id: "Untuk mensahkan surel anda, sila klik taut di bawah"
nl: "Om je email te valideren klik je op de link hieronder"
tr: "E-posta nızı doğrulamak için aşağıdaki linke tıklayınız"

source: '<a href="http://euhou.obspm.fr/public/validEmail.php?login=#&validation=#">Validation link</a>' ; Translate only "Validation link"
el: Σύνδεσμος επικύρωσης
fr: '<a href="http://euhou.obspm.fr/public/validEmail.php?login=#&validation=#">Validation</a>' ; Translate only "Validation link"
id: '<a href="http://euhou.obspm.fr/public/validEmail.php?login=#&validation=#">Taut Pengesahan</a>' ; Translate only "Validation link"
tr: '<a href="http://euhou.obspm.fr/public/validEmail.php?login=#&validation=#">Validation link</a>' ; Translate only "Doğrulama linki"

# &quot;Reservation confirmation&quot;
source: "Reservation confirmation"
el: "Επικύρωση κράτησης"
fr: "Confirmation de Réservation"
id: "Konfirmasi Pemesanan"
nl: "Reservatiebevestiging"
tr: "Rezervasyon onayı"

# &quot;Your reservation have been saved&quot;
source: "Your reservation have been saved"
el: "Η κράτησή σας έχει αποθηκευτεί "
fr: "Votre réservation a été enregistrée"
id: "Reservasi anda sudah disimpan"
nl: "Je reservatie is opgeslagen"
tr: "Rezervasyonunuz kaydedildi"

source: "You can use the # radio telescope at # for # hour(s)" ; You can use the Paris radiotelescope at 16h30 for 2 hour(s)
el: "Μπορείτε να χρησιμοποιήσετε το # ραδιοτηλεσκόπιο στις # για # ώρα/ες". Μπορείτε να χρησιμοποιήσετε το τηλεσκόπιο του Παρισιού στις 16:30 για 2 ώρες
fr: "Vous pouvez utiliser le radiotélescope de # à # pendant # heure(s)" ; You can use the Paris radiotelescope at 16h30 for 2 hour(s)
id: "Anda dapat menggunakan teleskop radio di # pada jam # selama # jam" ; Anda dapat menggunakan teleskopradio di Paris pada jam 16h30 selama 2 jam
nl: "Je kan de # radiotelescoop gebruiken in # voor een periode van # u(u)r(en)" ; Je kan de radiotelescoop in Parijs gebruiken om 16h30 voor een periode van 2 u(u)r(en)
tr: "# radyo teleskobunu # da # saat boyunca kullanabilirsiniz" ; Paris radyo teleskobunu 16:30 da 2 saat boyunca kullanabilirsiniz

# &quot;Password recovery&quot;
source: "Password recovery"
el: "Επαναφορά κωδικού πρόσβασης"
fr: "Mot de passe oublié"
id: "Pemulihan Kata Kunci"
nl: "Paswoord opvragen"
tr: "Şifre kurtarma"

# &quot;Forgot your password?&quot;
source: "Forgot your password?"
el: "Ξεχάσατε τον κωδικό πρόσβασης;"
fr: "Vous avez perdu votre mot de passe ?"
id: "Lupa kata kunci?"
nl: "Paswoord vergeten?"
tr: "Şifrenizi mi unuttunuz?"

# &quot;To recover your account, please click on the link below&quot;
source: "To recover your account, please click on the link below"
el: "Για να ανακτήσετε το λογαριασμό σας, κάντε κλικ στον παρακάτω σύνδεσμο"
fr: "Pour demander un nouveau mot de passe, cliquer sur le lien ci-dessous"
id: "Untuk memulihkan akun anda, sila klik taut di bawah"
nl: "Om je accountgegevens op te vragen, klik op de link onderaan a.u.b."
tr: "Hesabınızı kurtarmak için aşağıdaki linke tıklayınız"

source: '<a href="http://euhou.obspm.fr/public/passwordRecover.php?login=#&validation=#">recover link</a>'; Translate only "Recover link"
el: Σύνδεσμος επαναφοράς
fr: '<a href="http://euhou.obspm.fr/public/passwordRecover.php?login=#&validation=#">Nouveau mot de passe pour mon compte</a>'; Translate only "Recover link"
id: '<a href="http://euhou.obspm.fr/public/passwordRecover.php?login=#&validation=#">Taut Pemulihan</a>'; Translate only "Recover link"
nl: "<a href="http://euhou.obspm.fr/public/passwordRecover.php?login=#&validation=#">opvraaglink</a>'; Vertaal alleen "Recover link"
tr: '<a href="http://euhou.obspm.fr/public/passwordRecover.php?login=#&validation=#">recover link</a>'; Translate only "Kurtarma linki"

source: "If you haven't ask for password recovery, please contact the administrator"
el: "Αν δεν έχετε ζητήσει την ανάκτηση κωδικού πρόσβασης, επικοινωνήστε με το διαχειριστή"
fr: "Si vous n'avez pas demander à retrouver votre mot de passe, contactez un administrateur du site"
id: "Jika anda belum meminta pemulihan kata kunci. Sila kontak administrator"
nl: "Als je je paswoord niet opgevraagd hebt, neem a.u.b. contact op met de administrator"
tr: "Eğer şifre kurtarma talebiniz olmadıysa, yöneticinize başvurun"

# &quot;User registration&quot;
source: "User registration"
el: "Εγγραφή χρήστη"
fr: "Création de comptes utilisateurs"
id: "Pendaftaran pengguna"
nl: "Gebruikersregistratie"
tr: "Kullanıcı kaydı"

# &quot;Hello Admin&quot;
source: "Hello Admin"
el: "Γεια σας διαχειριστή "
fr: "Bonjour Admin"
id: "Halo Admin"
nl: "Hallo Admin"
tr: "Merhaba Admin"

# &quot;A user has just registered&quot;
source: "A user has just registered"
el: "Ένας χρήστης μόλις έχει εγγραφεί "
fr: "Un utilisateur a demandé un compte"
id: "Pengguna baru saja didaftarkan"
nl: "Een gebruiker heeft zich juist geregistreerd"
tr: "Bir kullanıcı yeni kayıt oldu"

source: "<br/><a href='http://euhou.obspm.fr/public/validUserList.php' >link</a>"; Translate only "link"
el: σύνδεσμος
fr: "<br/><a href='http://euhou.obspm.fr/public/validUserList.php' >Nouvelle demande de compte</a>"; Translate only "link"
id: "<br/><a href='http://euhou.obspm.fr/public/validUserList.php' >taut</a>"; Translate only "link"
nl: "<br/><a href='http://euhou.obspm.fr/public/validUserList.php' >link</a>"; Vertaal alleen "link"

# account_validated_subject__%04__&quot;Your account has been validated&quot;
source: "Your account has been validated"
el: "Ο λογαριασμός σας έχει επικυρωθεί"
fr: "Votre compte a été validé"
id: "Akun anda sudah disahkan"
nl: "Je account werd gevalideerd"
tr: "Hesabınız onaylandı"

# account_validated_mail[1]__%04__&quot;Your account has been validated&quot;
source: "Your account has been validated"
el: "Ο λογαριασμός σας έχει επικυρωθεί"
fr: "Votre compte a été validé"
id: "Akun anda sudah disahkan"
nl: "Je account werd gevalideerd"
tr: "Hesabınız onaylandı"

# &quot;You can reserve a time slot to observe&quot;
source: "You can reserve a time slot to observe"
el: "Μπορείτε να κάνετε κράτηση για μια χρονοθυρίδα παρατήρησης"
fr: "Vous pouvez maintenant reserver une plage de temps pour observer"
id: "Anda dapat memesan slot waktu pengamatan"
nl: "Je kan een tijdsslot reserveren om te observeren"
tr: "Gözlemlemek için bir zaman dilimi ayırabilirsiniz"

# &quot;Your reservation(s) have been deleted&quot;
source: "Your reservation(s) have been deleted"
el: "Η κράτησή(εις) σας έχει(ουν) διαγραφεί"
fr: "Votre/vos réservation(s) ont été supprimée(s)"
id: "Pesanan anda sudah dihapus"
nl: "Je reservatie(s) werd(en) verwijderd"
tr: "Rezervasyonlarınız silinmiş"

source: "Your reservation for the # radio telescope from # to # has been deleted by an admin of the website." ;Your reservation in the Paris radiotelescope from 16h30 to 17h30 has been deleted by an administrator of the website."
el: "Η κράτησή σας για το ραδιοτηλεσκόπιο # από τις # ως τις # έχει διαγραφεί από τον διαχειριστή της ιστοσελίδας." Η κράτησή σας για το ραδιοτηλεσκόπιο του Παρισιού από τις 16ω30λ ως τις 17ω30λ έχει διαγραφεί από τον διαχειριστή της ιστοσελίδας."
fr: "Votre réservation du radiotélescope de # de # à # a été supprimée par un administrateur du site pour des raisons de maintenance de l'antenne." ;Your reservation in the Paris radiotelescope from 16h30 to 17h30 have been deleted by an admin of the website."
id: "Pesanan anda untuk teleskop radio di # dari # sampai # sudah dihapus oleh administrator situs web" ;Pesanan anda di radioteleskop Paris dari 16h30 sampai 17h30 sudah dihapus oleh administrator situs web"
nl: "Je reservatie voor de # radiotelescoop van # tot # werd verwijderd door een administrator van de website." ; Je reservatie voor de radiotelescoop in Parijs van 16h30 tot 17h30 werd verwijderd door een administrator van de website.
tr: "# radyo teleskobu için # dan # a yaptığınız rezervasyonunuz web sitesinin bir yöneticisi tarafından silindi." ;Paris radyo teleskobu için 16:30 dan 17:30 a yaptığınız rezervasyonunuz web sitesinin bir yöneticisi tarafından silindi."

source: "Your reservations in the # radio telescope from :" ; Your reservations in the Paris radio telescope from:
el: "Οι κρατήσεις σας για το ραδιοτηλεσκόπιο # radio από: " Οι κρατήσεις σας για το ραδιοτηλεσκόπιο του Παρισιού από:
fr: "Vos réservations du radiotélescope de # de :" ; Your reservations in the Paris radiotelescope from:
id: "Pesanan anda untuk teleskop radio di # dari:" ; Pesanan anda di teleskop radio Paris dari:
nl: "Je reservaties voor de radiotelescoop in # van:" ; Je reservaties voor de radiotelescoop in Parijs van:
tr: "# radyo teleskop rezervasyonlarınız :" ; Paris radyo teleskop rezervasyonlarınız:

# &quot;# to #;&quot; ; 16h30 to 17h30
source: "# to #;" ; 16h30 to 17h30
el: "# ως #" 16ω30λ ως 17ω30λ
fr: "# à #;" ; 16h30 to 17h30
id: "# sampai #;" ; 16h30 sampai 17h30
nl: "# tot #;" ; 16h30 tot 17h30
tr: "# dan # a;" ; 16:30 dan 17:30 a

# &quot;have been deleted by an administrator of the website.&quot;
source: "have been deleted by an administrator of the website."
el: "έχετε διαγραφεί από έναν διαχειριστή της ιστοσελίδας."
fr: "ont été supprimées par un administrateur du site pour des raisons de maintenance de l'antenne."
id: "telah dihapus oleh administrator situs web"
nl: "werden verwijderd door een administrator van de website"
tr: "web sitesinin bir yöneticisi tarafından silindi."

# &quot;for more information, please contact the administrator.&quot;
source: "for more information, please contact the administrator."
el: "για περισσότερες πληροφορίες, παρακαλώ επικοινωνήστε με τον διαχειριστή."
fr: "pour plus d'informations, contactez un administrateur."
id: "untuk informasi lebih lanjut, sila kontak administrator."
nl: "voor meer informatie, contacteer de administrator a.u.b."
tr: "daha fazla bilgi için, yöneticinize başvurun."

# &quot;Comenius archives&quot;
source: "Comenius archives"
el: "Αρχεία Comenius"
fr: "Archives"
id: "Arsip Comenius"
nl: "Comenius archieven"
tr: "Comenius arşivler"

# &quot;Id&quot;
source: "Id"
el: "Ταυτότητα"
nl: "Identificatie"

# &quot;User&quot;
source: "User"
el: "Χρήστης"
fr: "Utilisateur"
id: "Pengguna"
nl: "Gebruiker"
tr: "Kullanıcı"

# &quot;All&quot;
source: "All"
el: "Όλα"
fr: "Tous"
id: "Semua"
nl: "Alle"
tr: "Hepsi"

# &quot;Num&quot;
source: "Num"
el: "Αριθμός"
id: "No"
nl: "Nummer"

# &quot;download selected Fits&quot;
source: "download selected Fits"
el: "κατέβασμα επιλεγμένων Fits"
fr: "télécharger les fichiers Fits sélectionnés"
id: "unduh Fits yang dipilih"
nl: "download de gekozen Fits"
tr: "seçilen Uyumları indir"

# &quot;download selected CSV&quot;
source: "download selected CSV"
el: "κατέβασμα επιλεγμένων CSV"
fr: "télécharger les fichiers CSV sélectionnés"
id: "unduh CSV yang dipilih"
nl: "download de gekozen CSV"
tr: "seçilen CSV leri indir"

# &quot;Comenius-Simulator&quot;
source: "Comenius-Simulator"
el: "Προσομοιωτής Comenius"
id: "Simulator-Comenius"
tr: "Comenius-Simulatörü"

# &quot;Command&quot;
source: "Command"
el: "Εντολή"
fr: "Commandes"
id: "Perintah"
nl: "Commando"
tr: "Komut"

# &quot;Results&quot;
source: "Results"
el: "Αποτελέσματα"
fr: "Resultats"
id: "Hasil"
nl: "Resultaten"
tr: "Sonuçlar"

# &quot;freq&quot;
source: "freq"
el: "συχνότητα"
id: "frek"
tr: "frekans"

# &quot;Time&quot;
source: "Time"
el: "Χρόνος"
fr: "Temps"
id: "Waktu"
nl: "Tijd"
tr: "Zaman"

# &quot;Observe&quot;
source: "Observe"
el: "Παρατήρηση"
id: "Pengamatan"
nl: "Observeer"
tr: "Gözlem"

# &quot;End of session&quot;
source: "End of session"
el: "Τέλος της συνεδρίας"
fr: "Fin de session"
id: "Sesi sudah berakhir"
nl: "Einde van de sessie"
tr: "Oturum sonu"

# &quot;base&quot;
source: "base"
el: "βάση"
fr: "Soustraire une ligne de base"
id: "basis"
nl: "basis"
tr: "temel"

# &quot;Radio H21&quot;
source: "Radio H21"
el: "Ραδιο Η21"
fr: "Radio HI à 21cm"
tr: "Radyo H21"

# &quot;Optics&quot;
source: "Optics"
el: "Οπτική"
fr: "Optique"
id: "Optik"
nl: "Optiek"
tr: "Optik"

# &quot;Infrared&quot;
source: "Infrared"
el: "Υπέρυθρο"
fr: "Infra-rouge"
id: "Inframerah"
nl: "Infrarood"

# &quot;Visibility&quot;
source: "Visibility"
el: "Ορατότητα "
fr: "Visibilité"
id: "Kenampakan"
nl: "Zichtbaarheid"
tr: "Görüş mesafesi"

# &quot;T [K] .vs. V [km/s]&quot;
source: "T [K] .vs. V [km/s]"
el: "Τ (Κ) ως προς V (χλμ/δευτ)"
id: "T [K] .vs. V [km/det]"

# &quot;send max&quot;
source: "send max"
el: "μέγιστη αποστολή"
fr: "Envoyer les max"
id: "maks kirim"
nl: "zend max"
tr: "gönder mak"

# &quot;clean&quot;
source: "clean"
el: "καθαρισμός"
fr: "Effacer"
id: "bersihkan"
nl: "verwijder"
tr: "temizle"

# &quot;Lon&quot;
source: "Lon"
el: "Μήκος"
id: "Bujur"
tr: "Boylam"

# &quot;Lat&quot;
source: "Lat"
el: "Πλάτος"
id: "Lintang"
tr: "Enlem"

# &quot;Simulate&quot;
source: "Simulate"
el: "Προσομοίωση "
fr: "Simuler"
id: "Simulasikan"
nl: "Simuleer"
tr: "Simüle et"

# &quot;Rotation Curve&quot;
source: "Rotation Curve"
el: "Καμπύλη Περιστροφής "
fr: "Courbe de rotation"
id: "Kurva Rotasi"
nl: "Rotatiecurve"
tr: "Rotasyon eğrisi"

# &quot;Galaxy map&quot;
source: "Galaxy map"
el: "Γαλαξιακός χάρτης"
fr: "Carte de la Galaxie"
id: "Peta Galaksi"
nl: "Kaart van de melkweg"
tr: "Galaksi haritası"

# &quot;Clean all&quot;
source: "Clean all"
el: "Καθαρισμός όλων "
fr: "Tout effacer"
id: "Bersihkan semua"
nl: "Verwijder alles"
tr: "Tümünü temizle"

# &quot;Clean last&quot;
source: "Clean last"
el: "Καθαρισμός τελευταίου "
fr: "Effacer le dernier"
id: "Bersihkan yang terakhir"
nl: "Verwijder laatste"
tr: "Sonuncuyu temizle"

# &quot;Rotation curves V [km/s] .vs. R [kpc]&quot;
source: "Rotation curves V [km/s] .vs. R [kpc]"
el: "Περιστροφή Καμπύλης V [km/s] .vs. R [kpc]"
fr: "Courbes de rotation V [km/s] .vs. R [kpc]"
id: "Kurva rotasi V [km/det] .vs. R [kpc]"
nl: "Rotatiecurves V [km/s] .vs. R [kpc]"
tr: "Rotasyon eğrisi V [km/s] .vs. R [kpc]"

# &quot;Map of the Milky Way X [kpc] , Y [kpc]&quot;
source: "Map of the Milky Way X [kpc] , Y [kpc]"
el: "Χάρτης του Γαλαξία X [kpc] , Y [kpc]"
fr: "Carte de la Voie Lactée X [kpc] , Y [kpc]"
id: "Peta Bima Sakti X [kpc] , Y [kpc]"
nl: "Kaart van de melkweg X [kpc] , Y [kpc]"
tr: "Samanyolu haritası X [kpc] , Y [kpc]"
