Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/POOTLE_EXPORT/WebSRT/*/locale_*.xlf
Languages: el, fr, id, nl, tr

# &quot;Home&quot;
source: "Home"
el: "Αρχική σελίδα"
fr: "Accueil"
id: "Beranda"
tr: "Ev"

# &quot;Observer&quot;
source: "Observer"
el: "Παρατηρητής"
fr: "Observateur"
id: "Pengamat"
nl: "Waarnemer"
tr: "Gözlemci"

# &quot;Simulator&quot;
source: "Simulator"
el: "Προσομοιωτής"
fr: "Simulateur"
tr: "Simülatör"

# &quot;Archive&quot;
source: "Archive"
el: "Αρχείο"
id: "Arsip"
nl: "Archief"
tr: "Arşiv"

# credits__%04__&quot;Credits&quot;
source: "Credits"
el: "Συντελεστές"
fr: "Contacts"
id: "Kredit"
tr: "Katkıda bulunanlar"

# &quot;radio telescope&quot;
source: "radio telescope"
el: "ραδιοτηλεσκόπιο"
fr: "Télescope radio"
id: "teleskop radio"
nl: "radiotelescoop"
tr: "radyo teleskobu"

# &quot;Username&quot;
source: "Username"
el: "Όνομα χρήστη"
fr: "Identifiant"
id: "Nama Pengguna"
nl: "Gebruikersnaam"
tr: "Kullanıcı adı"

# &quot;Password&quot;
source: "Password"
el: "Κωδικός πρόσβασης"
fr: "Mot de passe"
id: "Kata Kunci"
nl: "Paswoord"
tr: "Parola"

# &quot;Password confirmation&quot;
source: "Password confirmation"
el: "Επιβεβαίωση κωδικού"
fr: "Confirmation du mot de passe"
id: "Konfirmasi Kata Kunci"
nl: "Bevestigen paswoord"
tr: "Parola onayı"

# &quot;First name&quot;
source: "First name"
el: "Όνομα"
fr: "Prénom"
id: "Nama Pertama"
nl: "Voornaam"
tr: "İlk ad"

# &quot;Last name&quot;
source: "Last name"
el: "Επώνυμο"
fr: "Nom"
id: "Nama Belakang"
nl: "Familienaam"
tr: "Soyadı"

# &quot;Email&quot;
source: "Email"
el: "Ηλεκτρονικό ταχυδρομείο"
id: "Surel"
tr: "Eposta"

# &quot;Country&quot;
source: "Country"
el: "Χώρα"
fr: "Pays"
id: "Negara"
nl: "Land"
tr: "Ülke"

# &quot;Language&quot;
source: "Language"
el: "Γλώσσα"
id: "Bahasa"
nl: "Taal"
tr: "Dil"

# &quot;Status&quot;
source: "Status"
el: "Κατάσταση"
fr: "Fonction"
tr: "Statü"

# &quot;Motivation&quot;
source: "Motivation"
el: "Κίνητρο"
id: "Motivasi"
nl: "Motivatie"
tr: "Motivasyon"

# &quot;researcher&quot;
source: "researcher"
el: "ερευνητής"
fr: "Chercheur"
id: "peneliti"
nl: "onderzoeker"
tr: "araştırmacı"

# &quot;teacher&quot;
source: "teacher"
el: "καθηγητής"
fr: "Enseignant"
id: "guru"
nl: "leerkracht"
tr: "öğretmen"

# &quot;student&quot;
source: "student"
el: "φοιτητής"
fr: "Etudiant"
id: "pelajar"
tr: "öğrenci"

# &quot;other&quot;
source: "other"
el: "άλλα"
fr: "Autre"
id: "lainnya"
nl: "andere"
tr: "diğer"

# &quot;Paris 2m (FR)&quot;
source: "Paris 2m (FR)"
el: "Παρίσι 2m(FR)"

# &quot;Krakow (PL)&quot;
source: "Krakow (PL)"
el: "Κρακοβία (PL)"
fr: "Cracovie (PL)"

# &quot;Paris 3m (FR)&quot;
source: "Paris 3m (FR)"
el: "Παρίσι 3m (FR)"

# &quot;Madrid (ES)&quot;
source: "Madrid (ES)"
el: "Μαδρίτη (ES)"
id: "Paris 3m (FR)"

# &quot;Log in&quot;
source: "Log in"
el: "Σύνδεση"
fr: "Connexion"
id: "Log masuk"
tr: "Giriş"

# &quot;Create your account&quot;
source: "Create your account"
el: "Δημιουργία λογαριασμού"
id: "Buat akun anda"
nl: "Maak een account aan"
tr: "Hesap oluştur"

# &quot;Booking&quot;
source: "Booking"
el: "Κρατήσεις"
fr: "Réservation"
id: "Pesan"
nl: "Boeken"
tr: "Yer ayırtma"

# &quot;My informations&quot;
source: "My informations"
el: "Οι πληροφορίες μου"
fr: "Mes informations"
id: "Informasi Saya"
nl: "Mijn gegevens"
tr: "Bilgilerim"

# &quot;Administration&quot;
source: "Administration"
el: "Διαχείρηση"
id: "Administrasi"
nl: "Administratie"
tr: "Yönetim"

# &quot;Account Requests&quot;
source: "Account Requests"
el: "Αιτήσεις λογαριασμών"
fr: "Demande de Compte"
id: "Permintaan Akun"
nl: "Accountaanvragen"
tr: "Hesap Talepleri"

# &quot;Delete time slots&quot;
source: "Delete time slots"
el: "Διαγραφή χρονοθυρίδων"
fr: "Annuler mes demandes de temps"
id: "Hapus Slot Waktu"
nl: "Verwijder time slots"
tr: "zaman dilimlerini Sil"

# &quot;Account list&quot;
source: "Account list"
el: "Λίστα λογαριασμών"
fr: "Liste des comptes"
id: "Daftar Akun"
nl: "Accountlijst"
tr: "Hesap listesi"

# &quot;Webcam&quot;
source: "Webcam"
el: "Βιντεοκάμερα"
tr: "Web kamerası"

# &quot;Log out&quot;
source: "Log out"
el: "Αποσύνδεση"
fr: "Déconnexion"
id: "Log keluar"
nl: "Log uit"
tr: "Çıkış"

# &quot;Password forgotten&quot;
source: "Password forgotten"
el: "Υπενθύμιση κωδικού"
id: "Lupa Kata Kunci"
nl: "Paswoord vergeten"
tr: "Şifremi unuttum"

# &quot;Date&quot;
source: "Date"
el: "Ημερομηνία"
id: "Tanggal"
nl: "Datum"
tr: "Tarih"

# &quot;Cancel&quot;
source: "Cancel"
el: "Ακύρωση "
id: "Batal"
tr: "İptal"

# &quot;Enter your email&quot;
source: "Enter your email"
el: "Εισαγωγή ηλεκτρονικού ταχυδρομίου"
fr: "Entrer votre email"
id: "Masukkan surel anda"
nl: "Voer je email in"
tr: "E-posta adresinizi girin"

# &quot;There are # errors&quot; ; There are 3 errors
source: "There are # errors" ; There are 3 errors
el: "Υπάρχουν # σφάλματα" ;Υπάρχουν 3 σφάλματα
fr: "Il y a # erreurs" ; There is 3 errors
id: "Terdapat # kesalahan" ; Terdapat 3 kesalahan
nl: "Er zijn # fouten" ; Er zijn 3 fouten
tr: "# tane hata var" ; 3 tane hata var

# &quot;cannot be empty&quot;
source: "cannot be empty"
el: "δεν μπορεί να είναι κενό"
fr: "ne peut pas être vide"
id: "tidak bisa dibiarkan kosong"
nl: "kan niet leeg zijn"
tr: "boşaltma işlemi başarısız"

# &quot;doesn't exist&quot;
source: "doesn't exist"
el: "δεν υπάρχει"
fr: "n'existe pas"
id: "tidak tersedia"
nl: "bestaat niet"
tr: "yok"

# &quot;must have at least # characters&quot; ; must have at least 8 characters
source: "must have at least # characters" ; must have at least 8 characters
el: "πρέπει να αποτελείται από τουλάχιστον # χαρακτήρες" πρέπει να αποτελείται από τουλάχιστον 8 χαρακτήρες
fr: "doit avoir au moins # caractères" ; must have 8 characters at least
id: "harus memiliki setidaknya # karakter" ; harus memiliki setidaknya 8 karakter
nl: "moet tenminste uit # lettertekens bestaan" ; moet tenminste uit 8 lettertekens bestaan
tr: "en az # karaktere sahip olmalı" ; en az 8 karaktere sahip olmalı

# &quot;must consist of a-z A-Z 0-9&quot;
source: "must consist of a-z A-Z 0-9"
el: "πρέπει να αποτελείται από a-z A-Z 0-9"
fr: "doit utiliser a-z A-Z 0-9"
id: "harus memuat a-z A-Z 0-9"
nl: "moet opgebouwd zijn uit a-z A-Z 0-9"
tr: "şunlardan oluşmalıdır a-z A-Z 0-9"

# 'cannot contain characters other than letters, numbers and &quot;_&quot;'
source: 'cannot contain characters other than letters, numbers and "_"'
el: 'δεν μπορεί να περιέχει χαρακτήρες εκτός από γράμματα,αριθμούς και "_"'
fr: 'ne peut pas contenir des caractères autres que des lettres, des chiffres et "_"'
id: 'tidak memuat karakter selain huruf, angka dan "_"'
nl: "kan geen andere tekens bevatten dan letters, nummers en "_""
tr: 'harfler, sayılar ve "_" dışında karakterler içeremez'

# &quot;is not available&quot;
source: "is not available"
el: "δεν είναι διαθέσιμο"
fr: "n'est pas disponible"
id: "tidak tersedia"
nl: "is niet beschikbaar"
tr: "mevcut değil"

# &quot;is incorrect&quot;
source: "is incorrect"
el: "είναι λάθος"
fr: "n'est pas correct"
id: "adalah tidak benar"
nl: "is niet juist"
tr: "yanlış"

# &quot;must be have the format: toto@tata.net&quot;
source: "must be have the format: toto@tata.net"
el: "θα πρέπει να έχει την μορφή: toto@tata.net"
fr: "doit être sous la forme : aaa@aaa.fr"
id: "harus memiliki format: toto@tata.net"
nl: "moet het formaat: toto@tata.net hebben"
tr: "biçime sahip olmalıdır: toto@tata.net"

# &quot;already related to another account&quot;
source: "already related to another account"
el: "ήδη σχετίζεται με άλλο λογαριασμό"
fr: "déjà attrubué à un compte existant"
id: "sudah terhubung dengan akun lainnya"
nl: "reeds verbonden met een andere account"
tr: "zaten başka bir hesap ile ilişkilendirilmiş"

# &quot;date cannot be in the past&quot;
source: "date cannot be in the past"
el: "η ημερομηνία δεν μπορεί να είναι στο παρελθόν"
fr: "ne peut pas être dans le passé"
id: "tidak bisa menggunakan tanggal yang lalu"
nl: "de datum kan niet in het verleden liggen"
tr: "geçmiş tarih kullanılamaz"

# &quot;not available&quot;
source: "not available"
el: "μη διαθέσιμο "
fr: "n'est pas disponible"
id: "tidak tersedia"
nl: "niet beschikbaar"
tr: "mevcut değil"

# &quot;is not a date&quot;
source: "is not a date"
el: "δεν είναι ημερομηνία"
fr: "n'est pas une date"
id: "bukanlah sebuah tanggal"
nl: "is geen datum"
tr: "bir tarih değil"

# &quot;Welcome&quot;
source: "Welcome"
el: "Καλώς ορίσατε"
fr: "Bienvenue"
id: "Selamat Datang"
nl: "Welkom"
tr: "Hoşgeldin"

source: "<span class='date'>November 24, 2011</span> | EU-HOU radio astronomy<br/>Welcome to Hands-On Universe, Europe. The aim of this site is to give remote access to small radio telescopes installed throughout Europe. It is possible to operate these telescopes remotly. Based on your observations, you will be able to build a map of our galaxy, the Milky Way..."
el: "<span class='date'>24 Νοεμβρίου, 2011</span> | EU-HOU ραδιοαστρονομία <br/>Καλώς ήλθατε στο Ευρωπαϊκό Hands-On Universe. Ο σκοπός αυτής της ιστοσελίδας είναι να παρέχει εξ'αποστάσεως πρόσβαση σε μικρά ραδιοτηλεσκόπια εγκατεστημένα σε όλη την Ευρώπη. Είναι δυνατόν να χρησιμοποιήσετε αυτά τα τηλεσκόπια εξ'αποστάσεως. Με βάση τις παρατηρήσεις σας, θα είστε σε θέση να χαρτογραφήσετε τον Γαλαξία μας..."
fr: "<span class='date'>24 Novembre 2011</span> | EU-HOU RadioAstronomy.<br/>Welcome to EU-HOU.
id: "<span class='date'>24 November 2011</span> | Radio Astronomi EU-HOU<br/>Selamat Datang di Hands-On Universe, Europa. Tujuan situs ini untuk memberikan akses jarak jauh ke teleskop radio kecil yang dipasang di Eropa. Teleskop-teleskop tersebut dapat dikendalikan dari jarak jauh. Dan berdasarkan hasil pengamatanmu, kamu bisa membuat peta galaksi kita, Bima Sakti..."
nl: "<span class='date'>November 24, 2011</span> | EU-HOU radioastronomie<br/>Welkom bij Hands-On Universe, Europa. De bedoeling van deze site is de toegang te verlenen tot kleine radiotelescopen, die zich ergens in Europa bevinden. Het is mogelijk deze telescopen op afstand te bedienen. Met je waarnemingen zal je in staat zijn een kaart op te stellen van ons sterrenstelsel, de melkweg..."
tr: "<span class='date'>November 24, 2011</span> | EU-HOU radio astronomy<br/>Welcome to Hands-On Universe, Europe. Bu sitenin amacı, Avrupa çapında kurulu küçük radyo teleskoplara uzaktan erişim vermek içindir. Bu teleskopları uzaktan çalıştırmak mümkündür. Kendi gözlemlerinize dayanarak, bizim galaksinin yani Samanyolu nun bir haritasını oluşturmanız mümkün olabilecektir..."

source: "Web interface to remotely use the Antenna. A login and password are required to access this facility."
el: "Διαδικτυακή διεπαφή για την εξ'αποστάσεως χρήση της Κεραίας. Απαιτείται όνομα χρήστη και κωδικός για την πρόσβαση σας."
fr: "Interface permettant de piloter à distance une des antennes de notre réseau. Un identifiant et un mot de passe sont nécessaire. Pour cela, créez votre compte."
id: "Antarmuka web untuk mengendalikan Antena. Log masuk dan kata kunci diperlukan untuk mengakses fasilitas ini."
nl: "Toepassing om de antenna van op afstand te bedienen. Je moet een login en een paswoord hebben om van deze mogelijkheid gebruik te kunnen maken."
tr: "Uzaktan Anteni kullanmak için Web arayüzü. Bu servise erişmek için bir kullanıcı adı ve şifre gereklidir."

source: "Web interface to access the LAB database and tools to interactively perform the Milky Way-exercise (rotation curve and spiral arms)"
el: "Διαδικτυακή διεπαφή για να αποκτήσετε πρόσβαση στη βάση δεδομένων LAB και στα αντίστοιχα διαδραστικά εργαλεία για να εκτελέσετε την άσκηση που αφορά τον Γαλαξία (καμπύλη περιστροφής και σπειροειδείς βραχίονες)"
fr: "Interface permettant d'accèder à des archives professionnelles (base de données du LAB). Des outils sont fournis pour que vous puissiez directement retrouver la courbe de rotation de notre Galaxie et reconstruire la carte de ses bras spiraux."
id: "Antarmuka web untuk mengakses basis data LAB dan alat untuk mengerjakan latihan Bima Sakti secara interaktif (kurva rotasi dan lengan spiral)"
nl: "Toepassing om gebruik te kunnen maken van de LAB database en hulpmiddelen om de melkwegoefening interactief uit te kunnen voeren (rotatiecurve en spiraalarmen)"
tr: "Etkileşimli Samanyolu-egzersizleri (rotasyon eğrisi ve sarmal kollar) gerçekleştirmek için LAB veritabanı ve araçlara erişmi Web arayüzü"

source: "Database of the all the observations taken with the 5 antennas together with tools to (i) display and download the archived results and (ii) create a map of the Milky Way."
el: "Βάση δεδομένων από όλες τις παρατηρήσεις που λήφθηκαν από τις 5 κεραίες, καθώς και τα εργαλεία για (i) να εμφανίσετε και να κατεβάσετε τα αρχειοθετημένα αποτελέσματα και (ii) να δημιουργήσετε ένα χάρτη του Γαλαξία μας."
fr: "Archive contenant les résultats des observations faites avec les 5 antennes. Des outils sont fournis pour que vous puissiez directement retrouver la courbe de rotation de notre Galaxie et reconstruire la carte de ses bras spiraux. Vous pouvez également télecharger vos données au format Fits et csv."
id: "Basis data seluruh pengamatan diambil dengan 5 antena secara bersama yang menggunakan alat untuk (i) menampilkan dan mengunduh arsip hasil dan (ii) membuat peta Bima Sakti
nl: "Database van al de waarnemingen met de 5 antennes tesamen, met hulpmiddelen om (i) de archiveerde resultaten te downloaden en te tonen, en (ii) een kaart van de melkweg te maken."
tr: "Araçları ile birlikte 5 adet anten ile çekilen tüm gözlemlerin veritabanı (i) görüntülemek ve arşivlenen sonuçları indirmek ve (ii) Samanyolu'nun bir haritasını oluşturmak için."

# &quot;You have been registered; please wait for the comfirmation email&quot;
source: "You have been registered; please wait for the comfirmation email"
el: "Έχετε ήδη εγγραφεί, παρακαλώ περιμένετε για το e-mail επιβεβαίωσης"
fr: "Vous avez été enregistré. Vous allez recevoir un email de confirmation. Vous devrez cliquer sur le lien de validation pour valider la création de votre compte."
id: "Anda sudah terdaftar; silahkan tunggu surel konfirmasi"
nl: "Je bent geregistreerd; wacht a.u.b. op de bevestigingsmail"
tr: "Kaydınız gerçekleştirilmiştir; onay e-postası için bekleyin lütfen"

# &quot;Don't modify the link&quot;
source: "Don't modify the link"
el: "Μην τροποποιείτε το σύνδεσμο"
fr: "Ne modifiez pas les paramètres"
id: "Jangan modifikasi taut"
nl: "Wijzig de link niet"
tr: "Bağlantıda değişiklik yapmayın"

# &quot;You must give a password&quot;
source: "You must give a password"
el: "Πρέπει να εισάγετε έναν κωδικό πρόσβασης"
fr: "Vous devez donner un mot de passe"
id: "Anda harus memasukkan kata kunci"
nl: "Je moet een paswoord ingeven"
tr: "Bir şifre vermeniz gerekiyor"

# &quot;You must give a login&quot;
source: "You must give a login"
el: "Πρέπει να εισάγετε όνομα χρήστη"
fr: "Vous devez donner un identifiant"
id: "Anda harus memberi log masuk"
nl: "Je moet een login opgeven"
tr: "Giriş yapmanız gerekiyor"

# &quot;Your login or password is incorrect&quot;
source: "Your login or password is incorrect"
el: "Το όνομα χρήστη ή ο κωδικός πρόσβασης είναι λάθος"
fr: "Votre identifiant ou mot de passe est incorrect"
id: "Log masuk dan kata kunci yang anda masukkan salah"
nl: "Verkeerde login of paswoord"
tr: "Giriş yada parola yanlış"

# &quot;Your account hasn't been validated yet&quot;
source: "Your account hasn't been validated yet"
el: "Ο λογαριασμός σας δεν έχει επικυρωθεί ακόμη"
fr: "Votre compte n'a pas encore été validé"
id: "Akun anda belum disahkan"
nl: "Je account is nog niet gevalideerd"
tr: "Hesabınız henüz doğrulanmamıştır"

# &quot;you are not allowed to go on this page&quot;
source: "you are not allowed to go on this page"
el: "δεν επιτρέπεται η πρόσβαση σε αυτή την σελίδα"
fr: "Vous n'êtes pas autorisé à acceder à cette page"
id: "Anda tidak diijinkan untuk memasuki laman ini"
nl: "Je hebt geen toegang"
tr: "bu sayfaya girmek için izniniz yok"

# &quot;you have no reservation for now&quot;
source: "you have no reservation for now"
el: "δεν έχετε καμία κράτηση για τώρα"
fr: "Vous n'avez pas de réservation pour maintenant "
id: "anda tidak memiliki reservasi saat ini"
nl: "Je hebt momenteel geen reservatie"
tr: "şimdilik bir rezervasyonunuz yok"

source: "You've already validated your email, please wait for the admin validation"
el: "Έχετε ήδη επικυρώσει το e-mail σας, παρακαλώ περιμένετε για την επικύρωση απο τον διαχειριστή"
fr: "Vous avez déjà demandé un compte, attendez la validation de votre compte par le modérateur"
id: "Anda sudah mengesahkan surel, silahkah tunggu pengesahan admin"
nl: "Je hebt reeds je email gevalideerd, wacht a.u.b. op de activatie"
tr: "E-posta adresiniz zaten doğrulanmış, yönetici doğrulama için lütfen bekleyin"

# &quot;Your account is already valid, you can reserve time slots to observe&quot;
source: "Your account is already valid, you can reserve time slots to observe"
el: "Ο λογαριασμός σας είναι ήδη ενεργός, μπορείτε να κάνετε κράτηση σε χρονοθυρίδες για την παρατήρηση"
fr: "Bienvenue ! Votre compte est valide. Vous pouvez réserver des plages de temps pour utiliser l'antenne"
id: "Akun anda sudah sah, sekarang anda sudah dapat memesan slot waktu untuk pengamatan"
nl: "Je account is reeds geldig, je kan time slots reserveren om te observeren"
tr: "Hesabınız geçerli, gözlem yapmak için zaman dilimlerini ayırabilirsiniz"

# &quot;Your account has been deleted. Create another account&quot;
source: "Your account has been deleted. Create another account"
el: "Ο λογαριασμός σας έχει διαγραφεί. Δημιουργήστε νέο λογαριασμό"
fr: "Votre compte a été supprimé. Créez un nouveau compte"
id: "Akun anda sudah dihaous. Buatlah akun yang baru"
nl: "Je account is verwijderd. Maak een nieuwe account aan"
tr: "Hesabınız silindi. Başka bir hesap oluşturun"

source: "Your e-mail address has been validated. You now need to wait for an administator to validate your account, based on your motivation. You will received an email when your account has been approved and is active"
el: "Η ηλεκτρονική διεύθυνσή σας έχει επικυρωθεί. Θα πρέπει τώρα να περιμένετε για να επικυρωθεί ο λογαριασμός σας από τον διαχειρηστή, με βάση το κίνητρό σας. Θα λάβετε ένα μήνυμα ηλεκτρονικού ταχυδρομείου, όταν ο λογαριασμός σας έχει εγκριθεί και είναι ενεργός"
fr: "Votre demande est envoyée. Attendez la validation de votre compte par un modérateur. Vous allez recevoir un email de confirmation"
id: "Alamat surel sudah disahkan. Silahkan tunggu pengesahan akun anda oleh administrator, berdasarkan motivasi yang anda masukkan. Anda akan menerima surel saat akun anda disetujui dan diaktifkan"
nl: "Je e-mail adres is gevalideerd. Je moet nu wachten tot een administrator je account gevalideerd heeft, rekening houdend met je motivatie. Je zal een mail krijgen wanneer je account goedgekeurd en actief is"
tr: "E-posta adresiniz onaylanmıştır. Artık motivasyonunuza göre, hesabınızı doğrulamak için bir yönetici onayı beklemeniz gerekiyor. Hesabınız onaylanmış ve aktif edildiği zaman bir e-posta alacaksınız"

# &quot;Sorry, it did not work. Please create a new account&quot;
source: "Sorry, it did not work. Please create a new account"
el: "Συγνώμη, δεν ολοκληρώθηκε. Παρακαλώ δημιουργήστε νέο λογαριασμό"
fr: "Désolé, il y a eu un problème. Veuillez créer un nouveau compte"
id: "Maaf, akun tidak dapat digunakan. Sila buat akun baru"
nl: "Sorry, het is niet gelukt. Maak a.u.b. een nieuwe account aan"
tr: "Üzgünüm, işe yaramadı. Lütfen yeni bir hesap oluşturun"

# &quot;Enter your login and password&quot;
source: "Enter your login and password"
el: "Εισάγετε όνομα χρήστη και κωδικό πρόσβασης"
fr: "Entrer votre identifiant et mot de passe"
id: "Masukkan log masuk dan kata kunci anda"
nl: "Vul je login en paswoord in"
tr: "Kullanıcı adı ve şifrenizi girin"

# &quot;Create an account to make a reservation and observe&quot;
source: "Create an account to make a reservation and observe"
el: "Δημιουργήστε ένα λογαριασμό για να κάνετε κράτηση για παρατηρήσεις"
fr: "Créer un compte pour faire une réservation et pouvoir observer"
id: "Buatlah akun untuk dapat membuat pemesanan dan pengamatan"
nl: "Maak een account aan om een resersatie te maken en te observeren"
tr: "Bir rezervasyon yapmak ve gözlemlemek için bir hesap oluşturun"

# &quot;Scheduler&quot;
source: "Scheduler"
el: "Οργανωτής χρονοδιαγράμματος"
fr: "Outils de réservation"
id: "Penjadwalan"
nl: "Planner"
tr: "Zamanlayıcı"

# &quot;Date of reservation (UTC)&quot;
source: "Date of reservation (UTC)"
el: "Ημερομηνία κράτησης (UTC)"
fr: "Date de la reservation (UTC)"
id: "Tanggal yang dipesan (UTC)"
nl: "Reservatiedatum (UTC)"
tr: "Rezervasyon Tarihi (UTC)"

# &quot;Duration&quot;
source: "Duration"
el: "Διάρκεια"
fr: "Durée"
id: "Durasi"
nl: "Duur"
tr: "Süreç"

# &quot;Reserve&quot;
source: "Reserve"
el: "Κράτηση"
fr: "Réserver"
id: "Pesan"
nl: "Reserveer"

# &quot;this week&quot;
source: "this week"
el: "αυτή την εβδομάδα"
fr: "cette semaine"
id: "minggu ini"
nl: "deze week"
tr: "bu hafta"

# &quot;date (UTC)&quot;
source: "date (UTC)"
el: "ημερομηνία (UTC)"
id: "tanggal (UTC)"
nl: "datum (UTC)"
tr: "tarih (UTC)"

# &quot;My information&quot;
source: "My information"
el: "Οι πληροφορίες μου"
fr: "Mes informations"
id: "Informasi Saya"
nl: "Mijn informatie"
tr: "Bilgilerim"

# &quot;My slots&quot;
source: "My slots"
el: "Οι θυρίδες μου"
fr: "Mes demandes de temps"
id: "Slot Saya"
nl: "Mijn slots"
tr: "Dilimlerim"

# &quot;My data&quot;
source: "My data"
el: "Τα δεδομένα μου"
fr: "Mes informations personnelles"
id: "Data Saya"
nl: "Mijn gegevens"
tr: "Verilerim"

# &quot;You have no future reservations&quot;
source: "You have no future reservations"
el: "Δεν έχετε μελλοντικές κρατήσεις"
fr: "Vous n'avez pas de réservations"
id: "Anda tidak mempunyai pengamatan di masa depan"
nl: "Je hebt geen geplande reservaties"
tr: "Gelecek hiç rezervasyonunuz yok"

# &quot;Edit&quot;
source: "Edit"
el: "Επεξεργασία"
fr: "Editer"
id: "Sunting"
nl: "Bewerk"
tr: "Düzenle"

# &quot;Valid change&quot;
source: "Valid change"
el: "Έγκυρη αλλαγή"
fr: "Valider les changements"
id: "Sahkan perubahan"
nl: "Verander waarde"
tr: "Geçerli değişiklik"

# &quot;Delete my account&quot;
source: "Delete my account"
el: "Διαγραφή του λογαριασμού μου"
fr: "Supprimer mon compte"
id: "Hapus akun saya"
nl: "Verwijder mijn account"
tr: "Hesabımı sil"

# &quot;delete&quot;
source: "delete"
el: "διαγραφή"
fr: "Effacer"
id: "hapus"
nl: "verwijder"
tr: "sil"

# credits_title__%04__&quot;Credits&quot;
source: "Credits"
el: "Συντελεστές"
fr: "Contacts"
id: "Kredit"
tr: "Katkıda bulunanlar"

source: "This project has been funded with support from the European Commission."
el: "Αυτό το πρόγραμμα έχει χρηματοδοτηθεί με την υποστήριξη της Ευρωπαϊκής Επιτροπής."
fr: "Ce projet a été financé avec le soutien de la Commission européenne. "
id: "Proyek ini didanai dan didukung oleh Komisi Eropa"
nl: "Dit project kwam tot stand met de steun van de Europese Commissie."
tr: "Bu proje Avrupa Komisyonu desteği ile finanse edilmiştir."

source: "This publication [communication] reflects the views only of the author,"
el: "Η παρούσα δημοσίευση [ανακοίνωση] δεσμεύει μόνο τις απόψεις του συγγραφέα,"
fr: "Cette publication (communication) n’engage que son auteur "
id: "Publikasi [komunikasi] hanya mencerminkan pandangan penulis."
nl: "Deze publicatie [communicatie] geeft alleen de standpunten weer van de auteur,"
tr: "Bu yayın [iletişim] yalnızca yazarın görüşlerini yansıtır,"
