Repository: LCOGT/SalsaJ
Catalog: Pootle/salsaj/*/EUHOUProps_*.po
Languages: ar

source: Undo
ar: إلغاء

source: Cut
ar: قص

source: Copy
ar: نسخ

source: Paste
ar: لصق

source: Clear
ar: محو

source: Fill
ar: إملأ

source: Draw
ar: إرسم

source: Rename...
ar: إعادة التسمية

source: Duplicate...
ar: مضاعفة

source: "Image...",ij.plugin.Commands("new")
ar: "صورة...",ij.plugin.Commands"جديد"

source: "Internal Clipboard",ij.plugin.Clipboard("show")
ar: "الحافظة الداخلية"، ij.plugin.Clipboard ("العرض")

source: "System Clipboard",ij.plugin.Clipboard("showsys")
ar: "حافظة النظام",ij.plugin.Clipboard("عرض النظام")

source: "Image Sequence...",ij.plugin.FolderOpener
ar: "سلسلة صور...",ij.plugin.FolderOpener

source: "Raw...",ij.plugin.Raw
ar: "خام...",ij.plugin.Raw

source: "Text Image... ",ij.plugin.TextReader
ar: "صورة نصية...",ij.plugin.TextReader

source: "Text File... ",ij.plugin.TextFileReader
ar: "ملف نصي...",ij.plugin.TextFileReader

source: "Results...",ij.plugin.SimpleCommands("import")
ar: "النتائج...",ij.plugin.SimpleCommands("جلب")

source: "URL...",ij.plugin.URLOpener
ar: "الرابط...",ij.plugin.URLOpener

source: "Image Sequence... ",ij.plugin.StackWriter
ar: "نوع الصورة...",ij.plugin.StackWriter

source: "Select All[a]",ij.plugin.Selection("all")
ar: "[a] اختر الكل",ij.plugin.Selection("الكل")

source: "Select None[A]",ij.plugin.Selection("none")
ar: "[A] لا اختيار",ij.plugin.Selection("لا شيء")

source: "Restore Selection[E]",ij.plugin.Selection("restore")
ar: "[E]استرجاع الاختيار",ij.plugin.Selection("restore")

source: "Fit Spline",ij.plugin.Selection("spline")
ar: "موافقة الحدودية المجالية",ij.plugin.Selection("spline")

source: "Fit Ellipse",ij.plugin.Selection("ellipse")
ar: "قطع ناقص",ij.plugin.Selection("قطع ناقص")

source: "Make Inverse",ij.plugin.Selection("inverse")
ar: "تحديد العكس",ij.plugin.Selection("العكس")

source: "Create Mask",ij.plugin.Selection("mask")
ar: "إنشاء قناع",ij.plugin.Selection("قناع")

source: "Create Selection",ij.plugin.Selection("from")
ar: "إنشاء تحديد",ij.plugin.Selection("من")

source: "Rotate...",ij.plugin.Selection("rotate")
ar: "تدوير...",ij.plugin.Selection("تدوير")

source: "Enlarge...",ij.plugin.Selection("enlarge")
ar: "تعريض...",ij.plugin.Selection("تعريض")

source: "Make Band...",ij.plugin.Selection("band")
ar: "إنشاء نطاق..",ij.plugin.Selection("نطاق")

source: "Specify...",ij.plugin.SpecifyROI
ar: "تخصيص...",ij.plugin.SpecifyROI

source: "Add to Manager [t]",ij.plugin.Selection("add")
ar: "[t]إضافة للمعالج,ij.plugin.Selection("إضافة")

source: "Line Width...",ij.plugin.Options("line")
ar: "عرض الخط...",ij.plugin.Options("الخط")

source: "Input/Output...",ij.plugin.Options("io")
ar: "التدخيل/التخريج...",ij.plugin.Options("io")

source: "Fonts...",ij.plugin.frame.Fonts
ar: "نوع الخط...",ij.plugin.frame.Fonts

source: "Profile Plot Options...",ij.plugin.filter.Profiler("set")
ar: "...خيارات منحنى الجانبية",ij.plugin.filter.Profiler("set")

source: "Point Tool...",ij.plugin.Colors("point")
ar: "أدوات التنقيط...",ij.plugin.Colors("نقاط")

source: "Colors...",ij.plugin.Colors
ar: "الألوان...",ij.plugin.Colors

source: "Appearance...",ij.plugin.Options("display")
ar: "العرض...",ij.plugin.Options("العرض")

source: "Conversions...",ij.plugin.Options("conv")
ar: "التحويلات...",ij.plugin.Options("حول")

source: "Memory & Threads...",ij.plugin.Memory
ar: "الذاكرة & مواضيع...",ij.plugin.Memory

source: "Misc...",ij.plugin.Options("misc")
ar: "متنوع...",ij.plugin.Options("متنوع")

source: "Brightness/Contrast...",ij.plugin.frame.ContrastAdjuster
ar: "الإشراق/التباين...",ij.plugin.frame.ContrastAdjuster

source: "Color Balance...",ij.plugin.frame.ContrastAdjuster("balance")
ar: "سلم الألوان...",ij.plugin.frame.ContrastAdjuster("سلم")

source: "Size...",ij.plugin.filter.Resizer
ar: "الحجم...",ij.plugin.filter.Resizer

source: "Canvas Size...",ij.plugin.CanvasResizer
ar: "حجم خلية العمل...",ij.plugin.CanvasResizer

source: "Convert Stack to RGB",ij.plugin.RGBStackConverter
ar: "RGB تحويل الكومة إلى",ij.plugin.RGBStackConverter

source: "RGB Split",ij.plugin.filter.RGBStackSplitter
ar: "RGB فصل",ij.plugin.filter.RGBStackSplitter

source: "RGB Merge...",ij.plugin.RGBStackMerge
ar: "RGB دمج...",ij.plugin.RGBStackMerge

source: "Color Picker",ij.plugin.ColorPicker
ar: "شريط الألوان",ij.plugin.ColorPicker

source: "Add Slice",ij.plugin.StackEditor("add")
ar: "أضف تقطيع",ij.plugin.StackEditor("أضف")

source: "Delete Slice",ij.plugin.StackEditor("delete")
ar: "حذف تقطيع",ij.plugin.StackEditor("حذف")

source: "Next Slice",ij.plugin.Animator("next")
ar: "التقطيع التالي",ij.plugin.Animator("التالي")

source: "Previous Slice",ij.plugin.Animator("previous")
ar: "التقطيع السابق",ij.plugin.Animator("السابق")

source: "Set Slice...",ij.plugin.Animator("set")
ar: "إعداد تقطيع...",ij.plugin.Animator("إعداد")

source: "Make Montage...",ij.plugin.MontageMaker
ar: "إنشاء مونتاج...",ij.plugin.MontageMaker

source: "Images to Stack",ij.plugin.StackEditor("tostack")
ar: "تحويل الكومة إلى صور",ij.plugin.StackEditor("إلى كومة")

source: "Stack to Images",ij.plugin.StackEditor("toimages")
ar: "تحويل الكومة إلى صور",ij.plugin.StackEditor("إلى صور")

source: "Start Animation",ij.plugin.Animator("start")
ar: "ابدأ العرض",ij.plugin.Animator("ابدأ")

source: "Stop Animation",ij.plugin.Animator("stop")
ar: "إيقاف العرض",ij.plugin.Animator("إيقاف")

source: "Animation Options...",ij.plugin.Animator("options")
ar: "خيارات العرض...",ij.plugin.Animator("خيارات")

source: "Flip Horizontally",ij.plugin.filter.Transformer("fliph")
ar: "قلب أفقي",ij.plugin.filter.Transformer("أفقي")

source: "Flip Vertically",ij.plugin.filter.Transformer("flipv")
ar: "قلب عمودي",ij.plugin.filter.Transformer("عمودي")

source: "Rotate 90 Degrees Right",ij.plugin.filter.Transformer("right")
ar: "دوران 90 درجة يمين",ij.plugin.filter.Transformer("يمين")

source: "Rotate 90 Degrees Left",ij.plugin.filter.Transformer("left")
ar: "دوران 90 درجة يسار",ij.plugin.filter.Transformer("يسار")

source: "Arbitrarily...",ij.plugin.filter.Rotator
ar: "عشوائي...",ij.plugin.filter.Rotator

source: "In[+]",ij.plugin.Zoom("in")
ar: "للأمام[+]",ij.plugin.Zoom("أمام")

source: "Out[-]",ij.plugin.Zoom("out")
ar: "للوراء[-]",ij.plugin.Zoom("وراء")

source: "View 100%",ij.plugin.Zoom("100%")
ar: "إظهار 100%",ij.plugin.Zoom("100%")

source: "Original Scale",ij.plugin.Zoom("orig")
ar: "العودة للأصل",ij.plugin.Zoom("الأصل")

source: "To Selection",ij.plugin.Zoom("to")
ar: "نحو التحديد",ij.plugin.Zoom("نحو")

source: "Grays",ij.plugin.LutLoader("grays")
ar: "الأبيض و الأسود",ij.plugin.LutLoader("الأبيض والأسود")

source: "Grays invert",ij.plugin.LutLoader("igrays")
ar: "الرمادي المعكوس",ij.plugin.LutLoader("رمادي معكوس")

source: "Red",ij.plugin.LutLoader("red")
ar: "أحمر",ij.plugin.LutLoader("أحمر")

source: "Green",ij.plugin.LutLoader("green")
ar: "أخضر",ij.plugin.LutLoader("أخضر")

source: "Blue",ij.plugin.LutLoader("blue")
ar: "أزرق",ij.plugin.LutLoader("أزرق")

source: "Cyan",ij.plugin.LutLoader("cyan")
ar: "أزرق فاتح",ij.plugin.LutLoader("أزرق فاتح")

source: "Magenta",ij.plugin.LutLoader("magenta")
ar: "قرمزي",ij.plugin.LutLoader("قرمزي")

source: "Yellow",ij.plugin.LutLoader("yellow")
ar: "أصفر",ij.plugin.LutLoader("أصفر")

source: "Red/Green",ij.plugin.LutLoader("redgreen")
ar: "أحمر/أخضر",ij.plugin.LutLoader("أحمرأخضر")

source: "Fire",ij.plugin.LutLoader("fire")
ar: "نار",ij.plugin.LutLoader("نار")

source: "Ice",ij.plugin.LutLoader("ice")
ar: "تجميد",ij.plugin.LutLoader("تجميد")

source: "Spectrum",ij.plugin.LutLoader("spectrum")
ar: "طيف",ij.plugin.LutLoader("طيف")

source: "Invert LUT",ij.plugin.filter.LutApplier
ar: "عكس مربع الألوان",ij.plugin.filter.LutApplier

source: "Apply LUT",ij.plugin.filter.LutApplier
ar: "تطبيق مربع الألوان",ij.plugin.filter.LutApplier

source: "Show LUT",ij.plugin.filter.LutViewer
ar: "إظهار مربع الألوان",ij.plugin.filter.LutViewer

source: "Edit LUT...",ij.plugin.LUT_Editor
ar: "تحرير الألوان...",ij.plugin.LUT_Editor

source: "Add Noise",ij.plugin.filter.Filters("add")
ar: "إضافة الضجيج",ij.plugin.filter.Filters("إضافة")

source: "Add Specified Noise...",ij.plugin.filter.Filters("noise")
ar: "إضافة الضجيج المحدد...",ij.plugin.filter.Filters("ضجيج")

source: "Salt and Pepper",ij.plugin.filter.SaltAndPepper
ar: "ملح و إبزار",ij.plugin.filter.SaltAndPepper

source: "Remove Outliers...",ij.plugin.filter.RankFilters("outliers")
ar: "حذف الزوائد...",ij.plugin.filter.RankFilters("الزوائد")

source: "North",ij.plugin.filter.Shadows("north")
ar: "الشمال",ij.plugin.filter.Shadows("شمال")

source: "Northeast",ij.plugin.filter.Shadows("northeast")
ar: "الشمال الشرقي",ij.plugin.filter.Shadows("الشمال الشرقي")

source: "East",ij.plugin.filter.Shadows("east")
ar: "الشرق",ij.plugin.filter.Shadows("شرق")

source: "Southeast",ij.plugin.filter.Shadows("southeast")
ar: "الجنوب الشرقي",ij.plugin.filter.Shadows("الجنوب الشرقي")

source: "South",ij.plugin.filter.Shadows("south")
ar: "الجنوب",ij.plugin.filter.Shadows("جنوب")

source: "Southwest",ij.plugin.filter.Shadows("southwest")
ar: "الجنوب الغربي",ij.plugin.filter.Shadows("الجنوب الغربي")

source: "West",ij.plugin.filter.Shadows("west")
ar: "الغرب",ij.plugin.filter.Shadows("غرب")

source: "Northwest",ij.plugin.filter.Shadows("northwest")
ar: "الشمال الغربي",ij.plugin.filter.Shadows("الشمال الغربي")

source: "Shadows Demo",ij.plugin.filter.Shadows("demo")
ar: "تضليل العرض",ij.plugin.filter.Shadows("العرض")

source: "Make Binary",ij.plugin.Thresholder
ar: "عتبة",ij.plugin.Thresholder

source: "Convert to Mask",ij.plugin.Thresholder("mask")
ar: "تحويل إلى قناع",ij.plugin.Thresholder("قناع")

source: "Find Maxima...",ij.plugin.filter.MaximumFinder
ar: "إيجاد القيمة الكبرى...",ij.plugin.filter.MaximumFinder

source: "Erode",ij.plugin.filter.Binary("erode")
ar: "تآكل",ij.plugin.filter.Binary("تآكل")

source: "Dilate",ij.plugin.filter.Binary("dilate")
ar: "تمديد",ij.plugin.filter.Binary("تمديد")

source: "Open-",ij.plugin.filter.Binary("open")
ar: "فتح-",ij.plugin.filter.Binary("فتح")

source: "Close-",ij.plugin.filter.Binary("close")
ar: "غلق-",ij.plugin.filter.Binary("غلق")

source: "Options...",ij.plugin.filter.Binary("options")
ar: "خيارات...",ij.plugin.filter.Binary("خيارات")

source: "Skeletonize",ij.plugin.filter.Binary("skel")
ar: "الهيكلة",ij.plugin.filter.Binary("الهيكلة")

source: "Distance Map",ij.plugin.filter.EDM("edm")
ar: "أبعد الخريطة",ij.plugin.filter.EDM("أبعاد")

source: "Ultimate Points",ij.plugin.filter.EDM("points")
ar: "النقاط المرجعية",ij.plugin.filter.EDM("النقاط")

source: "Watershed",ij.plugin.filter.EDM("watershed")
ar: "نقطة التحول",ij.plugin.filter.EDM("نقطة التحول")

source: "Add...",ij.plugin.filter.ImageMath("add")
ar: "جمع...",ij.plugin.filter.ImageMath("جمع")

source: "Subtract...",ij.plugin.filter.ImageMath("sub")
ar: "طرح...",ij.plugin.filter.ImageMath("طرح")

source: "Multiply...",ij.plugin.filter.ImageMath("mul")
ar: "ضرب...",ij.plugin.filter.ImageMath("ضرب")

source: "Divide...",ij.plugin.filter.ImageMath("div")
ar: "قسمة...",ij.plugin.filter.ImageMath("قسمة")

source: "Min...",ij.plugin.filter.ImageMath("min")
ar: "القيمة الصغرى...",ij.plugin.filter.ImageMath("القيمة الصغرى")

source: "Max...",ij.plugin.filter.ImageMath("max")
ar: "القيمة الكبرى...",ij.plugin.filter.ImageMath("القيمة الكبرى")

source: "Log",ij.plugin.filter.ImageMath("log")
ar: "لو",ij.plugin.filter.ImageMath("لو")

source: "Square",ij.plugin.filter.ImageMath("sqr")
ar: "مربَّع",il.plugin.filter.ImageMath("مربَّع")

source: "Square Root",ij.plugin.filter.ImageMath("sqrt")
ar: "جَذر تَرْبيعي",ij.plugin.filter.ImageMath("جَذر تَرْبيعي")

source: "Reciprocal",ij.plugin.filter.ImageMath("reciprocal")
ar: "عَكْس",reciprocal")ij.plugin.filter.ImageMath")

source: "Convolve...",ij.plugin.filter.Convolver
ar: "الالتفاف...",ij.plugin.filter.Convolver

source: "Gaussian Blur...",ij.plugin.filter.GaussianBlur
ar: "ضباب غوسي...",ij.plugin.filter.GaussianBlur

source: "Median...",ij.plugin.filter.RankFilters("median")
ar: "متوسط...",ij.plugin.filter.RankFilters("متوسط")

source: "Mean...",ij.plugin.filter.RankFilters("mean")
ar: "معدل...",ij.plugin.filter.RankFilters("معدل")

source: "Minimum...",ij.plugin.filter.RankFilters("min")
ar: "القيمة الدنيا...",ij.plugin.filter.RankFilters("القيمة الدنيا")

source: "Maximum...",ij.plugin.filter.RankFilters("max")
ar: "القيمة القصوى...",ij.plugin.filter.RankFilters("القيمة القصوى")

source: "Unsharp Mask...",ij.plugin.filter.UnsharpMask
ar: "الاستبدال...",ij.plugin.filter.UnsharpMask

source: "Variance...",ij.plugin.filter.RankFilters("variance")
ar: "التغيّر...",ij.plugin.filter.RankFilters("التغيّر")

source: "Save XY Coordinates...",ij.plugin.XYCoordinates
ar: "حفظ XY الإحداثيات...",ij.plugin.XYCoordinates

source: "Curve Fitting...",ij.plugin.frame.Fitter
ar: "توفيق المنحنى...",ij.plugin.frame.Fitter

source: "ROI Manager...",ij.plugin.frame.RoiManager
ar: "...مسير منطقة الاهتمام",ij.plugin.frame.RoiManager

source: >"Macros"
ar: >"كليات"

source: >"Shortcuts"
ar: >"طرق مختصرة"

source: >"Utilities"
ar: >"خدمات"

source: "Install...[M]",ij.plugin.MacroInstaller
ar: "تركيب...[M]",ij.plugin.MacroInstaller

source: "Run...",ij.plugin.Macro_Runner
ar: "بدء...",ij.plugin.Macro_Runner

source: "Startup Macros...",ij.plugin.Commands("startup")
ar: 'تشغيل ماكرو...",ij.plugin.Commands("تشغيل")

source: "Record...",ij.plugin.frame.Recorder
ar: "تسجيل...",ij.plugin.frame.Recorder

source: "Translation",ij.plugin.filter.Translator
ar: "ترجمة",ij.plugin.filter.Translator
