Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/SalsaJ/*/EUHOUProps_*.po
Languages: bg, el, es, fr, pl, tr

source: "Red",ij.plugin.LutLoader("red")
bg: "Червен",ij.plugin.LutLoader("red")
el: "Κόκκινο",ij.plugin.LutLoader("red")
es: "Rojo",ij.plugin.LutLoader("red")
fr: "Noir/rouge",ij.plugin.LutLoader("red")
pl: "Czerwony",ij.plugin.LutLoader("red")
tr: "Kırmızı",ij.plugin.LutLoader("red")

source: "Green",ij.plugin.LutLoader("green")
bg: "Зелен",ij.plugin.LutLoader("green")
el: "Πράσινο",ij.plugin.LutLoader("green")
es: "Verde",ij.plugin.LutLoader("green")
fr: "Noir/vert",ij.plugin.LutLoader("green")
pl: "Zielony",ij.plugin.LutLoader("green")
tr: "Yeşil",ij.plugin.LutLoader("green")

source: "Blue",ij.plugin.LutLoader("blue")
bg: "Син",ij.plugin.LutLoader("blue")
el: "Μπλε",ij.plugin.LutLoader("blue")
es: "Azul",ij.plugin.LutLoader("blue")
fr: "Noir/bleu",ij.plugin.LutLoader("blue")
pl: "Niebieski",ij.plugin.LutLoader("blue")
tr: "Mavi",ij.plugin.LutLoader("blue")

source: "Cyan",ij.plugin.LutLoader("cyan")
bg: "Циан",ij.plugin.LutLoader("cyan")
el: "Κυανό",ij.plugin.LutLoader("cyan")
es: "Cian",ij.plugin.LutLoader("cyan")
fr: "Noir/cyan",ij.plugin.LutLoader("cyan")
pl: "Cyjan",ij.plugin.LutLoader("cyan")
tr: "Yeşile_çalan_mavi",ij.plugin.LutLoader("cyan")

source: "Magenta",ij.plugin.LutLoader("magenta")
bg: "Лилав",ij.plugin.LutLoader("magenta")
el: "Μωβ",ij.plugin.LutLoader("magenta")
fr: "Noir/magenta",ij.plugin.LutLoader("magenta")
tr: "Eflatun",ij.plugin.LutLoader("magenta")

source: "Yellow",ij.plugin.LutLoader("yellow")
bg: "Жълт",ij.plugin.LutLoader("yellow")
el: "Κίτρινο",ij.plugin.LutLoader("yellow")
es: "Amarillo",ij.plugin.LutLoader("yellow")
fr: "Noir/jaune",ij.plugin.LutLoader("yellow")
pl: "Żółty",ij.plugin.LutLoader("yellow")
tr: "Sarı",ij.plugin.LutLoader("yellow")

source: "Red/Green",ij.plugin.LutLoader("redgreen")
bg: "Червен/Зелен",ij.plugin.LutLoader("redgreen")
el: "Κόκκινο/Πράσινο",ij.plugin.LutLoader("redgreen")
es: "Rojo/Verde",ij.plugin.LutLoader("redgreen")
fr: "Rouge/vert",ij.plugin.LutLoader("redgreen")
pl: "Czerwony/Zielony",ij.plugin.LutLoader("redgreen")
tr: "Kırmızı/Yeşil",ij.plugin.LutLoader("redgreen")

source: "Fire",ij.plugin.LutLoader("fire")
bg: "огнен",ij.plugin.LutLoader("fire")
el: "Φωτιά",ij.plugin.LutLoader("fire")
es: "Fuego",ij.plugin.LutLoader("fire")
fr: "Feu",ij.plugin.LutLoader("fire")
pl: "Ciepło",ij.plugin.LutLoader("fire")
tr: "Ateş",ij.plugin.LutLoader("fire")

source: "Ice",ij.plugin.LutLoader("ice")
bg: "лед",ij.plugin.LutLoader("ice")
el: "Πάγος"
es: "Hielo",ij.plugin.LutLoader("ice")
fr: "Glace",ij.plugin.LutLoader("ice")
pl: "Zimno",ij.plugin.LutLoader("ice")
tr: "Buz",ij.plugin.LutLoader("ice")

source: "Spectrum",ij.plugin.LutLoader("spectrum")
bg: "Спектър",ij.plugin.LutLoader("spectrum")
el: "Φάσμα",ij.plugin.LutLoader("spectrum")
fr: "Arc-en-ciel",ij.plugin.LutLoader("spectrum")
pl: "Spektrum",ij.plugin.LutLoader("spectrum")
tr: "Spektrum",ij.plugin.LutLoader("spectrum")

source: "Invert LUT",ij.plugin.filter.LutApplier
bg: "Инвертирай LUT",ij.plugin.filter.LutApplier
el: "Αντιστροφή LUT"
es: "Invertir LUT",ij.plugin.filter.LutApplier
fr: "Inverser la palette",ij.plugin.LutLoader("invert")
pl: "Odwróć LUT",ij.plugin.filter.LutApplier
tr: "Evir LUT",ij.plugin.filter.LutApplier

source: "Apply LUT",ij.plugin.filter.LutApplier
bg: "Приложи LUT",ij.plugin.filter.LutApplier
el: "Εφαρμογή LUT"
es: "Aplicar LUT",ij.plugin.filter.LutApplier
fr: "Appliquer la palette",ij.plugin.filter.LutApplier
pl: "Zastosuj LUT",ij.plugin.filter.LutApplier
tr: "Uygula LUT",ij.plugin.filter.LutApplier

source: "Show LUT",ij.plugin.filter.LutViewer
bg: "Покажи LUT",ij.plugin.filter.LutViewer
el: "Δείξε LUT"
es: "Mostrar LUT",ij.plugin.filter.LutViewer
fr: "Montrer la palette",ij.plugin.filter.LutViewer
pl: "Pokaż LUT",ij.plugin.filter.LutViewer
tr: "Göster LUT",ij.plugin.filter.LutViewer

source: "Edit LUT...",ij.plugin.LUT_Editor
bg: "Редактирай LUT ...",ij.plugin.LUT_Editor
el: "Επεξεργασία LUT"
es: "Editat LUT...",ij.plugin.LUT_Editor
fr: "Editer la palette...",ij.plugin.LUT_Editor
pl: "Edytuj LUT...",ij.plugin.LUT_Editor
tr: "Düzenle LUT...",ij.plugin.LUT_Editor

source: "Add Noise",ij.plugin.filter.Filters("add")
bg: "Добави шум",ij.plugin.filter.Filters("add")
el: "Πρόσθεση Θορύβου",ij.plugin.filter.Filters("add")
es: "Añadir ruido",ij.plugin.filter.Filters("add")
fr: "Ajouter bruit",ij.plugin.filter.Filters("add")
pl: "Dodaj szum",ij.plugin.filter.Filters("add")
tr: "Gürültü Ekle",ij.plugin.filter.Filters("add")

source: "Add Specified Noise...",ij.plugin.filter.Filters("noise")
bg: "Добави Уточнен шум...",ij.plugin.filter.Filters("noise")
el: "Πρόσθεση Επιλεγμένου Θορύβου...",ij.plugin.filter.Filters("noise")
es: "Especificar y añadir ruido ...",ij.plugin.filter.Filters("noise")
fr: "Ajouter bruit spécifique...",ij.plugin.filter.Filters("noise")
pl: "Dodaj określony szum...",ij.plugin.filter.Filters("noise")
tr: "Belirtilen Gürültü Ekle...",ij.plugin.filter.Filters("noise")

source: "Salt and Pepper",ij.plugin.filter.SaltAndPepper
bg: "Сол и Черен пипер",ij.plugin.filter.SaltAndPepper
el: "Αλατοπίπερο",ij.plugin.filter.SaltAndPepper
es: "Sal y pimientar",ij.plugin.filter.SaltAndPepper
fr: "Bruit impulsionnel",ij.plugin.filter.SaltAndPepper
pl: "Sól i pieprz",ij.plugin.filter.SaltAndPepper
tr: "Tuz ve Biber",ij.plugin.filter.SaltAndPepper

source: "Despeckle",ij.plugin.filter.RankFilters("despeckle")
bg: "Филтриране",ij.plugin.filter.RankFilters("despeckle")
el: Ξεκαθάρισε
es: "Quitar manchas",ij.plugin.filter.RankFilters("despeckle")
fr: "Débruiter",ij.plugin.filter.RankFilters("despeckle")
pl: "Usuwanie szumu i ziarna",ij.plugin.filter.RankFilters("despeckle")
tr: "Lekeleri_temizle",ij.plugin.filter.RankFilters("despeckle")

source: "Remove Outliers...",ij.plugin.filter.RankFilters("outliers")
bg: "Премахване големите различия в стойностите...",ij.plugin.filter.RankFilters("outliers")
el: Απομάκρυνε ακραίες τιμές
es: "Quitar valores extremos...",ij.plugin.filter.RankFilters("outliers")
pl: "Usuń wartości odstające...",ij.plugin.filter.RankFilters("outliers")
tr: "Aykırı_olanları Kaldır...",ij.plugin.filter.RankFilters("outliers")

source: "North",ij.plugin.filter.Shadows("north")
bg: "Север",ij.plugin.filter.Shadows("north")
el: "Βόρεια",ij.plugin.filter.Shadows("north")
es: "Norte",ij.plugin.filter.Shadows("north")
fr: "Nord",ij.plugin.filter.Shadows("north")
pl: "Północ",ij.plugin.filter.Shadows("north")
tr: "Kuzey",ij.plugin.filter.Shadows("north")

source: "Northeast",ij.plugin.filter.Shadows("northeast")
bg: "Североизток",ij.plugin.filter.Shadows("northeast")
el: "Βορειοανατολικά",ij.plugin.filter.Shadows("northeast")
es: "Nordeste",ij.plugin.filter.Shadows("northeast")
fr: "Nord Est",ij.plugin.filter.Shadows("northeast")
pl: "Północny wschód",ij.plugin.filter.Shadows("northeast")
tr: "Kuzeydoğu",ij.plugin.filter.Shadows("northeast")

source: "East",ij.plugin.filter.Shadows("east")
bg: "Изток",ij.plugin.filter.Shadows("east")
el: "Ανατολικά",ij.plugin.filter.Shadows("east")
es: "Este",ij.plugin.filter.Shadows("east")
fr: "Est",ij.plugin.filter.Shadows("east")
pl: "Wschód",ij.plugin.filter.Shadows("east")
tr: "Doğu",ij.plugin.filter.Shadows("east")

source: "Southeast",ij.plugin.filter.Shadows("southeast")
bg: "Югоизток",ij.plugin.filter.Shadows("southeast")
el: "Νοτιοανατολικά",ij.plugin.filter.Shadows("southeast")
es: "Sudeste",ij.plugin.filter.Shadows("southeast")
fr: "Sud Est",ij.plugin.filter.Shadows("southeast")
pl: "Południowy wschód",ij.plugin.filter.Shadows("southeast")
tr: "Güneydoğu",ij.plugin.filter.Shadows("southeast")

source: "South",ij.plugin.filter.Shadows("south")
bg: "Южен",ij.plugin.filter.Shadows("south")
el: "Νότια",ij.plugin.filter.Shadows("south")
es: "Sur",ij.plugin.filter.Shadows("south")
fr: "Sud",ij.plugin.filter.Shadows("south")
pl: "Południe",ij.plugin.filter.Shadows("south")
tr: "Güney",ij.plugin.filter.Shadows("south")

source: "Southwest",ij.plugin.filter.Shadows("southwest")
bg: "Югозапад",ij.plugin.filter.Shadows("southwest")
el: "Νοτιοδυτικά",ij.plugin.filter.Shadows("southwest")
es: "Suroeste",ij.plugin.filter.Shadows("southwest")
fr: "Sud Ouest",ij.plugin.filter.Shadows("southwest")
pl: "Południowy zachód",ij.plugin.filter.Shadows("southwest")
tr: "Güneybatı",ij.plugin.filter.Shadows("southwest")

source: "West",ij.plugin.filter.Shadows("west")
bg: "Запад",ij.plugin.filter.Shadows("west")
el: "Δυτικά",ij.plugin.filter.Shadows("west")
es: "Oeste",ij.plugin.filter.Shadows("west")
fr: "Ouest",ij.plugin.filter.Shadows("west")
pl: "Zachód",ij.plugin.filter.Shadows("west")
tr: "Batı",ij.plugin.filter.Shadows("west")

source: "Northwest",ij.plugin.filter.Shadows("northwest")
bg: "Северозапад",ij.plugin.filter.Shadows("northwest")
el: "Νοτιοανατολικά",ij.plugin.filter.Shadows("northwest")
es: "Noreste",ij.plugin.filter.Shadows("northwest")
fr: "Nord Ouest",ij.plugin.filter.Shadows("northwest")
pl: "Północny zachód",ij.plugin.filter.Shadows("northwest")
tr: "Kuzeybatı",ij.plugin.filter.Shadows("northwest")

source: "Shadows Demo",ij.plugin.filter.Shadows("demo")
bg: "Демонстрация на сенки",ij.plugin.filter.Shadows("demo")
el: "Επίδειξη Σκίασης",ij.plugin.filter.Shadows("demo")
es: "Demo de sombras",ij.plugin.filter.Shadows("demo")
pl: "Odcienie - Demo",ij.plugin.filter.Shadows("demo")
tr: "Gölgeler Demo",ij.plugin.filter.Shadows("demo")

source: "Make Binary",ij.plugin.Thresholder
bg: "Направи двоично",ij.plugin.Thresholder
el: "Κατώφλι",ij.plugin.Thresholder
es: "Binarizar",ij.plugin.Thresholder
pl: "Utwórz plik binarny",ij.plugin.Thresholder
tr: "İkili Yap",ij.plugin.Thresholder

source: "Convert to Mask",ij.plugin.Thresholder("mask")
bg: "Преобразувай в маска",ij.plugin.Thresholder("mask")
el: "Μετατροπή σε Μάσκα"
es: "Convertir a máscara",ij.plugin.Thresholder("mask")
pl: "Konwertuj na maskę",ij.plugin.Thresholder("mask")
tr: "Maskeye Dönüştür",ij.plugin.Thresholder("mask")

source: "Find Maxima...",ij.plugin.filter.MaximumFinder
bg: "Намери максимуми...",ij.plugin.filter.MaximumFinder
el: "Αναζήτηση Μέγιστου"
es: "Buscar máximo...",ij.plugin.filter.MaximumFinder
pl: "Znajdź wartości maksymalne...",ij.plugin.filter.MaximumFinder
tr: "Maksimumu Bul...",ij.plugin.filter.MaximumFinder

source: "Erode",ij.plugin.filter.Binary("erode")
bg: "еродирай",ij.plugin.filter.Binary("erode")
el: "Διάβρωση"
es: "Erosionar",ij.plugin.filter.Binary("erode")
pl: "Erozja",ij.plugin.filter.Binary("erode")
tr: "Aşındır",ij.plugin.filter.Binary("erode")

source: "Dilate",ij.plugin.filter.Binary("dilate")
bg: "разпростри",ij.plugin.filter.Binary("dilate")
el: "Διαστολή"
es: "Dilatar",ij.plugin.filter.Binary("dilate")
pl: "Rozszerzenie",ij.plugin.filter.Binary("dilate")
tr: "Genişlet",ij.plugin.filter.Binary("dilate")

source: "Open-",ij.plugin.filter.Binary("open")
bg: "Отвори-",ij.plugin.filter.Binary("open")
el: "Άνοιγμα-"
es: "Abrir-",ij.plugin.filter.Binary("open")
pl: "Otwórz-",ij.plugin.filter.Binary("open")
tr: "Aç-",ij.plugin.filter.Binary("open")

source: "Close-",ij.plugin.filter.Binary("close")
bg: "Затвори-",ij.plugin.filter.Binary("close")
el: "Κλείσιμο-"
es: "Cerrar-",ij.plugin.filter.Binary("close")
pl: "Zamknij-",ij.plugin.filter.Binary("close")
tr: "Kapat-",ij.plugin.filter.Binary("close")

source: "Options...",ij.plugin.filter.Binary("options")
bg: "Опции...",ij.plugin.filter.Binary("options")
el: "Επιλογές",
es: "Opciones...",ij.plugin.filter.Binary("options")
pl: "Opcje...",ij.plugin.filter.Binary("options")
tr: "Seçenekler...",ij.plugin.filter.Binary("options")

source: "Outline",ij.plugin.filter.Binary("outline")
bg: "контури",ij.plugin.filter.Binary("outline")
el: "Σκιαγράφηση"
es: "Contorno",ij.plugin.filter.Binary("outline")
pl: "Zarys",ij.plugin.filter.Binary("outline")
tr: "Taslak_oluştur",ij.plugin.filter.Binary("outline")

source: "Fill Holes",ij.plugin.filter.BinaryFiller
bg: "Попълване на дупки",ij.plugin.filter.BinaryFiller
el: "Γέμιση Τρυπών"
es: "Rellanar agujeros",ij.plugin.filter.BinaryFiller
pl: "Wypełnij luki",ij.plugin.filter.BinaryFiller
tr: "Boşlukları Doldur",ij.plugin.filter.BinaryFiller

source: "Skeletonize",ij.plugin.filter.Binary("skel")
bg: "резюмираи",ij.plugin.filter.Binary("skel")
el: "Σκελετός"
es: "Esqueleto",ij.plugin.filter.Binary("skel")
pl: "Szkieletyzacja",ij.plugin.filter.Binary("skel")
tr: "Tasarla",ij.plugin.filter.Binary("skel")

source: "Distance Map",ij.plugin.filter.EDM("edm")
bg: "Карта от разстояние",ij.plugin.filter.EDM("edm")
el: "Χάρτης Απόστασης"
es: "Mapa de distancias",ij.plugin.filter.EDM("edm")
pl: "Mapa odległości",ij.plugin.filter.EDM("edm")
tr: "Mesafe Haritası",ij.plugin.filter.EDM("edm")

source: "Ultimate Points",ij.plugin.filter.EDM("points")
bg: "Крайни точки",ij.plugin.filter.EDM("points")
el: "Τελικά Σημεία"
es: "Puntos finales",ij.plugin.filter.EDM("points")
pl: "Najdalsze punkty",ij.plugin.filter.EDM("points")
tr: "Nihai Noktalar",ij.plugin.filter.EDM("points")

source: "Watershed",ij.plugin.filter.EDM("watershed")
bg: "вододел",ij.plugin.filter.EDM("watershed")
el: "Διαχωριστική γραμμή"
es: "Cuencas",ij.plugin.filter.EDM("watershed")
pl: "Punkt zwrotny",ij.plugin.filter.EDM("watershed")
tr: "Dönüm_noktası",ij.plugin.filter.EDM("watershed")

source: "Add...",ij.plugin.filter.ImageMath("add")
bg: "прибави...",ij.plugin.filter.ImageMath("add")
el: "Πρόσθεση...",ij.plugin.filter.ImageMath("add")
es: "Añadir...",ij.plugin.filter.ImageMath("add")
fr: "Addition...",ij.plugin.filter.ImageMath("add")
pl: "Dodaj...",ij.plugin.filter.ImageMath("add")
tr: "Ekle...",ij.plugin.filter.ImageMath("add")

source: "Subtract...",ij.plugin.filter.ImageMath("sub")
bg: "Изваждане...",ij.plugin.filter.ImageMath("sub")
el: "Αφαίρεση...",ij.plugin.filter.ImageMath("sub")
es: "Sustraer...",ij.plugin.filter.ImageMath("sub")
fr: "Soustraction...",ij.plugin.filter.ImageMath("sub")
pl: "Odejmij...",ij.plugin.filter.ImageMath("sub")
tr: "Çıkar...",ij.plugin.filter.ImageMath("sub")

source: "Multiply...",ij.plugin.filter.ImageMath("mul")
bg: "Умножи...",ij.plugin.filter.ImageMath("mul")
el: "Πολλαπλασιασμός...",ij.plugin.filter.ImageMath("mul")
es: "Multiplicar...",ij.plugin.filter.ImageMath("mul")
fr: "Multiplication...",ij.plugin.filter.ImageMath("mul")
pl: "Pomnóż...",ij.plugin.filter.ImageMath("mul")
tr: "Çarp...",ij.plugin.filter.ImageMath("mul")

source: "Divide...",ij.plugin.filter.ImageMath("div")
bg: "Раздели...",ij.plugin.filter.ImageMath("div")
el: "Διαίρεση...",ij.plugin.filter.ImageMath("div")
es: "Dividir...",ij.plugin.filter.ImageMath("div")
fr: "Division...",ij.plugin.filter.ImageMath("div")
pl: "Podziel...",ij.plugin.filter.ImageMath("div")
tr: "Böl...",ij.plugin.filter.ImageMath("div")

source: "Min...",ij.plugin.filter.ImageMath("min")
bg: "Минимум...",ij.plugin.filter.ImageMath("min")
el: "Ελάχιστο..."
es: "Minimo...",ij.plugin.filter.ImageMath("min")
pl: "Minimum...",ij.plugin.filter.ImageMath("min")

source: "Max...",ij.plugin.filter.ImageMath("max")
bg: "Максимум...",ij.plugin.filter.ImageMath("max")
el: "Μέγιστο..."
es: "Maximo...",ij.plugin.filter.ImageMath("max")
pl: "Maksimum...",ij.plugin.filter.ImageMath("max")
tr: "Mak...",ij.plugin.filter.ImageMath("max")

source: "Log",ij.plugin.filter.ImageMath("log")
bg: "влез",ij.plugin.filter.ImageMath("log")
el: "Λογάριθμος..."
es: "Logaritmico",ij.plugin.filter.ImageMath("log")
pl: "Logarytm",ij.plugin.filter.ImageMath("log")

source: "Square",ij.plugin.filter.ImageMath("sqr")
bg: "заобиколи",ij.plugin.filter.ImageMath("sqr")
el: "Τετράγωνο..."
es: "Cuadrado (^2)",ij.plugin.filter.ImageMath("sqr")
fr: "Carré",ij.plugin.filter.ImageMath("sqr")
pl: "Kwadrat",ij.plugin.filter.ImageMath("sqr")
tr: "Kare",ij.plugin.filter.ImageMath("sqr")

source: "Square Root",ij.plugin.filter.ImageMath("sqrt")
bg: "Корен квадратен",ij.plugin.filter.ImageMath("sqrt")
el: "Τετραγωνική Ρίζα..."
es: "Raíz cuadrada",ij.plugin.filter.ImageMath("sqrt")
fr: "Racine Carrée",ij.plugin.filter.ImageMath("sqrt")
pl: "Pierwiastek kwadratowy",ij.plugin.filter.ImageMath("sqrt")
tr: "Kare Kök",ij.plugin.filter.ImageMath("sqrt")

source: "Reciprocal",ij.plugin.filter.ImageMath("reciprocal")
bg: "Реципрочен",ij.plugin.filter.ImageMath("reciprocal")
el: "Αντίστροφο..."
es: "Reciproco",ij.plugin.filter.ImageMath("reciprocal")
fr: "Inverse",ij.plugin.filter.ImageMath("reciprocal")
pl: "Odwrotność",ij.plugin.filter.ImageMath("reciprocal")
tr: "Ters",ij.plugin.filter.ImageMath("reciprocal")

source: "Convolve...",ij.plugin.filter.Convolver
bg: "усуквам...",ij.plugin.filter.Convolver
el: "Φίλτρο Convolve...",ij.plugin.filter.Convolver
es: "Convolución...",ij.plugin.filter.Convolver
pl: "Wykonaj splot...",ij.plugin.filter.Convolver
tr: "Evriştir...",ij.plugin.filter.Convolver

source: "Gaussian Blur...",ij.plugin.filter.GaussianBlur
bg: "Гаусова мъгла...",ij.plugin.filter.GaussianBlur
el: "Φίλτρο Gaussian Blur...",ij.plugin.filter.GaussianBlur
es: "Desenfoque Gaussiano...",ij.plugin.filter.GaussianBlur
pl: "Rozmycie gaussowskie...",ij.plugin.filter.GaussianBlur
tr: "Gauss Lekesi...",ij.plugin.filter.GaussianBlur

source: "Median...",ij.plugin.filter.RankFilters("median")
bg: "медиана...",ij.plugin.filter.RankFilters("median")
el: "Φίλτρο Median...",ij.plugin.filter.RankFilters("median")
es: "Mediana...",ij.plugin.filter.RankFilters("median")
pl: "Mediana...",ij.plugin.filter.RankFilters("median")
tr: "Medyan...",ij.plugin.filter.RankFilters("median")

source: "Mean...",ij.plugin.filter.RankFilters("mean")
bg: "среден...",ij.plugin.filter.RankFilters("mean")
el: "Φίλτρο Mean...",ij.plugin.filter.RankFilters("mean")
es: "Media...",ij.plugin.filter.RankFilters("mean")
pl: "Wartość średnia...",ij.plugin.filter.RankFilters("mean")
tr: "Ortalama...",ij.plugin.filter.RankFilters("mean")

source: "Minimum...",ij.plugin.filter.RankFilters("min")
bg: "минимум...",ij.plugin.filter.RankFilters("min")
el: "Φίλτρο Minimum...",ij.plugin.filter.RankFilters("min")
es: "Mínimo...",ij.plugin.filter.RankFilters("min")

source: "Maximum...",ij.plugin.filter.RankFilters("max")
bg: "максимум...",ij.plugin.filter.RankFilters("max")
el: "Φίλτρο Maximum...",ij.plugin.filter.RankFilters("max")
es: "Máximo...",ij.plugin.filter.RankFilters("max")
pl: "Maksimum...",ij.plugin.filter.RankFilters("max")
tr: "Maksimum...",ij.plugin.filter.RankFilters("max")

source: "Unsharp Mask...",ij.plugin.filter.UnsharpMask
bg: "Изостри маската...",ij.plugin.filter.UnsharpMask
el: "Φίλτρο Unsharp Mask...",ij.plugin.filter.UnsharpMask
es: "Desenfocar máscara...",ij.plugin.filter.UnsharpMask
pl: "Filtr wyostrzający...",ij.plugin.filter.UnsharpMask
tr: "Maskeyi Bulanıklaştır...",ij.plugin.filter.UnsharpMask

source: "Variance...",ij.plugin.filter.RankFilters("variance")
bg: "вариране...",ij.plugin.filter.RankFilters("variance")
el: "Αντίθεση"
es: "Varianza...",ij.plugin.filter.RankFilters("variance")
pl: "Wariancja...",ij.plugin.filter.RankFilters("variance")
tr: "Varyans...",ij.plugin.filter.RankFilters("variance")

source: "Show Circular Masks...",ij.plugin.filter.RankFilters("masks")
bg: "Покажи Циркуляри маски...",ij.plugin.filter.RankFilters("masks")
el: "Δείξε Κυκλικές Μάσκες"
es: "Mostrar máscara circular...",ij.plugin.filter.RankFilters("masks")
pl: "Pokaż okrągłą przesłonę..",ij.plugin.filter.RankFilters("masks")
tr: "Çembersel Maskeyi Göster...",ij.plugin.filter.RankFilters("masks")

source: "Save XY Coordinates...",ij.plugin.XYCoordinates
bg: "Запиши XY координати...",ij.plugin.XYCoordinates
el: "Αποθήκευση Συντεταγμένων XY...",ij.plugin.filter.XYCoordinates
es: "Guardar coordenadas XY...",ij.plugin.XYCoordinates
fr: "Enregistrer les coordonnées...",ij.plugin.XYCoordinates
pl: "Zapisz współrzędne XY...",ij.plugin.filter.XYCoordinates
tr: "Kaydet XY Kordinat...",ij.plugin.XYCoordinates

source: "Curve Fitting...",ij.plugin.frame.Fitter
bg: "Приспособяване на крива...",ij.plugin.frame.Fitter
el: "Προσαρμογή Καμπύλης...",ij.plugin.frame.Fitter
es: "Ajuste de curvas...",ij.plugin.frame.Fitter
fr: "Approximations de courbes",ij.plugin.frame.Fitter
pl: "Dopasuj krzywą...",ij.plugin.frame.Fitter
tr: "Eğri Uydurma...",ij.plugin.frame.Fitter

source: "ROI Manager...",ij.plugin.frame.RoiManager
bg: "ROI мениджър...",ij.plugin.frame.RoiManager
el: "Διαχειριστής ROI...",ij.plugin.frame.RoiManager
fr: "Sélections multiples...",ij.plugin.frame.RoiManager
pl: "Menadżer ROI...",ij.plugin.frame.RoiManager
tr: "ROI Yönetici...",ij.plugin.frame.RoiManager

source: "Install...[M]",ij.plugin.MacroInstaller
bg: "инсталирай...[M]",ij.plugin.MacroInstaller
el: "Εγκατάσταση... [M]",ij.plugin.MacroInstaller
es: "Instalar...[M]",ij.plugin.MacroInstaller
fr: "Installer...[M]",ij.plugin.MacroInstaller
pl: "Instaluj... [M]",ij.plugin.MacroInstaller
tr: "Kur...[M]",ij.plugin.MacroInstaller

source: "Run...",ij.plugin.Macro_Runner
bg: "Пусни...",ij.plugin.Macro_Runner
el: "Καταγραφή...",ij.plugin.frame.Recorder
es: "Ejecutar...",ij.plugin.Macro_Runner
fr: "Démarrer...",ij.plugin.Macro_Runner
pl: "Uruchom...",ij.plugin.Macro_Runner
tr: "Çalıştır...",ij.plugin.Macro_Runner

source: "Record...",ij.plugin.frame.Recorder
bg: "Запиши...",ij.plugin.frame.Recorder
el: "Καταγραφή.."
es: "Grabar...",ij.plugin.frame.Recorder
fr: "Enregistrer...",ij.plugin.frame.Recorder
pl: "Rejestruj...",ij.plugin.frame.Recorder
tr: "Kayıt...",ij.plugin.frame.Recorder

source: "Translation",ij.plugin.filter.Translator
bg: "превод",ij.plugin.filter.Translator
el: "Μετάφραση"
es: "Translación",ij.plugin.filter.Translator
pl: "Tłumaczenie",ij.plugin.filter.Translator
tr: "Çeviri",ij.plugin.filter.Translator

source: >"Macros"
bg: >"Макроси"
pl: >"Makra"
tr: >"Makro"

source: >"Shortcuts"
bg: >"Преки пътища"
pl: >"Skróty klawiszowe"
tr: >"Kısayol"

source: >"Utilities"
bg: >"Помощни програми"
es: >"Utilidades"
pl: >"Programy narzędziowe"
tr: >"Araçlar"

source: "Startup Macros...",ij.plugin.Commands("startup")
bg: "Стартиране на макроси...",ij.plugin.Commands("startup")
es: "Macros iniciales...",ij.plugin.Commands("startup")
fr: "Macros démarrage...",ij.plugin.Commands("startup")
pl: "Makra startowe...",ij.plugin.Commands("startup")
tr: "Başlangıç Makoları...",ij.plugin.Commands("startup")

source: "3-3-2 RGB",ij.plugin.LutLoader("3-3-2 RGB")
fr: "3-3-2 RVB",ij.plugin.LutLoader("3-3-2 RGB")
