Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/SalsaJ/*/EUHOUProps_*.po
Languages: bg, el, es, fr, pl, tr

source: Undo
bg: Отмени въвеждането
el: Αναίρεση
es: Deshacer
fr: Annuler
pl: Cofnij
tr: Geri al

source: Cut
bg: Изрежи
el: Αποκοπή
es: Cortar
fr: Couper
pl: Wytnij
tr: Kes

source: Copy
bg: Копирай
el: Αντιγραφή
es: Copiar
fr: Copier
pl: Kopiuj
tr: Kopyala

source: Paste
bg: Постави
el: Επικόλληση
es: Pegar
fr: Coller
pl: Wklej
tr: Yapıştır

source: Clear
bg: Изчисти
el: Σβήσιμο
es: Limpiar
fr: Effacer
pl: Usuń
tr: Temizle

source: Fill
bg: Запълване
el: Γέμισμα
es: Rellenar
fr: Remplir
pl: Wypełnij
tr: Doldur

source: Draw
bg: Начертай
el: Μαρκάρισμα
es: Dibujar
fr: Tracer
pl: Rysuj
tr: Çiz

source: Rename...
bg: Преименувай...
el: Αλλαγή Ονόματος
es: Renombrar...
fr: Renommer...
pl: Zmień nazwę...
tr: Yeniden_adlandır...

source: Duplicate...
bg: Удвояване...
el: Επανέλαβε
es: Duplicar
fr: Dupliquer...
pl: Duplikuj...
tr: Yedekle...

source: "Image...",ij.plugin.Commands("new")
bg: "Изображение ...", ij.plugin.Commands("new")
el: "εικόνα..."
es: "Imagen...",ij.plugin.Commands("new")
pl: "Obraz...",ij.plugin.Commands("new")
tr: "Görüntü...",ij.eklenti.Komutlar("yeni")

source: "Internal Clipboard",ij.plugin.Clipboard("show")
bg: "Вътрешна памет",ij.plugin.Clipboard("show")
el: "εσωτερικός πίνακας clip"
es: "Portapapeles interno",ij.plugin.Clipboard("show")
fr: "Presse-papiers interne",ij.plugin.Clipboard("show")
pl: "Schowek wewnętrzny",ij.plugin.Clipboard("show")
tr: "İç Pano",ij.eklenti.Komular("göster")

source: "System Clipboard",ij.plugin.Clipboard("showsys")
bg: "Системна памет",ij.plugin.Clipboard("showsys")
el: "Πίνακας Clip Συστήματος"
es: "Portapapeles del sistema",ij.plugin.Clipboard("showsys")
fr: "Presse-papiers systeme",ij.plugin.Clipboard("showsys")
pl: "Schowek systemowy",ij.plugin.Clipboard("showsys")
tr: "Sistem Pano",ij.eklenti.Komular("göstersys")

source: "Image Sequence...",ij.plugin.FolderOpener
bg: "Серия изображения...",ij.plugin.FolderOpener
el: "Ακολουθία Εικόνων...",
es: "Secuencia de imágenes...",ij.plugin.FolderOpener
fr: "Séquence d'image...",ij.plugin.FolderOpener
pl: "Ciąg obrazów...",ij.plugin.FolderOpener
tr: "Görüntü Sırası...",ij.eklenti.KlasörAçıcı

source: "Raw...",ij.plugin.Raw
el: "Χωρίς επεξεργασία...",ij.plugin.FolderOpener
es: "Imagen en crudo...",ij.plugin.Raw
fr: "Donnée...",ij.plugin.Raw
tr: "Ham...",ij.eklenti.Ham

source: "LUT... ",ij.plugin.LutLoader
el: "Χρωματική Αντιστοίχηση (LUT)...",ij.plugin.LutLoader
tr: "LUT... ",ij.eklenti.Lutyükleyici

source: "Text Image... ",ij.plugin.TextReader
bg: "Текст на изображението... ",ij.plugin.TextReader
el: "Εικόνα Κειμένου... ",ij.plugin.TextReader
es: "Imagen en formato texto... ",ij.plugin.TextReader
fr: "Image Texte... ",ij.plugin.TextReader
pl: "Obraz tekstowy... ",ij.plugin.TextReader
tr: "Metin Görüntü... ",ij.eklenti.MetinOkuyucusu

source: "Text File... ",ij.plugin.TextFileReader
bg: "Tекстов файл... ",ij.plugin.TextFileReader
el: "Αρχείο Κειμένου...",ij.plugin.TextFileReader
es: "Fichero de texto... ",ij.plugin.TextFileReader
fr: "Fichier Texte... ",ij.plugin.TextFileReader
pl: "Plik tekstowy...",ij.plugin.TextFileReader
tr: "Metin Dosyası... ",ij.eklenti.MetinDosyasıOkuyucusu

source: "Results...",ij.plugin.SimpleCommands("import")
bg: "Резултати ...", ij.plugin.SimpleCommands("import")
el: "Αποτελέσματα"
es: "Resultados...",ij.plugin.SimpleCommands("importar")
fr: "Résultats...",ij.plugin.SimpleCommands("import")
pl: "Wyniki...",ij.plugin.SimpleCommands("import")
tr: "Sonuçlar...",ij.eklenti.BasitKomutlar("aktar")

source: "URL...",ij.plugin.URLOpener
el: Διευθυνση URL
es: "URL...",ij.plugin.URLOpene
tr: "URL...",ij.eklenti.URLAçıcı

source: "FITS...",ij.plugin.filter.Writer("fits")
bg: "помества...",ij.plugin.filter.Writer("fits")
el: "FITS...",ij.plugin.RB_FITS_Writer
tr: "FITS...",ij.eklenti.filtre.Yazar("fits")

source: "Jpeg...",ij.plugin.filter.Writer("jpeg")
el: "Jpeg...",ij.plugin.filter.Writer("gif")

source: "Gif...",ij.plugin.filter.Writer("gif")
el: "Gif...",ij.plugin.filter.Writer("jpeg")

source: "BMP...",ij.plugin.filter.Writer("bmp")
el: "Εικόνα Κειμένου...",ij.plugin.filter.Writer("text")

source: "PNG...",ij.plugin.filter.Writer("png")
el: "PNG...",ij.plugin.filter.Writer("zip")

source: "ZIP...",ij.plugin.filter.Writer("zip")
el: "ZIP...",ij.plugin.filter.Writer("raw")

source: "Image Sequence... ",ij.plugin.StackWriter
bg: "Серия Изображения... ",ij.plugin.StackWriter
el: "Ακολουθία Εικόνων...",ij.plugin.filter.AVIWriter
es: "Secuencia de imágenes... ",ij.plugin.StackWriter
fr: "Image Séquence... ",ij.plugin.StackWriter
pl: "Ciąg obrazów... ",ij.plugin.StackWriter
tr: "Görüntü Sırası... ",ij.plugin.StackWriter

source: "AVI... ",ij.plugin.filter.AVIWriter
el: "AVI...",ij.plugin.filter.Writer("bmp")

source: "Select All[a]",ij.plugin.Selection("all")
bg: "Маркирай всичко[a]",ij.plugin.Selection("all")
el: "Επιλογή Όλων [a]",ij.plugin.Selection("all")
es: "Seleccionar todasl[a]",ij.plugin.Selection("all")
fr: "Tout sélectionner",ij.plugin.Selection("all")
pl: "Zaznacz wszystko [a]",ij.plugin.Selection("all")
tr: "Tümünü Seç[a]",ij.plugin.Selection("all")

source: "Select None[A]",ij.plugin.Selection("none")
bg: "Не маркирай[A]",ij.plugin.Selection("none")
el: "Καμμιά Επιλογή [A]",ij.plugin.Selection("none")
es: "Deseleccionar todas[A]",ij.plugin.Selection("none")
fr: "Annuler la sélection",ij.plugin.Selection("none")
pl: "Usuń zaznaczenie [A]",ij.plugin.Selection("none")
tr: "Seçimi Kaldır[A]",ij.plugin.Selection("none")

source: "Restore Selection[E]",ij.plugin.Selection("restore")
bg: "Възстанови маркираното[E]",ij.plugin.Selection("restore")
el: "Επαναφορά Επιλογής [E]",ij.plugin.Selection("restore")
es: "Restaurar selección[E]",ij.plugin.Selection("restore")
fr: "Restaurer la sélection",ij.plugin.Selection("restore")
pl: "Przywróć zaznaczenie [E]",ij.plugin.Selection("restore")
tr: "Seçimi Onar[E]",ij.plugin.Selection("restore")

source: "Fit Spline",ij.plugin.Selection("spline")
bg: "Побери сплайн",ij.plugin.Selection("spline")
el: "Προσωμοίωση Spline",ij.plugin.Selection("spline")
es: "Ajustar Spline",ij.plugin.Selection("spline")
fr: "Spline",ij.plugin.Selection("spline")
pl: "Dopasuj spline",ij.plugin.Selection("spline")
tr: "Uydur Şerit",ij.plugin.Selection("spline")

source: "Fit Ellipse",ij.plugin.Selection("ellipse")
bg: "Побери Елипса",ij.plugin.Selection("ellipse")
el: "Προσαρμογή Έλλειψης",ij.plugin.Selection("ellipse")
es: "Ajustar Elipse",ij.plugin.Selection("ellipse")
fr: "Ellipse",ij.plugin.Selection("ellipse")
pl: "Dopasuj elipsę",ij.plugin.Selection("ellipse")
tr: "Uydur Elips",ij.plugin.Selection("ellipse")

source: "Convex Hull",ij.plugin.Selection("hull")
bg: "Изпъкнали Hull",ij.plugin.Selection("hull")
el: Κυρτή επιφάνεια
es: "Cuerpo convexo",ij.plugin.Selection("hull")
fr: "Enveloppe convexe",ij.plugin.Selection("hull")
pl: "Otoczka wypukła",ij.plugin.Selection("hull")
tr: "Dışbükey Zarf",ij.plugin.Selection("hull")

source: "Make Inverse",ij.plugin.Selection("inverse")
bg: "Направи инверсия",ij.plugin.Selection("inverse")
el: Κάνε Αντιστροφή
es: "Invertir selección",ij.plugin.Selection("inverse")
fr: "Inverser",ij.plugin.Selection("inverse")
pl: "Odwrotność",ij.plugin.Selection("inverse")

source: "Create Mask",ij.plugin.Selection("mask")
bg: "Създаване на маска", ij.plugin.Selection("mask")
el: Δημιουργία Μάσκας
es: "Crear máscara",ij.plugin.Selection("mask")
fr: "Créer un masque",ij.plugin.Selection("mask")
pl: "Utwórz maskę",ij.plugin.Selection("mask")
tr: "Maske Oluştur",ij.plugin.Selection("mask")

source: "Create Selection",ij.plugin.Selection("from")
bg: "Създаване на Селекция" ij.plugin.Selection("from")
el: Δημιουργία Επιλογής
es: "Crear selección",ij.plugin.Selection("from")
fr: "Créer une Sélection",ij.plugin.Selection("from")
pl: "Utwórz zaznaczenie",ij.plugin.Selection("from")
tr: "Seçim Oluştur",ij.plugin.Selection("from")

source: "Rotate...",ij.plugin.Selection("rotate")
el: Περιστροφή
es: "Rotar...",ij.plugin.Selection("rotate")
fr: "Rotation...",ij.plugin.Selection("rotate")
pl: "Obróć...",ij.plugin.Selection("rotate")
tr: "Döndür...",ij.plugin.Selection("rotate")

source: "Enlarge...",ij.plugin.Selection("enlarge")
bg: "Увеличи ...", ij.plugin.Selection("enlarge")
el: Μεγέθυνση
es: "Ampliar...",ij.plugin.Selection("enlarge")
fr: "Elargir...",ij.plugin.Selection("enlarge")
pl: "Powiększ...",ij.plugin.Selection("enlarge")
tr: "Büyüt...",ij.plugin.Selection("enlarge")

source: "Make Band...",ij.plugin.Selection("band")
bg: "Направи Група ...", ij.plugin.Selection("band")
el: Δημιούργησε Επιλογή
es: "Crear banda...",ij.plugin.Selection("band")
fr: "Créer bande...",ij.plugin.Selection("band")
pl: "Utwórz pasmo...",ij.plugin.Selection("band")

source: "Specify...",ij.plugin.SpecifyROI
bg: "Посочете ...", ij.plugin.SpecifyROI
el: Καθόρισε λεπτομερώς
es: "Specificar...",ij.plugin.SpecifyROI
fr: "Spécifier...",ij.plugin.SpecifyROI
pl: "Określ...",ij.plugin.SpecifyROI
tr: "Belirt...",ij.plugin.SpecifyROI

source: "Add to Manager [t]",ij.plugin.Selection("add")
bg: "Добавяне на Мениджър [t]", ij.plugin.Selection("add")
el: Πρόσθεσε στο Διαχειριστή
es: "Añadir al mánager [t]",ij.plugin.Selection("add")
fr: "Ajouter au gestionnaire",ij.plugin.Selection("add")
pl: "Dodaj do Menadżera [t]",ij.plugin.Selection("add")
tr: "Yöneticiye Ekle [t]",ij.plugin.Selection("add")

source: "Line Width...",ij.plugin.Options("line")
bg: "Ширина на линията ...", ij.plugin.Options("line")
el: Πλάτος γραμμής
es: "Ancho de linea...",ij.plugin.Options("line")
fr: "Largeur de ligne..",ij.plugin.Options("line")
pl: "Szerokość linii...",ij.plugin.Options("width")
tr: "Satır Genişliği...",ij.plugin.Options("line")

source: "Input/Output...",ij.plugin.Options("io")
bg: "Вход/Изход...",ij.plugin.Options("io")
el: "Εισερχόμενο/Εξερχόμενο...",ij.plugin.Options("quality")
es: "Entrada/Salida(I/O)...",ij.plugin.Options("io")
fr: "fichiers...",ij.plugin.Options("io")
pl: "IWejście/Wyjście...",ij.plugin.Options("io")
tr: "Girdi/Çıktı...",ij.plugin.Options("io")

source: "Fonts...",ij.plugin.frame.Fonts
bg: "Шрифтове...",ij.plugin.frame.Fonts
el: "Γραμματοσειρές...",ij.plugin.frame.Fonts
es: "Tipografía...",ij.plugin.frame.Fonts
fr: "Polices...",ij.plugin.frame.Fonts
pl: "Czcionki...",ij.plugin.frame.Fonts
tr: "Fontlar...",ij.plugin.frame.Fonts

source: "Profile Plot Options...",ij.plugin.filter.Profiler("set")
bg: "Профил на участък Опции...",ij.plugin.filter.Profiler("set")
el: "Επιλογές Γραφήματος Κατατομής...",ij.plugin.filter.Profiler("set")
es: "Perfil de las opciones de dibujo (plot)...",ij.plugin.filter.Profiler("set")
fr: "Options coupe...",ij.plugin.filter.Profiler("set")
pl: "Opcje wykresu...",ij.plugin.filter.Profiler("set")
tr: "Profil Çizim Seçenekleri...",ij.plugin.filter.Profiler("set")

source: "Point Tool...",ij.plugin.Colors("point")
bg: "Точка инструмент...",ij.plugin.Colors("point")
el: "Χρώμα Πρώτου Πλάνου...",ij.plugin.frame.ColorSelector("fore")
es: "Herramienta punto...",ij.plugin.Colors("point")
fr: "Outil point...",ij.plugin.Colors("point")
pl: "Wskaźnik...",ij.plugin.Colors("point")
tr: "Vurgu Araçları...",ij.plugin.Colors("point")

source: "Colors...",ij.plugin.Colors
bg: "Цветове...", ij.plugin.Colors
el: "Χρώμα Υποβάθρου...",ij.plugin.frame.ColorSelector("back")
es: "Colores...",ij.plugin.Colors
fr: "Couleurs...",ij.plugin.Colors
pl: "Kolory...",ij.plugin.Colors
tr: "Renkler...",ij.plugin.Colors

source: "Appearance...",ij.plugin.Options("display")
bg: "Вид ...", ij.plugin.Options ("display")
el: "Χρώμα Επιλογής...",ij.plugin.frame.ColorSelector("roi")
es: "Apariencia..",ij.plugin.Options("display")
fr: "Apparance...",ij.plugin.Options("display")
pl: "Wygląd...",ij.plugin.Options("display")
tr: "Görünüm...",ij.plugin.Options("display")

source: "Conversions...",ij.plugin.Options("conv")
bg: "Реализации ...", ij.plugin.Options ("conv")
el: "Μετατροπές..",ij.plugin.Options("cross")
es: "Conversión...",ij.plugin.Options("conv")
pl: "Konwersje...",ij.plugin.Options("conv")
tr: "Dönüşümler...",ij.plugin.Options("conv")

source: "Memory & Threads...",ij.plugin.Memory
bg: "Памет и теми ...", ij.plugin.Memory
el: "Μνήμη & Ειρμοί"
es: "Memoria e hilos...",ij.plugin.Memory
fr: "Mémoire...",ij.plugin.Memory
pl: "Pamięć i wątki...",ij.plugin.Memory
tr: "Hafıza & İlgili_konular...",ij.plugin.Memory

source: "Misc...",ij.plugin.Options("misc")
bg: "Други ...", ij.plugin.Options ("misc")
el: "Διάφορα...",ij.plugin.frame.ColorSelector("roi")"Εμφάνιση..."Επιλογές
es: "Miscellanea...",ij.plugin.Options("misc")
fr: "Divers...",ij.plugin.Options("misc")
pl: "Różne...",ij.plugin.Options("misc")
tr: "Çeşitli...",ij.plugin.Options("misc")

source: "Brightness/Contrast...",ij.plugin.frame.ContrastAdjuster
bg: "Осветяване/контрастt...",ij.plugin.frame.ContrastAdjuster
el: "Φωτεινότητα/Αντίθεση... [C]",ij.plugin.frame.ContrastAdjuster
es: "Brillo/Contraste...",ij.plugin.frame.ContrastAdjuster
fr: "Luminosité/contraste...",ij.plugin.frame.ContrastAdjuster
pl: "Jasność/Kontrast... [C]",ij.plugin.frame.ContrastAdjuster
tr: "Parlaklık/Kontrast...",ij.plugin.frame.ContrastAdjuster

source: "Color Balance...",ij.plugin.frame.ContrastAdjuster("balance")
bg: "Хармония на цветовете...",ij.plugin.frame.ContrastAdjuster("balance")
el: "Ισορροπία Χρώματος...",ij.plugin.frame.ContrastAdjuster("wl")
es: "Balance de color...",ij.plugin.frame.ContrastAdjuster("balance")
fr: "Equilibre des couleurs...",ij.plugin.frame.ContrastAdjuster("balance")
pl: "Balans kolorow...",ij.plugin.frame.ContrastAdjuster("balance")
tr: "Renk Dengesi...",ij.plugin.frame.ContrastAdjuster("balance")

source: "Size...",ij.plugin.filter.Resizer
bg: "Размер...",ij.plugin.filter.Resizer
el: "Μέγεθος...",ij.plugin.frame.ContrastAdjuster("balance")
es: "Tamaño...",ij.plugin.filter.Resizer
fr: "Taille...",ij.plugin.filter.Resizer
pl: "Rozmiar...",ij.plugin.filter.Resizer
tr: "Boyut...",ij.plugin.filter.Resizer

source: "Canvas Size...",ij.plugin.CanvasResizer
bg: "Размер на поле ...",ij.plugin.CanvasResizer
el: "Μέγεθος Καμβά.. [T]",ij.plugin.frame.ThresholdAdjuster
es: "Tamaño del lienzo...",ij.plugin.CanvasResizer
fr: "Encadrement...",ij.plugin.CanvasResizer
pl: "Rozmiar obszaru roboczego...",ij.plugin.CanvasResizer
tr: "Tuval Boyutu...",ij.plugin.CanvasResizer

source: "Convert Stack to RGB",ij.plugin.RGBStackConverter
bg: "Конвертирай група в RGB ",ij.plugin.RGBStackConverter
el: "Μετατροπή Στίβας σε RGB",ij.plugin.RGBStackConverter
es: "Convertir pila a RGB",ij.plugin.RGBStackConverter
fr: "Conversion pile vers R/V/B",ij.plugin.RGBStackConverter
pl: "Przekształć stos do obrazu RGB",ij.plugin.RGBStackConverter
tr: "Yığını RGB ye Dönüştür",ij.plugin.RGBStackConverter

source: "RGB Split",ij.plugin.filter.RGBStackSplitter
bg: "Раздели RGB ",ij.plugin.filter.RGBStackSplitter
el: "Διαχωρισμός RGB",ij.plugin.filter.RGBStackSplitter
es: "Divide RGB",ij.plugin.filter.RGBStackSplitter
fr: "Séparation R/V/B",ij.plugin.filter.RGBStackSplitter
pl: "Rozdziel obraz RGB",ij.plugin.filter.RGBStackSplitter
tr: "RGB Bölüştür",ij.plugin.filter.RGBStackSplitter

source: "RGB Merge...",ij.plugin.RGBStackMerge
bg: "Слей RGB ...",ij.plugin.RGBStackMerge
el: "Μίξη RGB...",ij.plugin.RGBStackMerge
es: "Conbina RGB...",ij.plugin.RGBStackMerge
fr: "Fusion R/V/B",ij.plugin.RGBStackMerge
pl: "Połącz w obraz RGB...",ij.plugin.RGBStackMerge
tr: "RGB Birleştir...",ij.plugin.RGBStackMerge

source: "Color Picker",ij.plugin.ColorPicker
bg: "Избор на цвят",ij.plugin.ColorPicker
el: "Επιλογή Χρώματος... [T]",ij.plugin.frame.ThresholdAdjuster"Μέγεθος Καμβά"
es: "Selector de colores",ij.plugin.ColorPicker
fr: "Pipette à couleur",ij.plugin.ColorPicker
pl: "Próbnik kolorów",ij.plugin.ColorPicker
tr: "Renk Seçici",ij.plugin.ColorPicker

source: "Add Slice",ij.plugin.StackEditor("add")
bg: "Добави образ ",ij.plugin.StackEditor("add")
el: "Πρόσθεση Νέας Φέτας",ij.plugin.StackEditor("add")
es: "Añade rebanada",ij.plugin.StackEditor("add")
fr: "Ajouter image",ij.plugin.StackEditor("add")
pl: "Dodaj warstwę",ij.plugin.StackEditor("add")
tr: "Dilim Ekle",ij.plugin.StackEditor("add")

source: "Delete Slice",ij.plugin.StackEditor("delete")
bg: "Изтрий образ",ij.plugin.StackEditor("delete")
el: "Διαγραφή Φέτας",ij.plugin.StackEditor("delete")
es: "Borra rebanada",ij.plugin.StackEditor("delete")
fr: "Enlever image",ij.plugin.StackEditor("delete")
pl: "Usuń warstwę",ij.plugin.StackEditor("delete")
tr: "Dilim Sil",ij.plugin.StackEditor("delete")

source: "Next Slice",ij.plugin.Animator("next")
bg: "Следващ образ",ij.plugin.Animator("next")
el: "Επόμενη Φέτα [>]",ij.plugin.Animator("next")
es: "Siguiente rebanada",ij.plugin.Animator("next")
fr: "Image suivante",ij.plugin.Animator("next")
pl: "Następna warstwa [>]",ij.plugin.Animator("next")
tr: "Sonraki Dilim",ij.plugin.Animator("next")

source: "Previous Slice",ij.plugin.Animator("previous")
bg: "Предишен образ",ij.plugin.Animator("previous")
el: "Προηγούμενη Φέτα [<]",ij.plugin.Animator("previous")
es: "Anterior rebanada",ij.plugin.Animator("previous")
fr: "Image précédente ",ij.plugin.Animator("previous")
pl: "Poprzednia warstwa [<]",ij.plugin.Animator("previous")
tr: "Önceki Dilim",ij.plugin.Animator("previous")

source: "Set Slice...",ij.plugin.Animator("set")
bg: "Прескочи на образ ...",ij.plugin.Animator("set")
el: "Ορισμός Φέτας...",ij.plugin.Animator("set")
es: "Fijar rebanada...",ij.plugin.Animator("set")
fr: "Choix image...",ij.plugin.Animator("set")
pl: "Wybierz warstwę...",ij.plugin.Animator("set")
tr: "Dilim Kur...",ij.plugin.Animator("set")

source: "Make Montage...",ij.plugin.MontageMaker
bg: "Направи монтаж...",ij.plugin.MontageMaker
el: "Δημιουργία Μοντάζ..."
es: "Haz montaje...",ij.plugin.MontageMaker
fr: "Diaporama...",ij.plugin.MontageMaker
pl: "Montaż...",ij.plugin.MontageMaker
tr: "Montaj Yap...",ij.plugin.MontageMaker

source: "Images to Stack",ij.plugin.StackEditor("tostack")
bg: "Групирай образи",ij.plugin.StackEditor("tostack")
el: "Μετατροπή Εικόνων σε Στίβα",ij.plugin.StackEditor("toimages")
es: "Imagenes a pila",ij.plugin.StackEditor("tostack")
fr: "Transférer images dans pile",ij.plugin.StackEditor("tostack")
pl: "Przekształć obrazy w stos",ij.plugin.StackEditor("tostack")
tr: "Yığın için Görüntüler",ij.plugin.StackEditor("tostack")

source: "Stack to Images",ij.plugin.StackEditor("toimages")
bg: "Разгрупирай образи",ij.plugin.StackEditor("toimages")
el: "Μετατροπή Στίβας σε Εικόνες"
es: "Pila a images",ij.plugin.StackEditor("toimages")
fr: "Convertir pile vers images",ij.plugin.StackEditor("toimages")
pl: "Przekształć stos w obrazy",ij.plugin.StackEditor("toimages")
tr: "Görüntüler için Yığın",ij.plugin.StackEditor("toimages")

source: "Start Animation",ij.plugin.Animator("start")
bg: "Започни анимация",ij.plugin.Animator("start")
el: "Έναρξη Εμψύχωσης"
es: "Comenzar animación",ij.plugin.Animator("start")
fr: "Démarrer animation",ij.plugin.Animator("start")
pl: "Odtwórz animację",ij.plugin.Animator("start")
tr: "Animasyonu Başlat",ij.plugin.Animator("start")

source: "Stop Animation",ij.plugin.Animator("stop")
bg: "Спри анимация",ij.plugin.Animator("stop")
el: "Λήξη Εμψύχωσης"
es: "Parar animación",ij.plugin.Animator("stop")
fr: "Arréter animation",ij.plugin.Animator("stop")
pl: "Zatrzymaj animację",ij.plugin.Animator("stop")
tr: "Animasyonu Durdur",ij.plugin.Animator("stop")

source: "Animation Options...",ij.plugin.Animator("options")
bg: "Опции на анимацията...",ij.plugin.Animator("options")
el: "Επιλογές Εμψύχωσης"
es: "Opciones de animación...",ij.plugin.Animator("options")
fr: "Options des animations...",ij.plugin.Animator("options")
pl: "Opcje animacji...",ij.plugin.Animator("options")
tr: "Animasyon Seçenekleri...",ij.plugin.Animator("options")

source: "Flip Horizontally",ij.plugin.filter.Transformer("fliph")
bg: "Обърни хоризонтално",ij.plugin.filter.Transformer("fliph")
el: "Αντιστροφή Οριζόντια",ij.plugin.filter.Transformer("fliph")
es: "Voltear horizontalmente",ij.plugin.filter.Transformer("fliph")
fr: "Symétrie horizontale",ij.plugin.filter.Transformer("fliph")
pl: "Przerzuć poziomo",ij.plugin.filter.Transformer("fliph")
tr: "Yatay Çevir",ij.plugin.filter.Transformer("fliph")

source: "Flip Vertically",ij.plugin.filter.Transformer("flipv")
bg: "Обърни вертикално",ij.plugin.filter.Transformer("flipv")
el: "Αντιστροφή Κάθετα",ij.plugin.filter.Transformer("flipv")
es: "Voltear verticlamente",ij.plugin.filter.Transformer("flipv")
fr: "Symétrie verticale",ij.plugin.filter.Transformer("flipv")
pl: "Przerzuć pionowo",ij.plugin.filter.Transformer("flipv")
tr: "Dikey Çevir",ij.plugin.filter.Transformer("flipv")

source: "Rotate 90 Degrees Right",ij.plugin.filter.Transformer("right")
bg: "Завърти 90 градуса надясно ",ij.plugin.filter.Transformer("right")
el: "Περιστροφή 90 Μοιρών Δεξιά",ij.plugin.filter.Transformer("right")
es: "Rotar 90 grados a derechas",ij.plugin.filter.Transformer("right")
fr: "Rotation 90Â° à droite",ij.plugin.filter.Transformer("right")
pl: "Obróć o 90 stopni w prawo",ij.plugin.filter.Transformer("right")
tr: "Sağa 90 Derece Çevir",ij.plugin.filter.Transformer("right")

source: "Rotate 90 Degrees Left",ij.plugin.filter.Transformer("left")
bg: "Завърти 90 градуса наляво",ij.plugin.filter.Transformer("left")
el: "Περιστροφή 90 Μοιρών Αριστερά",ij.plugin.filter.Transformer("left")
es: "Rotar 90 grados a izquierdas",ij.plugin.filter.Transformer("left")
fr: "Rotation 90Â° à gauche",ij.plugin.filter.Transformer("left")
pl: "Obróć o 90 stopni w lewo",ij.plugin.filter.Transformer("left")
tr: "Sola 90 Derece Çevir",ij.plugin.filter.Transformer("left")

source: "Arbitrarily...",ij.plugin.filter.Rotator
bg: "Избираемо...",ij.plugin.filter.Rotator
el: "Αυθαίρετα...",ij.plugin.filter.Rotator
es: "Arbitraria...",ij.plugin.filter.Rotator
fr: "Rotation...",ij.plugin.filter.Rotator
pl: "Dowolnie...",ij.plugin.filter.Rotator
tr: "İsteğe_bağlı...",ij.plugin.filter.Rotator

source: "In[+]",ij.plugin.Zoom("in")
bg: "Увеличи[+]",ij.plugin.Zoom("in")
el: "Κοντά[+]
es: "Aproximar[+]",ij.plugin.Zoom("in")
fr: "Agrandir",ij.plugin.Zoom("in")
pl: "Powiększ[+]",ij.plugin.Zoom("in")
tr: "İç[+]",ij.plugin.Zoom("in")

source: "Out[-]",ij.plugin.Zoom("out")
bg: "Намали[-]",ij.plugin.Zoom("out")
el: "Μακριά[-]"
es: "Alejar[-]",ij.plugin.Zoom("out")
fr: "Réduire",ij.plugin.Zoom("out")
pl: "Pomniejsz[-]",ij.plugin.Zoom("out")
tr: "Dış[-]",ij.plugin.Zoom("out")

source: "View 100%",ij.plugin.Zoom("100%")
bg: "Виж в 100% ",ij.plugin.Zoom("100%")
el: "Θέαση 100%"
es: "Ver al 100%",ij.plugin.Zoom("100%")
fr: "100%",ij.plugin.Zoom("100%")
pl: "Widok 100%",ij.plugin.Zoom("100%")
tr: "Görüş 100%",ij.plugin.Zoom("100%")

source: "Original Scale",ij.plugin.Zoom("orig")
bg: "Оригинален размер",ij.plugin.Zoom("orig")
el: "Αρχική Κλίμακα"
es: "Tamaño original",ij.plugin.Zoom("orig")
fr: "Taille d'origine",ij.plugin.Zoom("orig")
pl: "Oryginalna skala",ij.plugin.Zoom("orig")
tr: "Orjinal Boyut",ij.plugin.Zoom("orig")

source: "To Selection",ij.plugin.Zoom("to")
bg: "Селекция",ij.plugin.Zoom("to")
el: "Προς Επιλογή"
es: "A selección",ij.plugin.Zoom("to")
fr: "De la sélection",ij.plugin.Zoom("to")
pl: "Do zaznaczenia",ij.plugin.Zoom("to")
tr: "Seçim İçin",ij.plugin.Zoom("to")

source: "Grays",ij.plugin.LutLoader("grays")
bg: "Сив",ij.plugin.LutLoader("grays")
el: "Γκρι",ij.plugin.LutLoader("greys")
es: "Grises",ij.plugin.LutLoader("grays")
fr: "Noir & blanc",ij.plugin.LutLoader("grays")
pl: "Odcienie szarości",ij.plugin.LutLoader("grays")
tr: "Gri",ij.plugin.LutLoader("grays")

source: "Grays invert",ij.plugin.LutLoader("igrays")
bg: Инвертирай Сив",ij.plugin.LutLoader("igrays")
el: "Αντιστροφή γκρι"
es: "Invertir grises",ij.plugin.LutLoader("igrays")
fr: "N&B inversé",ij.plugin.LutLoader("igrays")
pl: "Odwrócone odcienie szarości",ij.plugin.LutLoader("igrays")
tr: "Gri evir",ij.plugin.LutLoader("igrays")
