Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/SalsaJ/*/MenusBundle_*.po
Languages: fa, id

source: Value
fa: ارزش، مقدار
id: Nilai

source: Count
fa: شمارش، شماردن
id: Hitung

source: Mean
fa: میانگین
id: Rata-rata

source: StdDev
fa: کژرفت استانده

source: Mode
fa: وجه

source: Min
fa: کمینه

source: Max
fa: بیشینه
id: Maks

source: Bins
fa: بین ها
id: Keranjang

source: Bin Width
fa: پهنای بین
id: Lebar Keranjang

source: Name
fa: نام
id: Nama

source: Width
fa: پهنا
id: Lebar

source: Height
fa: بلندی
id: Tinggi

source: pixels
fa: پیکسل ها
id: piksel

source: Slices
fa: قارچ ها
id: Potongan

source: Untitled
fa: بی عنوان
id: Tanpa Judul

source: Clear Outside
fa: بیرون روشن
id: Bersihkan area luar

source: Fill
fa: پر کردن
id: Isi

source: Draw
fa: کشیدن
id: Gambar

source: Invert
fa: وارون کردن
id: Membalikkan

source: Open Next
fa: باز کنید بعدی را
id: Buka Selanjutnya

source: Paste Control...
fa: کنترول چسباندن تصویر
id: Kontrol Rekat

source: Selection
fa: گزینش
id: Seleksi (Pilihan)

source: Options
fa: گزینه ها
id: Pilihan

source: Analyze Particles...
fa: تحلیل ذره ها
id: Analisa Partikel...

source: Summarize
fa: خلاصه
id: Ikhtisar

source: Distribution
fa: توزیع، واباژش
id: Distribusi

source: Label
fa: بزچسب

source: Clear Results
fa: نتیجه ها را پاک کنید
id: Hapus Hasil

source: Set Measurements...
fa: اندازه ها را وارد کنید
id: Atur Pengukuran...

source: Set Scale...
fa: مقیاس را وارد کنید
id: Atur Skala

source: Calibrate...
fa: کبیزش، کالیبراسیون
id: Kalibrasi...

source: Smooth
fa: هموارکردن
id: Haluskan

source: Sharpen
fa: تیگیدن، تیز کردن
id: Pertajam

source: Find Edges
fa: تشخیص پیرامون یا دوره
id: Temukan Tepi

source: Enhance Contrast
fa: پادسانی ِ رنگ را بیشتر کنید
id: Tambahkan Kontras

source: Noise
fa: نوفه
id: Derau

source: Shadows
fa: سایه ها
id: Bayangan

source: Binary
fa: دودویی، درین
id: Biner

source: Operations
fa: عملیات
id: Operasi

source: Single Image Operators
fa: اپراتورهای تصویر تک
id: Operator Citra Tunggal

source: Import
fa: وارد کردن
id: Impor

source: Subtract Background...
fa: زمینه را بکاهید
id: Kurangkan Latar Belakang

source: Filters
fa: پالایه ها
id: Filter

source: Photometry
fa: شیدسنجی
id: Fotometri

source: Photometry Settings
fa: پارامترهای شیدسنجی
id: Pengaturan Fotometri

source: Clear Photometry Results
fa: نتیجه های شیدسنجی را پاک کنید
id: Hapus Hasil Fotometri

source: Radio Spectrum...
fa: بیناب (طیف) رادیویی
id: Spektrum Radio...

source: Optical Spectrum...
fa: بیناب (طیف) نوری
id: Spektrum Optik...

source: Webcam
fa: وبکم
id: Kamera Web

source: SalsaJ [enter]
fa: SalsaJ

source: File
fa: پرونده
id: Berkas

source: New
fa: نو
id: Baru

source: Open
fa: باز کنید
id: Buka

source: Close
fa: ببندید
id: Tutup

source: Save
fa: نگه دارید
id: Simpan

source: Save As
fa: نگه دارید به صورت
id: Simpan sebagai

source: Revert
fa: برگشت بی حفظ عملیات
id: Kembali ke keadaan sebelumnya

source: Page Setup...
fa: پارامترهای صفحه
id: Pengaturan Halaman

source: Print...
fa: چاپ
id: Cetak

source: Quit
fa: ترک کنید
id: Keluar

source: Edit
fa: ویرایش
id: Sunting

source: Undo
fa: باطل کنید
id: Kembali ke proses sebelumnya

source: Cut
fa: ببرید
id: Potong

source: Copy
fa: مپی کنید
id: Salin

source: Paste
fa: بچسبانید
id: Rekat

source: Clear
fa: پاک کنید
id: Hapus

source: Crop
fa: سرچین کنید
id: Potong Sebagian

source: Capture Screen
fa: ضبط پرده
id: Salin Layar

source: Repeat Command
fa: فرمان تکرار
id: Ulangi Perintah

source: Image
fa: تصویر
id: Citra

source: Type
fa: گونه
id: Tipe

source: 8-bit
fa: 8-بیت

source: 16-bit
fa: 16-بیت

source: 32-bit
fa: 32-بیت

source: RGB Colour
fa: رنگ سرخ-سبز-آبی
id: Warna RGB

source: Adjust
fa: تطبیق بدهید
id: Sesuaikan

source: Show Info...
fa: اطلاعات را نشان دهید
id: Tampilkan Info...

source: Properties...
fa: ویژگی ها
id: Properti

source: Axis properties
fa: ویژ گی های محور
id: Properti Poros

source: Color
fa: رنگ
id: Warna

source: Colors Sample...
fa: نمونه ی رنگها
id: Contoh Warna...

source: Stacks
fa: پشته
id: Tumpuk

source: Duplicate...
fa: رونوشت کنید
id: Duplikat

source: Rename...
fa: نام تازه
id: Ganti Judul...

source: Scale...
fa: مقیاس
id: Skala...

source: Lookup Tables
fa: نمونه های رنگ
id: Cari dalam Tabel

source: Show LUT
fa: نمونه های رنگ را نشان دهید
id: Tampilkan LUT

source: Invert LUT
fa: نمونه های رنگ را وارونه کنید
id: Kebalikan LUT

source: Process
fa: آمودن
id: Proses

source: Image Calculator...
fa: عملیات میان تصویرها
id: Kalkulator Citra

source: Rotate
fa: چرخیدن، چرخاندن
id: Putar

source: Zoom
fa: زوم
id: Zum

source: Analyze
fa: واکاوی
id: Analisa

source: Measure
fa: اندازه
id: Ukur

source: Set Scale
fa: مقیاس را تعیین کنید
id: Atur Skala

source: Scale Bar
fa: میله ی مقیاس
id: Batang Skala

source: Calibration Bar
fa: میله ی کبیزش
id: Batang Kalibrasi

source: Histogram
fa: نمودار ستونی

source: Plot Profile
fa: برش
id: Plot Profil

source: Surface Plot...
fa: منحنی
id: Plot Permukaan...

source: Tools
fa: افزارها
id: Perkakas

source: Window
fa: پنجره
id: Jendela

source: Show All
fa: نمایش کلی
id: Tampilkan Semua

source: Put Behind [tab]
fa: گذاشتن پشت [tab]
id: Letakkan di belakang [tab]

source: Cascade
fa: جابجایی همگانی
id: Riam

source: Tile
fa: تفکیک
id: Ubinan

source: Help
fa: کمک
id: Bantuan

source: About Plugins
fa: درباره ی پلاگین ها
id: Tentang Plugin

source: EU-HOU Web Site...
fa: وبگاه EU-HOU
id: Laman Web EU-HOU

source: Online Docs...
fa: سندهای بر-خط
id: Dokumen Online...

source: About SalsaJ...
fa: درباره ی SalsaJ
id: Tentang SalsaJ...

source: Stop Photometry
fa: توقف شیدسنجی
id: Stop Fotometri

source: An error occured.
fa: اشتباهی روی داد
id: Terjadi kesalahan

source: Coordinates of Star's Center :
fa: Star's Center :
id: Koordinat Pusat Bintang

source: Auto
fa: به طور خودکار
id: Otomatis

source: Forced Coordinates
fa: مختصات را با دست وارد کنید
id: Koordinat yang ditentukan

source: Sky :
fa: آسمان
id: Langit :

# AutoFWHM
source: Auto
fa: به طور خودکار
id: Otomatis

# AutoSky
source: Auto
fa: به طور خودکار
id: Otomatis

source: Forced Star Raduis
fa: شعاع ستاره را با دست وارد کنید
id: Radius Bintang yang ditentukan

source: Forced Sky Radius
fa: شعاع آسمان را با دست وارد کنید
id: Radius langit yang ditentukan

source: Forced Sky Value
fa: ارزش آسمان را با دست وارد کنید
id: Nilai langit yang ditentukan

source: Star Radius :
fa: شعاع ستاره
id: Radius Bintang :

source: Straight Lines
fa: خطهای راست
id: Garis Lurus

source: Segmented Lines
fa: خطهای تکه تکه
id: Garis Tersegmentasi

source: Freehand Lines
fa: منحنی
id: Garis Tulisan Tangan

source: Profile Lines
fa: خطهای پروفیل
id: Garis Profil

source: Rectangle
fa: راستگوشه
id: Bujur Sangkar

source: Oval
fa: خاگی
id: Ellips

source: Polygon
fa: چند بر
id: Poligon

source: Plugins
fa: پلاگین ها
id: Colok-masuk

source: Macros
fa: ماکرو
id: Makro

source: Shortcuts
fa: میان بر
id: Shortcut

source: Utilities
fa: هوده مندها
id: Kegunaan

source: Plugins folder not found at
fa: پرونده ی پلاگین وجود ندارد
id: Pelipat Colok-Masuk tidak ditemukan di

source: Unrecognized command:
fa: فرمان ناشناخته
id: Perintah tidak dikenal:

source: Selection required.
fa: گزینش لازم است
id: Dibutuhkan pilihan.

source: Stack required.
fa: توده ی تصویر لازم است
id: Tumpuk diperlukan

source: This operation is impossible with a stack.
fa: این عمل با توده ی تصویر ناممکن است
id: Operasi tidak dapat dilakukan dengan tumpuk

source: This command requires an image of type:
fa: این فرمان به تصویری نیاز دارد از گونه ی:
id: Perintah ini memerlukan tipe citra:

source: There are no images open.
fa: هیچ تصویری باز نیست.
id: Tidak ada citra yang dibuka.

source: This plugin or macro requires a newer SalsaJ
fa: این پلاگین یا ماکرو به SalsaJ جدیدتری نیاز دارد
id: Colok-Masuk atau Makro membutuhkan SalsaJ terbaru

source: Plugin not found:
fa: پلاگین یافته نشد
id: Colok-Masuk tidak ditemukan:

source: Image not found:
fa: تصویر یافته نشد
id: Citra tidak ditemukan:

source: or no images are open.
fa: یا هیچ تصویری باز نیست.
id: atau tidak ada citra yang dibuka

source: Unable to find window with the title:
fa: ناتوان از یافتن پنجره ای با عنوان:
id: Tidak dapat menemukan jendela dengan judul:

source: Line or rectangular selection required.
fa: نیاز به گزینش خط یا سه بر
id: Pilihan Garis atau Bujur Sangkar diperlukan

source: Polygon or 'polyline' selection required.
fa: نیاز به گزینش چندبر یا چندخط.
id: Pilihan poligon atau "banyak garis" diperlukan

source: Uncalibrated image required.
fa: نیاز به تصویرناکبیزیده (ناکالیبره)
id: Diperlukan citra yang belum dikalibrasi

source: Both images must have same calibration. Try to convert images into 32-bits image type.
fa: هردوتصویرباید دارای یک کبیزش باشند. تصویرها رابه 32 بیت تبدیل کنید.
id: Kedua citra harus memiliki kalibrasi yang sama. Cobalah menukar citra ke tipe citra 32-bit

source: The selection must be a horizontal line
fa: گزینش باید خط راست باشد
id: Pilihan harus berupa garis horisontal

source: Clear Outside does not work with line selections.
fa: پاک کردن بیرون با گزینش ها جور درنمی آید.
id: Bagian luar dibersihkan tidak dapat dilakukan dengan pilihan garis

source: grayscale
fa: تراز خاکستری
id: skala keabuan

source: pixels/second
fa: پیکسل در ثانیه
id: piksel/detik

source: million pixels/second
fa: میلیون پیکسل در ثانیه
id: juta piksel/detik

source: seconds
fa: ثانیه
id: detik

source: Distance
fa: فاصله
id: Jarak

source: milliseconds
fa: میلی ثانیه
id: milidetik

source: % done
fa: % انجام شد
id: % selesai

source: done in
fa: انجام شد در
id: sudah dilakukan

source: Results
fa: نتیجه ها
id: Hasil

source: Error!
fa: خطا
id: Kesalahan!

source: Message
fa: پیام
id: Pesan

source: Process Stack?
fa: توجه!
id: Proses Penumpukkan

source: Plot of
fa: نمودارِ
id: Plot dari

source: Memory:
fa: حافظه
id: Memori:

source: Process all
fa: آمایش کلی
id: Proses keseluruhan

source: Slices?
fa: تصویر؟
id: Potongan?

source: There is NO Undo possible afterwards
fa: پس از این عمل «حذف» ناممکن خواهد بود
id: TIDAK bisa kembali ke proses sebelumnya setelah ini

source: Ok
fa: خوب

source: No
fa: نه
id: Tidak

source: Cancel
fa: حذف
id: Batal

source: Images must be the same type.
fa: تصویرها باید از یک گونه باشند
id: Citra harus memiliki tipe yang sama

source: Image is too large to paste.
fa: تصویر بسیار بزرگ است.
id: Citra terlalu besar untuk direkat

source: in progress...
fa: در جریان
id: dalam proses kemajuan

source: Clipboard
fa: تخته‌ی گیره‌دار
id: Papan tulis kecil

source: Clipboard is empty.
fa: تخته‌ی گیره‌دارخالی است.
id: Papan Tulis kosong

source: Unable to copy to Clipboard.
fa: کپی به تخته‌ی گیره‌دار ممکن نیست.
id: Tidak dapat menyalin ke Papan Tulis

source: List
fa: لیست
id: Daftar

source: Plot Values
fa: ارزش های منحنی
id: Plot Nilai

source: Copying plot values...
fa: کپی ارزش های منحنی
id: Menyalin plot nilai...

source: Saving plot values...
fa: حفظ ارزش های منحنی
id: Simpan plot nilai...

source: characters copied to Clipboard
fa: کپی کاراکتربه تخته‌ی گیره‌دار
id: salin karakter ke Papan Tulis

source: Select All
fa: گزینش همه
id: Pilih Semua

source: Copy All
fa: کپی همه
id: Salin Semua

source: Save As Text
fa: حفظ کنید به صورت متن
id: Simpan Sebagai Teks

source: lines copied to clipboard
fa: کپی خطها ربه تخته‌ی گیره‌دار
id: salin garis ke Papan Tulis

source: Open Text File...
fa: پرونده ی متن را باز کنید.
id: Buka Berkas Teks...

source: Opening:
fa: بازکردن
id: Sedang Membuka:

source: Open Text Image
fa: متن تصویر را باز کنید
id: Buka Citra Teks

source: Unreliable value
fa: ارزش نامطمءن

source: Save ?
fa: حفظ؟
id: Simpan?

# SaveCmd
source: Save
fa: حفظ کنید
id: Simpan

source: Save changes to
fa: حفظ کنید تغییرهای
id: Simpan perubahan ke

source: Type, then
fa: تایپ کنید، سپس
id: Tipe, maka

source: Straight Line
fa: خط راست
id: Garis Lurus

source: 2nd Degree Polynomial
fa: چندجمله ای درجه ی 2
id: Polinom tingkat 2

source: 3rd Degree Polynomial
fa: چندجمله ای درجه ی 3
id: Polinom tingkat 3

source: 4th Degree Polynomial
fa: چندجمله ای درجه ی 4
id: Polinom tingkat 4

source: Exponential
fa: نمایی
id: Eksponensial

source: Power
fa: توان
id: Pangkat

source: log
fa: لوگ

source: Gamma Variate
fa: تغییر گاما
id: Variasi Gamma

source: Simplex Fitting Options
fa: گزینه های اندریابش
id: Opsi Fitting Simplex

source: Function name:
fa: نام تابع
id: Nama Fungsi:

source: Formula:
fa: دیسول (فرمول)
id: Rumus:

source: Initial
fa: آغازین
id: Permulaan

source: Maximum iterations:
fa: بیشینه ی ایتراسیون
id: Iterasi maksimum

source: Number of restarts:
fa: تعداد بازآغاز
id: Jumlah pengulangan:

source: Error tolerance [1*10^(-x)]:
fa: دقت [1*10^(-x)]
id: Toleransi kesalahan [1*10^(-x)]:

source: Parameter setting canceled. Using default parameters.
fa: اشکال گزینش پارامتر. استفاده از پارامتر خودکار.
id: Pengaturan parameter dibatalkan. Gunakan parameter standar.

source: Number of iterations:
fa: شمار ایتراسیون ها
id: Jumlah iterasi:

source: Maximum number of iterations:
fa: شماربیشینه ی ایتراسیون ها
id: Jumlah maksimum iterasi:

source: Sum of residuals squared:
fa: مربع جمع مانده ها
id: Penjumlahan dari akar sisa:

source: Standard deviation:
fa: انحراف استانده
id: Standar deviasi:

source: Goodness of fit:
fa: خوبی سز (فیت)
id: fit yang baik:

source: Parameters:
fa: پارامترها
id: Parameter:

source: Histogram of
fa: نمودار ستونی
id: Histogram dari

source: Histogramme
fa: نمودار ستونی
id: Histogram

source: Log
fa: لوگ

# HistoCount
source: Count
fa: حساب
id: Hitung

source: X min
fa: X کمینه

source: X max
fa: X بیشینه
id: X maks

source: Y max
fa: Y بیشینه
id: Y maks

source: value count
fa: ارزش شماره
id: nilai hitung

source: Copying Histogram values
fa: کپی ارزشهای نمودار ستونی
id: Saling harga Histogram

source: Use min/max or
fa: به کار برید کمینه/بیشینه یا
id: Gunakan min/maks atau

source: Fill With
fa: سز کنید با
id: Isi dengan

source: Grey Value
fa: درجه ی رنگ
id: Nilai abu-abu

source: University Pierre et Marie Curie (Paris)
fa: دانشگاه پیر و ماری کوری (پاریس)

source: Based on ImageJ (W. Rasband - NIH)
fa: برپایه ی تصویر J (W. Rasband - NIH)
id: Berdasarkan ImageJ (W. Rasband - NIH)

source: PUBLIC DOMAIN
fa: عرصه ی عمومی
id: DOMAIN PUBLIK

source: Translation
fa: انتقال
id: Terjemahan

source: commands,
fa: فرمانها
id: perintah,

source: Version
fa: گرداک، روایت
id: Versi

source: macro
fa: ماکرو
id: makro

source: Credits
fa: ارج گذاری
id: Kredit

source: credits_SalsaJ_uk.html
fa: ارج گذاری _SalsaJ_uk.html

source: File can't be found or is not in TIFF, JPEG, GIF, BMP, DICOM, FITS, PGM, ZIP, LUT, ROI or text format.
fa: پرونده یافته نمی شود
id: Berkas tidak ditemukan atau bukan dalam format TIFF, JPEG, GIF, BMP, DICOM, FITS, PGM, ZIP, LUT, ROI atau teks.

source: Get cross-hair position
fa: ثبت جای تاربست
id: Dapatkan posisi cross-hair

source: Object
fa: برآخت، شیء

source: Telescope
fa: دوربین، تلسکوپ

source: Instrument
fa: سازال، وسیله

source: Observer
fa: نپاهنده، نپاهگر

source: Exposure time
fa: زمان نورداد

source: Date of observation
fa: تاریخ نپاهش

source: Filter
fa: پالایه

source: Declination
fa: میل

source: Right Ascension
fa: بعد

source: Universal Time
fa: زمان جهانی

source: Open Recent
id: Yang Baru Dibuka

source: Are you sure you want to quit?
id: Apakah anda yakin ingin keluar?

source: Index Image X Y Star's intensity Star's radius Sky's intensity Sky's radius
id: Indeks Citra X Y Intensitas bintang Radius bintang Intensitas langit Radius Langit

source: RGB images are unsupported.
id: Citra RGB tidak didukung
