Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/SalsaJ/*/PluginBundle_*.po
Languages: de, el

source: second interval
de: Zweites Intervall
el: δεύτερο διάστημα

source: choose order of baseline fit (0<order<5)
de: Ordnung der Grundlinienanpassung auswählen (0<Ordnung<5)
el: διαλέξτε δύναμη της βασικής γραμμής προσαρμογής (0<δύναμη<5)

source: Order
de: Ordnung
el: Δύναμη

source: display zero line in blue
de: Nulllinie in Blau anzeigen
el: εμφάνιση μηδενικής γραμμής μπλέ χρώματος

source: Gaussian fit of spectral line
de: Gaussausgleichrechnung der Spektrallinie
el: Προσαρμογή φασματικής γραμμής με καμπύλη Gauss

source: Choose parameters
de: Parameter wählen
el: Επιλέξτε παραμέτρους

source: interval
de: Intervall
el: διάστημα

source: amplitude
el: Εύρος

source: center
de: Mitte
el: κέντρο

source: width
de: Breite
el: πλάτος

source: erase the last
de: Letzes löschen
el: σβήστε το τελευταίο

source: Subtract baseline
de: Grundlinie subtrahieren
el: Αφαιρέστε τη βασική γραμμή

source: Gaussian fit
de: Gaussche Ausgleichsrechnung
el: Προσαρμογή με την καμπύλη Gauss

source: Baseline
de: Grundlinie
el: Βασική γραμμή

source: Lambda[A]
el: Λάμδα[Α]

source: Flux[ADU]
de: Fluss[ADU]
el: Ροή[ADU]

source: Choose language
el: Επιλογή γλώσσας

source: Dynamic profile
el: Δυναμικό προφίλ

source: Live histogram
el: Ζωντανό ιστόγραμμα

source: Virtual observatories images
el: Δυνητικές εικόνες από αστεροσκοπεία

source: Open an image on the Web
el: άνοιξε μια εικόνα από το τον ιστό

source: Align R/G/B planes
de: Align R/G/B plans
el: Ευθυγράμμιση R/G/B σχεδίων

source: SD
de: SD SD
