Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/SalsaJ/*/PluginBundle_*.po
Languages: de, el

source: pixel
el: εικονοστοιχείο

source: pixels
de: Pixel
el: εικονοστοιχεία

source: degrees
de: Grad
el: μοίρες

source: Open
de: Öffnen
el: Άνοιγμα

source: Apply
de: Anwenden
el: Εφαρμογή

source: Settings
de: Einstellungen
el: Ρυθμίσεις

source: Open Text File...
de: Textdatei öffnen...
el: Άνοιγμα Αρχείου Κειμένου

source: Height
de: Höhe
el: Ύψος

source: Width
de: Breite
el: Πλάτος

source: Create New Window
de: Neues Fenster erstellen
el: Δημιουργία Νέου Παραθύρου

source: List
de: Liste
el: Κατάλογος

source: Unit
de: Einheit
el: Μονάδα

source: none
de: keine
el: κανένα

source: Left column
de: Linke Spalte
el: Αριστερή στήλη

source: Right column
de: Rechte Spalte
el: Δεξιά στήλη

source: values
de: Werte
el: τιμές

source: File
de: Datei
el: Αρχείο

source: Title
de: Titel
el: Τίτλος

source: Stack required
de: Stapel notwendig
el: Απαιτείται χρήση στοίβας

source: No images are open.
de: Keine Bilder geöffnet.
el: Δεν υπάρχουν ανοικτές εικόνες.

source: There must be at least two open images.
de: Zumindest zwei Bilder müssen geöffnet sein.
el: Τουλάχιστον δύο εικόνες πρέπει να είναι ανοικτές.

source: None of the open images can go in a stack.
de: Keines der geöffneten Bilder kann in einen Stapel gesteckt werden.
el: Καμία από τις ανοικτές εικόνες δεν μπορεί να ενσωματωθεί στην στοίβα.

source: All open images must be the same type.
de: Alle geöffneten Bilder müssen vom selben Typ sein.
el: Όλες οι ανοικτές εικόνες πρέπει να είναι του ιδίου τύπου.

source: All open images must be the same size.
de: Alle geöffneten Bilder müssen dieselbe Größe haben.
el: Όλες οι ανοικτές εικόνες πρέπει να είναι του ιδίου μεγέθους.

source: Stack
de: Stapel
el: Στοίβα

source: Convert to Images?
de: In Bilder umwandeln?
el: Μετατροπή σε Εικόνες;

source: Are you sure you want to convert this stack to
de: Wollen Sie das wirklich umwandeln? Stapel zu
el: Είστε σίγουροι ότι θέλετε να μετατρέψετε αυτό τη στοίβα σε

source: separate windows?
de: Getrennte Fenster?
el: ξεχωριστά παράθυρα;

source: Image Calculator
de: Bilderrechner
el: Υπολογιστής εικόνων

source: No windows are open.
de: Keine Fenster geöffnet.
el: Δεν υπάρχουν ανοικτά παράθυρα.

source: Both stacks must have the same number of slices.
de: Beide Stapel müssen dieselbe Anzahl an Elementen haben.
el: Και οι δύο στοίβες πρέπει να έχουν τον ίδιο αριθμό φετών.

source: Out of memory
de: Speichermangel
el: Εκτός ορίων μνήμης

source: Image 1:
de: Bild 1:
el: Εικόνα 1:

source: Image 2:
de: Bild 2:
el: Εικόνα 2:

source: Operation:
el: Πράξη:

source: Result of
de: Ergebnis von
el: Αποτέλεσμα του

source: Result
de: Ergebnis
el: Αποτέλεσμα

source: Add
de: Addieren
el: Πρόσθεση

source: Subtract
de: Subtrahieren
el: Αφαίρεση

source: Multiply
de: Multiplizieren
el: Πολλαπλασιασμός

source: Divide
de: Dividieren
el: Διαίρεση

source: AND
de: UND
el: Δυαδικό AND

source: OR
de: ODER
el: Δυαδικό OR

source: XOR
de: auschließendes ODER
el: Δυαδικό XOR

source: Min
el: Ελάχιστο

source: Max
el: Μέγιστο

source: Gamma
el: Γάμμα

source: Average
de: Durchschnitt
el: Μέση Τιμή

source: Difference
de: Unterschied
el: Διαφορά

source: Copy
de: Kopieren
el: Αντιγραφή

source: Copy except White
de: Ohne Weiß kopieren
el: Αντιγραφή εκτός Άσπρου

source: index
el: δείκτης

source: Value:
de: Wert:
el: Τιμή:

source: Value (binary):
de: Wert (binär):
el: Τιμή (δυαδική):

source: Binary number required
de: Binärzahl notwendig
el: Απαιτείται δυαδικός αριθμός

source: Value (0.1-5.0):
de: Wert (0.1-5.0):
el: Τιμή (0.1-5.0):

source: Gamma must be between 0.1 and 5.0
de: Gamma muss zwischen 0.1 und 5.0 sein
el: Η τιμή του γάμμα πρέπει να είναι μεταξύ των 0.1 και 5.0

source: Spline
el: Καμπύλη Spline

source: Paste Control
de: Einfügeeinstellungen
el: Έλεγχος Επικόλλησης

source: Transfer Mode:
de: Übertragungsmodus:
el: Τρόπος Μεταφοράς:

source: Brightness & Contrast
de: Helligkeit & Kontrast
el: Φωτεινότητα & Αντίθεση

source: Window & Level
de: Fenster & Bereich
el: Παράθυρο & Επίπεδο

# ColorTitle
source: Color
de: Farbe
el: Χρώμα

source: Minimum
el: Ελάχιστο

source: Maximum
el: Μέγιστο

source: Brightness
de: Helligkeit
el: Φωτεινότητα

source: Constrast
de: Kontrast
el: Αντίθεση

source: Level:
de: Ebene:
el: Επίπεδο:

source: Window:
de: Fenster:
el: Παράθυρο:

source: Auto
el: Αυτόματα

source: Reset
de: Zurücksetzen
el: Επαναφορά

source: Set
de: Setzen
el: Ρύθμιση

source: Apply
de: Anwenden
el: εφάρμοσε

source: Thresh
de: Grenze
el: Κατώφλι

source: Update
el: Ενημέρωση

source: Requires an 8-bit grayscale image or an RGB stack
de: Benötigt ein 8-bit Graustufenbild oder einen RGB-Stack
el: Απαιτείται εικόνα 8-bit σε διαβαθμίσεις του γκρι ή μια RGB στοίβα

source: Apply LUT to all
de: LUT auf alles anwenden
el: Εφαρμογή του LUT σε όλα

# LUT2
source: slices in the stack?
de: Elemente im Stapel?
el: φέτες της στοίβας;

source: Apply brightness and contrast settings to all
de: Helligkeit und Kontrast Einstellungen auf alle anwenden
el: Εφαρμογή των ρυθμίσεων φωτεινότητας και αντίθεσης σε όλα

# RGB2
source: slices in the stack?
de: Elemente im Stapel?
el: φέτες της στοίβας;

source: Set Min and Max
de: Min und Max einstellen
el: Ορισμός Ελάχιστου και Μέγιστου

source: Minimum Displayed Value:
de: Kleinster angezeigter Wert:
el: Ελάχιστη Εμφανιζόμενη Τιμή:

source: Maximum Displayed Value:
de: Größter angezeigter Wert:
el: Μέγιστη Εμφανιζόμενη Τιμή:

source: Set W&L
de: F & E setzen
el: Ορισμός W&L

source: Window Center (Level):
de: Fenstermitte (Ebene):
el: Κέντρο Παραθύρου (Επίπεδο):

source: Window Width:
de: Fenstergröße:
el: Πλάτος Παραθύρου

source: No Image
de: Kein Bild
el: Δεν υπάρχει εικόνα

source: Set Measurements
de: Messungen einrichten
el: Ορισμός Μετρήσεων

source: measurements
de: Messungen
el: μετρήσεις

source: Area
de: Bereich
el: Περιοχή

source: Mean Grey Value
de: Mittlerer Grauwert
el: Μέση Τιμή του Γκρι

source: Standard Deviation
de: Standardabweichung
el: Τυπική Απόκλιση

source: Modal Grey Value
de: Modus Grauwert
el: Επικρατούσα Τιμή του Γκρι

source: Min & Max Grey Value
de: Min & Max Grauwert
el: Ελάχιστη & Μέγιστη Τιμή του Γκρι

source: Centroid
de: Schwerpunkt
el: Κεντροειδές

source: Center of Mass
de: Massenzentrum
el: Κέντρο Μάζας

source: Perimeter
el: Περίμετρος

source: Bounding Rectangle
de: eingrenzendes Rechteck
el: Περιβάλλον Ορθογώνιο

source: Fit Ellipse
de: Ellipsennäherung
el: Προσαρμογή Έλλειψης

source: Circularity
de: Rundheit
el: Κυκλικότητα

source: Feret's Diameter
de: Feret-Durchmesser
el: Διάμετρος Feret

source: Limit to Threshold
de: Grenzwert der Begrenzung
el: Περιορισμός στο Κατώφλι

source: Display Image Name
de: Zeige Bildname
el: Εμφάνιση Ονόματος Εικόνας

source: Invert Y Coordinates
de: Y-Koordinate invertieren
el: Αντιστροφή Συντεταγμένων Y

# DeciPlaces
source: Decimal Places:
de: Dezimalorte:
el: Θέσεις Δεκαδικών:

source: Value
de: Wert
el: Τιμή

source: Name
el: Όνομα

source: Angle
de: Winkel
el: Γωνία

source: Length
de: Länge
el: Μήκος

source: Moy.
el: Μέση τιμή

source: Threshold
de: Grenzwert
el: Κατώφλι

source: Red
de: Rot
el: Κόκκινο

source: Black & White
de: Schwarz & Weiß
el: Μαύρο και Άσπρο

source: Over/Under
de: Oben/Unten
el: Πάνω/Κάτω

source: Set Threshold Levels
de: Grenzwertbereiche einstellen
el: Ορισμός Επιπέδων Κατωφλίου

source: Lower Threshold Level:
de: Unterer Grenzwertbereich:
el: Κατώτερο Επίπεδο Κατωφλίου

source: Upper Threshold Level:
de: Oberer Grenzwertbereich:
el: Ανώτερο Επίπεδο Κατωφλίου

source: RGB images cannot be thresolded.
de: RGB-Bilder können nicht eingegrenzt werden.
el: Οι εικόνες RGB δεν επιδέχονται κατώφλι.

source: Nouveau...
de: Neu...
el: Όνομα Νέου Plugin

source: Type
de: Typ:
el: Τύπος

source: Record
de: Aufzeichnen
el: Καταγραφή

source: Create Macro
de: Makro erstellen
el: Δημιουργία Μακροεντολής

source: Create Plugin
de: Plugin erstellen
el: Δημιουργία Plugin

source: Commands
de: Anweisungen
el: Εντολές

source: Command Plugin
de: Anweisungsplugin
el: Εντολή Plugin

source: Keyboard Shortcuts
de: Tastaturkürzel
el: Συντομεύσεις Πληκτρολογίου

source: Hot Key Command
de: Tastenanweisungen
el: Πλήκτρο Συντόμευσης Εντολή

source: Set Scale
de: Maßstab setzen
el: Ορισμός Κλίμακας

source: Distance in Pixels:
de: Abstand in Pixel:
el: Απόσταση σε Εικονοστοιχεία:

source: Real Distance:
de: Wirkliche Abstände:
el: Πραγματική Απόσταση:

source: Width/Height Ratio:
de: Breite/Höhe-Verhältnis:
el: Λόγος Πλάτους/Ύψους:

source: Unit of Length:
de: Längeneinheit:
el: Μονάδα Μήκους:

source: Scale:
de: Maßstab:
el: Κλίμακα:

# ScDiagGlobal
source: Global
el: Εφαρμογή σε όλα

source: <No Scale>
de: <kein Maßstab>
el: <Δίχως κλίμακα>

source: Surface Plotter
de: Oberflächenplotter
el: Σχεδιαστής Επιφάνειας

source: Surface Plot
de: Oberflächenplot
el: Γράφημα Επιφάνειας

source: Drawing slice
de: Zeichne Element
el: Φέτα σχεδιασμού

source: Number of samples
de: Anzahl der Beispiele
el: Αριθμός Δειγματοληψιών

source: Draw wireframe
de: Zeichne Drahtrahmen
el: Γράφημα τύπου wireframe

source: Shade
de: Schatten
el: Σκίαση

source: Draw axis
de: Zeichenachse
el: Σχεδίαση Αξόνων

source: Source Background is Lighter
de: Hintergrund der Quelle ist heller
el: Αντιστροφή της Σκίασης

source: Fill Plot Background with Black
de: Plothintergrund mit Schwarz füllen
el: Γέμισμα Υποβάθρου Γραφήματος με Μαύρο

source: Fill Plot
de: Plot ausfüllen
el: Γέμισμα Γραφήματος

source: Smooth
de: Glätten
el: Λείανση

source: Page Setup
de: Seiteneinrichtung
el: Διαμόρφωση Σελίδας

source: Scaling
de: Anpassen
el: Κλίμακα

source: Draw Border
de: Zeichne Rand
el: ΣχεδιασμόςΠεριθωρίου

source: Print Title
de: Drucktitel
el: Εκτύπωση Τίτλου

source: Center on Page
de: Auf Seite zentrieren
el: Κεντράρισμα στη Σελίδα

source: Rotate
de: Drehen
el: Περιστροφή

source: Interpolate
de: Interpolieren
el: Παρεμβολή

source: Angle is invalid.
de: Winkel ist ungültig.
el: Άκυρη γωνία.

source: Miscellaneous Options
de: Verschiedene Optionen
el: Προαιρετικές Επιλογές

source: Real Histogram Bins:
de: Wirkliche Histogrammklassen:
el: Τάξεις στο Πραγματικό Ιστόγραμμα:

source: Divide by Zero Value:
de: Division durch Null Wert:
el: Διαίρεση με το Μηδέν:

source: Use Pointer Cursor
de: Verwende Zeigercursor
el: Χρήση Κέρσορα τύπου Pointer

source: Scale When Converting
de: Anpassen bei Konvertierung
el: Εφαρμογή Κλίμακας Κατά την Μετατρωπή

source: Hide "Process Stack?" Dialog
de: "Prozessstapel?"-Dialog verbergen
el: Απόκρυψη Διαλόγου "Επεξεργασία Στοίβας;"

source: Antialiased Text
de: Gesperrter Text
el: Κείμενο με Εξομάλυνση Άκρων

source: Interpolate Images <100%
de: Bilder <100% interpolieren
el: Παρεμβολή Εικόνων <100%

source: Open Images at 100%
de: Bilder mit 100% öffnen
el: Άνοιγμα Εικόνων στα 100%

source: Debug Mode
de: Fehlersuchmodus
el: Μέθοδος Αποσφαλμάτωσης

source: Line width:
de: Linienbreite:
el: Πλάτος Γραμμής:

source: JPEG quality (0-100):
de: JPEG-Qualität (0-100):
el: Ποιότητα JPEG (0-100):

source: Mark Width:
de: Breite markieren:
el: Σημείωση Πλάτους:

source: Fonts
de: Schriftsätze
el: Γραμματοσειρές

source: Plain
de: Flach
el: Κανονικά

source: Bold
de: Fett
el: Έντονα

source: Italic
de: Kursiv
el: Πλάγια

source: Bold+Italic
de: Fett+Kursiv
el: Έντονα+Πλάγια

source: Curve Fitter
de: Kurvenanpassung
el: Προσαρμογέας Καμπυλών

source: Fit...
de: anpassen...
el: Προσαρμογή...

source: No function available
de: Keine Funktion verfügbar
el: Μη διαθέσιμη συνάρτηση

source: First select the image to be transformed
de: Zuerst das zu transformierende Bild auswählen
el: Πρώτα επιλέξτε την εικόνα που θα μετατραπεί

source: -transformed
de: -transformiert
el: -μετατράπηκε

source: These commands do not work with line selections.
de: Diese Anweisungen arbeiten nicht mit Zeilenauswahl
el: Αυτές οι εντολές δεν λειτουργούν με επιλογές γραμμής

source: Resize
de: Größe ändern
el: Αλλαγή Μεγέθους

source: Constrain Aspect Ratio
de: Bildformat einschränken
el: Διατήρηση Λόγου Ύψος/Πλάτος

source: NOTE: Undo is not available
de: Achtung: Rückgängig kann nicht durchgeführt werden
el: ΠΡΟΣΟΧΗ: Αδύνατη Αναίρεση

source: Width or height are invalid.
de: Breite oder Höhe ist ungültig.
el: Μη αποδεκτό πλάτος ή ύψος.

source: SalsaJ ran out of memory causing the last
de: SalsaJ hat zuwenig Speicher was das letzte verursacht hat
el: Η λειτουργία του SalsaJ εκτός ορίων μνήμης με αποτέλεσμα οι τελευταίες

source: slices to be lost.
de: Elemente werden verloren.
el: φέτες να χαθούν.

source: Resize Image Canvas
de: Leinwandbildgröße ändern
el: Αλλαγή Μεγέθους Εικόνας

source: Resize Stack Canvas
de: Leinwandstapelgröße ändern
el: Επαναμορφοποίηδη κανβά στοίβας

source: Postion
de: Position
el: Θέση

source: Zero Fill
de: Nullfüllung
el: ΚανέναΓέμισμα

source: Top-Left
de: Oben links
el: Πάνω Αριστερά

source: Top-Center
de: Oben Mitte
el: Πάνω Κέντρο

source: Top-Right
de: Oben rechts
el: Πάνω Δεξιά

source: Center-Left
de: Mitte Links
el: Κέντρο Αριστερά

source: Center
de: Mitte
el: Κέντρο

source: Center-Right
de: Mitte rechts
el: Κέντρο Δεξιά

source: Bottom-Left
de: Unten links
el: Κάτω Αριστερά

source: Bottom-Center
de: Unten Mitte
el: Κάτω Κέντρο

source: Bottom-Right
de: Unten rechts
el: Κάτω Δεξιά

source: Make Montage
de: Montage machen
el: Κάνε Επικόλληση

source: Columns
de: Spalten
el: Στήλες

source: Rows
de: Zeilen
el: Σειρές

source: Scale Factor
de: Skalierungsfaktor
el: Παράγων Κλίμακας

source: First Slice
de: Erstes Element
el: Πρώτη Φέτα

source: Last Slice
de: Letztes Element
el: Τελευταία Φέτα

source: Increment
de: Inkrement
el: Αύξηση

source: Border Width
de: Randbreite
el: Πλάτος Περιθωρίου

source: Label Slices
de: Elemente benennen
el: Ονόμασε Φέτες

source: Use Foreground Color
de: Vordergrundfarbe verwenden
el: Χρήση Εμπρόσθιου Χρώματος

source: Channels
de: Kanäle
el: Κανάλια

source: Frames
de: Rahmen
el: Πλαίσια

source: Pixel Width
de: Pixelbreite
el: Πλάτος Εικονοστοιχείων

source: Pixeln Height
de: Pixelhöhe
el: Ύψος εικονοστοιχείων

source: Voxel Depth
de: Voxeltiefe
el: Ηχητικό Βάθος

source: Frame Interval
de: Rahmenintervall
el: Διάστημα Πλαισίου

source: Origin (pixels)
de: Ursprung (Pixel)
el: Αρχή (εικονοστοιχεία)

source: Global
el: Παγκόσμιο

source: is not locked
de: ist nicht gesperrt
el: δεν είναι κλειδωμένο

source: is now unlocked
de: ist jetzt gesperrt
el: τώρα είναι ξεκλειδωμένο

source: Rename
de: umbenennen
el: Μετονομασία

source: New title:
de: Neuer Titel:
el: Νέος Τίτλος:

source: -copy
de: -kopieren
el: -αντιγραφή

source: Duplicate
de: Dupizieren
el: Διπλασιασμός

source: Title:
de: Titel:
el: Τίτλος:

source: Duplicate Entire Stack?
de: Gesamten Stapel duplizieren?
el: Να Διπλασιαστεί Όλη η Στοίβα;

source: Scale
de: Maßstab
el: Κλίμακα

source: X Scale
de: X Maßstab
el: Κλίμακα Χ

source: Y Scale
de: Y Maßstab
el: Κλίμακα Y

source: X or Y scale are invalid.
de: X oder Y sind ungültig.
el: Άκυρη κλίμακα X ή Y.

source: -rescaled
de: -skalierung erneut durchgeführt
el: -επαναπροσδιορίστηκε η κλίμακα

# ScalerBackground
source: Fill with Background Color
de: Mit Hintergrundfarbe ausfüllen
el: Γέμισε με το χρώμα του υπόβαθρου

source: ScaleBar Plus
de: Skalierungsanzeige Plus
el: Ανώτερη Ράβδος Κλίμακας

source: Width in
de: Breite in
el: Πλάτος σε

source: Height in pixels
de: Höhe in Pixel
el: Ύψος σε εικονοστοιχεία

source: Font Size
de: Schriftgröße
el: Μέγεθος Γραμμάτων

# ScaleBarColor
source: Color
de: Farbe
el: Χρώμα

source: Background
de: Hintergrund
el: Υπόβαθρο

source: Location
de: Ort
el: Τοποθεσία

# ScaleBarBold
source: Bold Text
de: Fettdruck
el: Τονισμένο κείμενο

source: Hide Text
de: Text verbergen
el: Απόκρυψη Κειμένου

source: Serif Font
de: Serifschriftart
el: Γραμματοσειρά Serif

source: LookUp Table
de: LookUp Tabelle
el: Πίνακας LUT

source: Index Red Green Blue
de: Index Rot Grün Blau
el: Δείκτης Κόκκινο Πράσινο Μπλε

source: RGB images do not use LUTs.
de: RGB-Bilder verwenden keine LUTs.
el: Οι εικόνες RGB δεν χρησιμοποιούν LUT.

source: Profile Plot Options
de: Profilploteinstellungen
el: Επιλογές Σχεδιασμού Διατομής

source: Fixed Y-axis Scale
de: Fester Y-Achsenmaßstab
el: Σταθερή Κλίμακα Άξονα-Υ

source: Do Not Save X-Values
de: X-Werte nicht sichern
el: Να μην Αποθηκευτούν οι Τιμές-Χ

source: Auto-close
de: Auto-Schließen
el: Αυτόματο κλείσιμο

source: Vertical Profile
de: Vertikales Profil
el: Κάθετη Διατομή

source: Roi Manager
el: Διαχείριση ROI

# RoiAdd
source: Add
de: Addieren
el: Πρόσθεση

# RoiAdd&Draw
source: Delete
de: Löschen
el: Διαγραφή

# RoiDel
source: Delete
de: Löschen
el: Διαγραφή

# RoiOpen
source: Open
de: Öffnen
el: Άνοιγμα

source: Open All
de: Alle öffnen
el: Άνοιγμα Όλων

source: Save
de: Speichern
el: Αποθήκευση

source: Select All
de: Alle auswählen
el: Επιλογή Όλων

source: Measure
de: Messen
el: Μέτρηση

source: Draw
de: Zeichnen
el: Σχεδίαση

source: Fill
de: Ausfüllen
el: Γέμισμα

source: The active image does not have an ROI.
de: Das aktive Bild hat kein ROI.
el: Η ενεργή εικόνα δεν έχει ROI.

source: The ROI list is empty.
de: Die ROI-Liste ist leer.
el: Η λίστα των ROI είναι άδεια.

source: At least one ROI in the list must be selected.
de: Es muss mindestens ein ROI in der Liste ausgewählt werden.
el: Τουλάχιστον ένα ROI από την λίστα πρέπει να επιλεγεί.

source: This ROI does not fit the current image.
de: Diese ROI passt nicht zum gegenwärtigen Bild.
el: Το ROI δεν ταιριάζει στην παρούσα εικόνα.

source: Open ROI...
de: ROI öffnen...
el: Άνοιγμα ROI...

source: Select a file in the folder...
de: Eine Datei im Verzeichnis auswählen...
el: Επιλέξτε αρχείο από τον φάκελο...

source: Save ROI...
de: ROI speichern...
el: Αποθήκευση ROI...

source: Calibration Bar
de: Kalibrierungsbalken
el: Μπάρα Βαθμονόμησης

source: Location:
de: Ort:
el: Θέση:

source: Fill Colour:
de: Füllfarbe:
el: Χρώμα Γεμίσματος:

source: Label Colour:
de: Beschriftungsfarbe:
el: Χρώμα Ετικέτας:

source: Number of Labels:
de: Anzahl der Beschriftungen:
el: Αριθμός Ετικετών:

# CaliPlaces
source: Decimal Places:
de: Dezimalorte:
el: Αριθμός Δεκαδικών:

source: Font Size:
de: Schriftgröße:
el: Μέγεθος Γραμματοσειράς:

source: Zoom Factor:
de: Zoomfaktor:
el: Κλίμακα Μεγέθυνσης:

# CaliBold
source: Bold Text
de: Fettdruck
el: Έντονο Κείμενο

source: with bar
de: mit Balken
el: με την μπάρα

source: Upper Right
de: Oben rechts
el: Πάνω Δεξιά

source: Upper Left
de: Oben links
el: Πάνω Αριστερά

source: Lower Right
de: Unten rechts
el: Κάτω Δεξιά

source: Lower Left
de: Unten links
el: Κάτω Αριστερά

source: At Selection
de: Bei der Auswahl
el: Στην Επιλογή

source: Open Image Sequence...
de: Bildsequenz öffnen...
el: Άνοιγμα Ακολουθίας Εικόνων...

source: Import Error:
de: Importfehler:
el: Σφάλμα Εισαγωγής:

source: This folder does not appear to contain any TIFF, FITS, JPEG, BMP, GIF, or PGM files.
de: Dieses Verzeichnis scheint keine TIFF-, FITS-, JPEG-, BMP-, GIF- oder PGM-Dateien zu enthalten
el: Αυτός ο φάκελος δεν φαίνεται να περιέχει αρχεία τύπου TIFF, FITS, JPEG, BMP, GIF, PGM.

source: None of the
de: Keine der
el: Κανένα από

source: files contain in their name the string
de: Dateien enthalten in ihrem Namen die Zeichenkette
el: τα αρχεία περιέχουν στο όνομά τους την λέξη

source: : wrong dimensions
de: : falsche Dimensionen
el: :λάθος διαστάσεις

source: : wrong type
de: : falscher Typ
el: :λάθος τύπος

source: : unable to open
de: : kann nicht geöffnet werden
el: :αδύνατον να ανοιχθεί

source: Sequence Options
de: Sequenzeinstellungen
el: Επιλογές Ακολουθίας

source: Number of Images
de: Bilderzahl
el: Αριθμός Εικόνων

source: Starting Image
de: Anfangsbild
el: Αρχική Εικόνα

# FoldOpt3
source: Increment
de: Inkrement
el: Βήμα

source: File Name Contains
de: Dateiname enthält
el: Το Όνομα Αρχείου Περιέχει

source: Convert to 8-bit Greyscale
de: In 8-bit-Graustufen umwandeln
el: Μετατροπή σε 8-bit Διαβαθμίσεις του Γκρι

source: Open 1/2 Size
de: in 1/2 Größe öffnen
el: Άνοιγμα 1/2 Μεγέθους

source: Enter URL
de: URL eingeben
el: Εισαγωγή URL

source: Enter the URL of an image to open:
de: URL eines zu öffnenden Bildes eingeben:
el: Εισάγετε το URL της εικόνας που θέλετε να ανοίξετε:

source: Animation Options
de: Animationseinstellungen
el: Επιλογές Κινούμενων Γραφικών

source: Speed (1-100 fps):
de: Geschwindigkeit (1-100 fps):
el: Ταχύτητα (1-100 fps)

source: Loop Back and Forth
de: Schleife zurück und vorwärts
el: Επαναφορά Εμπρός-Πίσω

source: Start Animation
de: Animation starten
el: Εκκίνηση Κινούμενων Γραφικών

source: Set Slice
de: Elemente setzen
el: Ορισμός Φέτας

source: Slice number
de: Elementnummer
el: Αριθμός Φετών

source: Save As Text
de: Als Text speichern
el: Αποθήκευση ως κείμενο

source: This command requires a TextWindow
de: Diese Anweisung benötigt ein Textfenster
el: Αυτή η εντολή απαιτεί Παράθυρο Κειμένου

source: Calibrate...
de: Kalibrieren...
el: Βαθμονόμηση...

source: Function:
de: Funktion:
el: Συνάρτηση

source: Global calibration
de: Globale Kalibrierung
el: Ολική βαθμονόμηση

source: Calibrator:
de: Kalibrierer:
el: Βαθμονομητής:

source: Please select a function
de: Bitte eine Funktion auswählen
el: Παρακαλώ επιλέξτε συνάρτηση

source: Calibration of 16-bit images, except with straight line functions, is currently not supported.
de: Kalibrierung von 16-bit-Bildern, ausgenommen mit geraden Linienfunktionen, wird derzeit nicht unterstützt
el: Επί του παρόντος δεν υποστηρίζεται βαθμονόμηση εικόνων 16-bit, με εξαίρεση συναρτήσεις ευθείας γραμμής.

source: Pixel Inverter
el: Αντιστροφέας εικονοστοιχείων

source: To create a calibration curve, the left column must contain a list of measured mean pixel values and the right column must contain the same number of calibration standard values.
de: Um eine Kalibrierungskurve zu erzeugen muss die linke Spalte eine Liste gemessener Pixelmittelwerte enthalten und die rechte Spalte die selbe Anzahl an Kalibrierungsstandardwerten.
el: Για την δημιουργία καμπύλης βαθμονόμησης, η αριστερή στήλη πρέπει να περιέχει μέσες τιμές εικονοστοιχείων και η δεξιά στήλη πρέπει να περιέχει τις αντίστοιχες σταθερές τιμές βαθμονόμησης.

source: Calibration function
de: Kalibrierungsfunktion
el: Συνάρτηση βαθμονόμησης

source: Recorder
de: Aufzeichnen
el: Καταγραφέας

source: 32-bit float image required
de: 32-bit Fließbild erforderlich
el: απαιτείται εικόνα 32-bit float

source: Last used files:
de: Zuletzt verwendete Dateien:
el: Τελευταία αρχεία που χρησιμοποιήθηκαν:

source: Files
de: Dateien
el: Αρχεία

source: Translate
de: Übersetzen
el: Μετάφραση

source: Translation on X
de: Übersetzen in X
el: Μετάφραση στο X

source: Translation on Y
de: Übersetzen in Y
el: Μετάφραση στο Y

source: Translation on X is invalid
de: Übersetzung in X ist ungültig
el: Μετάφραση στο Χ είναι άκυρη

source: Translation en Y est invalide
de: Übersetzung in Y ist ungültig
el: Μετάφραση στο Ψ είναι άκυρη

source: Open/Save Using JFileChooser
de: Öffnen/Speichern mit JFileChooser
el: Άνοιγμα/Αποθήκευση χρησιμοποιώντας Using JFileChooser

source: Horizontal Profile
de: Horizontalprofil
el: Οριζόντιο Προφίλ

source: Gaussian fit results
de: Ergebnisse der Gausssche Näherung
el: Αποτελέσματα προσαρμογής με την καμπύλη Gauss

source: Channel
de: Kanal
el: Κανάλι

source: Velocity
de: Geschwindigkeit
el: Ταχύτητα

source: km/s
el: χλμ/δευτ.

source: Frequency
de: Frequenz
el: Συχνότητα

source: Wavelength
de: Wellenlänge
el: Μήκος Κύματος

source: cm
el: εκατοστά

source: Intensity
de: Intensität
el: Ένταση

source: This does not appear to be a FITS file.
de: Das scheint keine FITS-Datei zu sein.
el: Αυτό δεν φαίνεται να είναι αρχείο FITS

source: too few points to fit
de: Zuwenige Punkte zum Einpassen.
el: πολύ λίγα σημεία για προσαρμογή

source: singular matrix
de: Singuläre Matrix
el: μοναδικός πίνακας

source: choose two intervals
de: Zwei Intervalle auswählen
el: διαλέξτε δύο διαστήματα

source: first interval
de: Erstes Intervall
el: πρώτο διάστημα
