Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/SalsaJ/*/ToolBundle_*.po
Languages: ar, id, ro

source: New Image
ar: صورة جديدة
id: Citra Baru
ro: Imagine noua

source: Open Image File
ar: إفتح جذاذية صورة
id: Buka Berkas Citra
ro: Deschide fisierul imagine

source: Save Image
ar: إحفظ الصورة
id: Simpan Citra
ro: Salveaza imaginea

source: Save Image (new name, FITS format)
ar: (إسم جديد, FITS امتداد) إحفظ الصورة
id: Simpan Citra (nama baru, format FITS)
ro: Salveaza Imaginea (nume nou, format FITS)

source: Print Image
ar: إطبع الصورة
id: Cetak Citra
ro: Listeaza Imaginea

source: Clear Selection
ar: محو الاختيار
id: Bersihkan Pilihan
ro: Anuleaza selectia

source: Undo Last Operation
ar: ألغ العملية الأخيرة
id: Kembali ke Operasi terakhir
ro: Anuleaza ultima operatie

source: Zoom In
ar: تكبير
id: Zum perbesar
ro: Mareste

source: Zoom Out
ar: تصغير
id: Zum perkecil
ro: Micsoreaza

source: Aperture Photometry
ar: شدة ضوء الفتحة
id: Bukaan Fotometri
ro: Fotometrie de apertura

source: Photometry Settings
ar: إعدادات قياس شدة الضوء
id: Pengaturan Fotometri
ro: Setari fotometrie

source: Clear Photometry Results
ar: محو نتائج قياس الضوء
id: Bersihkan Hasil Fotometri
ro: Sterge rezultatele fotometriei

source: Online Documentation
ar: وثائق على الشبكة
id: Dokumentasi online
ro: Documentatie online

source: Rectangular selection
ar: اختيار مستطيلي
id: Pilihan Bujur Sangkar
ro: Selectie dreptunghiulara

source: Oval selection
ar: اختيار إهلليحي
id: Pilihan Elips
ro: Selectie ovala

source: Polygon selection
ar: اختيار مضلعي
id: Pilihan Poligon
ro: Selectie poligon

source: Freehand selection
ar: اختيار بيد حرة
id: Pilihan Tulisan Tangan
ro: Selectie libera

source: Straight line selection
ar: اختيار خطي
id: Pilihan Garis Lurus
ro: Selectie linie dreapta

source: Segmented line selection
ar: اختيار مقطعي
id: Pilihan Garis tersegmentasi
ro: Selectie linie segmentata

source: Freehand line selection
ar: اختيار خطي بيد حرة
id: Pilihan garis tulisan tangan
ro: Selectie libera

source: Profile selection
ar: خصائص الخط المحدد
ro: Selectie linie profil

source: Pixel selection tool
ar: أداة إختيار عناصر الصورة
id: Alat memilih piksel
ro: Instrument selectie pixel

source: Isovaluated selection tool
ar: أداة اختيار بقيمة الرمادي
id: Alat pilihan isovaluated
ro: Instrument selectie evaluare

source: Text tool
ar: أداة النص
id: Alat Teks
ro: Instrument text

source: Magnifying glass
ar: عدسة مكبرة
id: Kaca Pembesar
ro: Geam de marire

source: Scrolling tool
ar: أداة انزلاق
id: Alat Menggulung
ro: Instrument de scroll

source: Color picker...[K]
ar: إنتقاء اللون
id: Pemilih warna..[K]
ro: Culegator culoare...[K]

source: Angle tool
ar: أداة الزوايا
id: Alat sudut
ro: Instrument unghiular

source: Brightness & Contrast
ar: اللمعان و الاختلاف
id: Kecerlangan dan Kontras
ro: Stralucire si contrast

source: Profile line selection
id: Pilihan garis profil
