Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/POOTLE_EXPORT/SalsaJ/*/MenusBundle_*.xlf
Languages: ar, fr, nl

source: Value
ar: قيمة
fr: Valeur
nl: Waarde

# Count__%04__Count
source: Count
ar: عد
fr: Décompte
nl: Tel

source: Mean
ar: متوسط
fr: Moyenne
nl: Gemiddelde

source: StdDev
ar: الانحراف المعياري
fr: Ecart type

source: Mode
ar: نمط
nl: Methode

source: Min
ar: صاغر

source: Max
ar: كابر

source: Bins
ar: سلال
fr: Echantillons

source: Bin Width
ar: وسع السلة
fr: Amplitude
nl: Bin Breedte

source: Name
ar: إسم
fr: Nom
nl: Naam

source: Width
ar: عرض
fr: Largeur
nl: Breedte

source: Height
ar: ارتفاع
fr: Hauteur
nl: Hoogte

source: pixels
ar: عناصر الصورة

source: Slices
ar: قطع
fr: Nb images
nl: Sneden

source: Untitled
ar: بدون عنوان
fr: Sans nom
nl: Onbenoemd

source: Clear Outside
ar: محو الخارج
fr: Isoler
nl: Wis Buitenkant

source: Fill
ar: إملأ
fr: Remplir
nl: Vul op

source: Draw
ar: إرسم
fr: Tracer
nl: Teken

source: Invert
ar: إعكس
fr: Image inversée
nl: Keer om

source: Open Next
ar: افتح اللاحق
fr: Ouvrir Suivant
nl: Open volgende

source: Paste Control...
ar: تحكم اللصق...
fr: Type d'opération...
nl: Plak controle...

source: Selection
ar: اختيار
fr: Sélection
nl: Keuze

source: Options
ar: خيارات
nl: Opties

source: Analyze Particles...
ar: تحليل جزيئات...
fr: Particules...
nl: Analyseer Deeltjes...

source: Summarize
ar: لخص
fr: Résumé
nl: Optellen

source: Distribution
ar: توزيع
nl: Verdeling

source: Label
ar: ملصق
fr: Etiquette
nl: Etiket

source: Clear Results
ar: محو النتائج
fr: Effacer résultats
nl: Wis Resultaten

source: Set Measurements...
ar: ...حدد القياسات
fr: Indiquer mesures...
nl: Bepaal Afmetingen

source: Set Scale...
ar: ...حدد السلم
fr: Indiquer échelle...
nl: Bepaal schaal

source: Calibrate...
ar: ...عاير
fr: Calibration...
nl: Kalibreer...

source: Smooth
ar: أملس
fr: Atténuer
nl: Waziger

source: Sharpen
ar: إشحذ
fr: Renforcer
nl: Verscherp

source: Find Edges
ar: أوجد الجوانب
fr: Détection des contours
nl: Zoek Randen

source: Enhance Contrast
ar: حسن الاختلاف
fr: Augmenter le contraste
nl: Vergroot Contrast

source: Noise
ar: ضجيج
fr: Bruit
nl: Ruis

source: Shadows
ar: ظلال
fr: Ombres
nl: Schaduwen

source: Binary
ar: ثنائي
fr: Image binaire
nl: Binair

source: Operations
ar: عمليات
fr: Opérations
nl: Bewerkingen

source: Single Image Operators
ar: عمليات على صورة
fr: Opérations sur une image
nl: Bewerken 1 beeld

source: Import
ar: استيراد
fr: Importer
nl: Importeren

source: Subtract Background...
ar: ...إطرح المساحة الخلفية
fr: Soustraire fond
nl: Trek Achtergrond af...

source: Filters
ar: مرشحات
fr: Filtres

source: Photometry
ar: قياس الضوء
fr: Photométrie
nl: Fotometrie

source: Photometry Settings
ar: إعدادات قياس الضوء
fr: Paramètres de la photométrie
nl: Instellingen Fotometrie

source: Clear Photometry Results
ar: محو نتائج قياس الضوء
fr: Effacer résultats photométriques
nl: Wis Resultaten Fotometrie

source: Radio Spectrum...
ar: ...طبف راديو

source: Optical Spectrum...
ar: ...طيف بصري
nl: Optisch Spectrum

source: Webcam
ar: كاميرا ويب

source: SalsaJ [enter]
ar: [دخول] SalsaJ

source: File
ar: جذاذية
fr: Fichier
nl: Bestand

source: New
ar: جديد...
fr: Nouveau
nl: Nieuw

source: Open
ar: إفتح...
fr: Ouvrir
nl: Openen

source: Open Recent
ar: افتح الأخير
fr: Historique

source: Close
ar: إغلق
fr: Fermer
nl: Sluit

# Save__%04__Save
source: Save
ar: إحقظ
fr: Enregistrer
nl: Opslaan

source: Save As
ar: أحفظ تحت
fr: Enregistrer sous...
nl: Opslaan Als

source: Revert
ar: إرجع
fr: Réinitialiser
nl: Terugkeren

source: Page Setup...
ar: صفحة الإعداد...
fr: Paramètres d'impression
nl: Bladindeling

source: Print...
ar: إطبع...
fr: Imprimer
nl: Afdrukken...

source: Quit
ar: خروج
fr: Quitter
nl: Sluiten

source: Are you sure you want to quit?
ar: هل أنت متأكد(ة) من أنك تريد(ين) الخروج؟
fr: Voulez vous vraiment quitter SalsaJ?
nl: Bent u zeker dat u wil afsluiten?

source: Edit
ar: تغيير
fr: Edition
nl: Bewerken

source: Undo
ar: إلغاء
fr: Annuler
nl: Ongedaan maken

source: Cut
ar: إقطع
fr: Couper
nl: Knippen

source: Copy
ar: أنسخ
fr: Copier
nl: Kopiëren

source: Paste
ar: إلصق
fr: Coller
nl: Plakken

source: Clear
ar: محو
fr: Effacer
nl: Wissen

source: Crop
ar: قص
fr: Rogner
nl: Bijsnijden

source: Capture Screen
ar: شاشة التسجيل
fr: Capture d'écran
nl: Schermafdruk

source: Repeat Command
ar: أعد الآمرة
fr: Répéter dernière action
nl: Herhaal Commando

source: Image
ar: صورة
nl: Beeld

source: Type
ar: صنف

source: 8-bit
ar: 8-بت
fr: 8 bits

source: 16-bit
ar: 16-بت
fr: 16 bits

source: 32-bit
ar: 32-بت
fr: 32 bits

source: RGB Colour
ar: لون RGB
fr: Couleur R/V/B
nl: RGB Kleur

source: Adjust
ar: تعديل
fr: Ajustements
nl: Aanpassen

source: Show Info...
ar: أظهر المعلومات...
fr: Informations...
nl: Toon Info...

source: Properties...
ar: خصائص...
fr: Propriétés...
nl: Eigenschappen...

source: Axis properties
ar: خصائص المحور
fr: Propriétés
nl: Eigenschappen As

source: Color
ar: لون
fr: Couleurs
nl: Kleur

source: Colors Sample...
ar: عينة ألوان...
fr: Couleurs type...
nl: Kleurvoorbeeld...

source: Stacks
ar: كومات
fr: Piles

source: Duplicate...
ar: نسخة...
fr: Dupliquer...
nl: Dupliceer...

source: Rename...
ar: تغيير الإسم...
fr: Renommer...
nl: Hernoem...

source: Scale...
ar: سلم...
fr: Redimensionner...
nl: Schaal...

source: Lookup Tables
ar: جدول الألوان
fr: Palette de couleurs
nl: Opzoeken Tabellen

source: Show LUT
ar: أظهر جدول ألالوان
fr: Montrer palette
nl: Toon LUT

source: Invert LUT
ar: إعكس جدول الألوان
fr: Inverser palette
nl: Keer LUT om

source: Process
ar: عملية
fr: Traitement
nl: Verwerk

source: Image Calculator...
ar: حاسبة الصورة...
fr: Opérations entre images
nl: Beeld Calculator

source: Rotate
ar: تدوير
fr: Rotations
nl: Roteer

source: Zoom
ar: تكبير

source: Analyze
ar: حلل
fr: Analyse
nl: Analyseer

source: Measure
ar: قياس
fr: Fenêtre de mesure
nl: Meet

source: Set Scale
ar: حدد السلم
fr: Indiquer échelle
nl: Stel Schaal in

source: Scale Bar
ar: عارضة السلم
fr: Dessiner la barre d'echelle
nl: Werkbalk Schaal

source: Calibration Bar
ar: عارضة المعايرة
fr: Dessiner la barre de calibration
nl: Werkbalk Calibratie

source: Histogram
ar: مدرج إحصائي
fr: Histogramme

source: Plot Profile
ar: ارسم الخاصيات
fr: Coupe
nl: Plot Profiel

source: Surface Plot...
ar: منحنى المساحة...
fr: Courbe 3D
nl: Plot Oppervlak...

source: Tools
ar: أدوات
fr: Outils
nl: Werktuigen

source: Window
ar: نافذة
fr: Fenêtre
nl: Venster

source: Show All
ar: إظهار الكل
fr: Tout montrer
nl: Toon Alles

source: Put Behind [tab]
ar: ضع وراء [جدول]
fr: Mettre en retrait [tab]
nl: Plaats Achter [tab]

source: Cascade
ar: تسلسل
nl: Structuur

source: Tile
ar: رتب
fr: Séparer
nl: Tegel

source: Help
ar: مساعدة
fr: Aide

source: About Plugins
ar: بخصوص البرامج المساعدة
fr: A propos des plugins
nl: Over Plugins

source: EU-HOU Web Site...
ar: موقع EU-HOU...
fr: Site web EU-HOU

source: Online Docs...
ar: وثائق على الشبكة...
fr: Doc en ligne

source: About SalsaJ...
ar: بخصوص SalsaJ ...
fr: A propos de SalsaJ
nl: Over SalsaJ...

source: Stop Photometry
ar: أوقف قياس الضوء
fr: Arrêt de la photométrie
nl: Stop Fotometrie

source: An error occured.
ar: وقع خطأ
fr: Le calcul a échoué!
nl: Er is een fout opgetreden.

source: Star's Center :
ar: إحداثيات مركز النجم:

# AutoAuto__%04__Auto
source: Auto
ar: تلقائي

source: Forced Coordinates
ar: إحداثيات قسرية
fr: manuel
nl: Geforceerde Coördinaten

source: Sky :
ar: سماء:
fr: Rayon du ciel :
nl: Hemel:

# AutoFWHM__%04__Auto
source: Auto
ar: تلقائي (الوسع الكلي عند نصف القيمة القصوى FWHM)

# AutoSky__%04__Auto
source: Auto
ar: تلقائي

source: Forced Star Raduis
ar: شعاع النجم المفروض
fr: manuel
nl: Geforceerde Straal Ster

source: Forced Sky Radius
ar: شعاع السماء المفروض
fr: Rayon ciel manuel
nl: Geforceerde Straal Hemel

source: Forced Sky Value
ar: قيمة السماء المفروضة
fr: Valeur ciel manuel
nl: Geforceerde Waarde Hemel

source: Star Radius :
ar: شعاع النجم:
fr: Rayon de l'étoile :
nl: Straal Ster:

source: Straight Lines
ar: خطوط مستقيمة
fr: Ligne droite
nl: Rechte Lijnen

source: Segmented Lines
ar: خطوط متقطعة
fr: Multiligne
nl: Stippellijnen

source: Freehand Lines
ar: خطوط حرة
fr: Courbes
nl: Vrije Hand Lijnen

source: Profile Lines
ar: خطوط المظهر
fr: Profile de la selection
nl: Profiellijnen

source: Rectangle
ar: مستطيل
nl: Rechthoek

source: Oval
ar: بيضوي
nl: Ovaal

source: Polygon
ar: مضلع
fr: Polygone
nl: Veelhoek

source: Plugins
ar: البرامج المساعدة

source: Macros
ar: كليات

source: Shortcuts
ar: طرق مختصرة
fr: Raccourcis clavier
nl: Snelkoppelingen

source: Utilities
ar: برامج مفيدة
fr: Utilitaires
nl: Hulpmiddelen

source: Plugins folder not found at
ar: لم يعثر على ملف البرامج المساعدة في
fr: Répertoire "plugins" absent dans
nl: Plugins map niet gevonden op

source: Unrecognized command:
ar: آمرة مجهولة:
fr: Commande inconnue:
nl: Onbekend commando:

source: Selection required.
ar: اختيار لازم.
fr: Aucune sélection effectuée
nl: Selectie vereist.

source: Stack required.
ar: كومة لازمة.
fr: Aucune pile active
nl: Stack vereist.

source: This operation is impossible with a stack.
ar: هذه العملية غير ممكنة على كومة.
fr: Cette opération ne peut s'effectuer sur une pile d'images.
nl: Deze bewerking is niet toegestaan met een stack.

source: This command requires an image of type:
ar: هذا الطلب يستلزم صورة من الصنف:
fr: Cette commande nécessite une image de type:
nl: Dit commando vereist een beeld van het type:

source: There are no images open.
ar: ليس هناك أي صور مفتوحة.
fr: Pas d'image ouverte!
nl: Er zijn geen beelden geopend.

source: This plugin or macro requires a newer SalsaJ
ar: هذا البرنامج المساعد أو الكلية يستلزم أحدث SalsaJ
fr: Ce plugin ou cette macro nécessite une version plus récente
nl: Deze plugin of macro vereist een recenter SalsaJ

source: Plugin not found:
ar: برنامج مساعد غير موجود:
fr: Plugin introuvable:
nl: Plugin niet gevonden:

source: Image not found:
ar: صورة غير موجودة :
fr: Image introuvable:
nl: Beeld niet gevonden:

source: or no images are open.
ar: أو ليس هناك أي صور مفتوحة.
fr: ou aucune image ouverte.
nl: of geen beelden geopend.

source: Unable to find window with the title:
ar: غير قادر على العثور على نافذة بهذا العنوان:
fr: Fenêtre introuvable:
nl: Geen venster gevonden met titel:

source: Line or rectangular selection required.
ar: اختيار خطي أو مستطيلي لازم.
fr: Cette opération nécéssite une sélection rectangulaire ou linéaire.
nl: Lijn of rechthoekige selectie vereist.

source: Polygon or 'polyline' selection required.
ar: اختيار مضلعي أو متعدد الخطوط لازم
fr: Cette opération nécéssite une sélection polygonale ou linéaire.
nl: Veelhoek of selectie met meerdere lijnen vereist.

source: Uncalibrated image required.
ar: صورة غير معايرة لازمة.
fr: Cette opération nécéssite une image non calibrée.
nl: Niet gecalibreerd beeld vereist.

source: Both images must have same calibration. Try to convert images into 32-bits image type.
ar: يجب أن يكون لكلتا الصورتين نفس المعيار .حاول (ي) تحويل صنف الصور إلى 32-بت.
fr: Les deux images doivent avoir la même calibration. Essayez de transformer les images en images 32 bits.
nl: Beide beelden moeten dezelfde calibratie hebben. Probeer de beelden om te zetten in een 32-bits type.

source: RGB images are unsupported.
ar: الصور ذات النوع RGBغير مستحملة .
fr: Les images RVB ne sont pas supportées.
nl: RGB beelden worden niet ondersteund.

source: The selection must be a horizontal line
ar: يجب أن يكون الاختيار خطا أفقيا
fr: La sélection doit être une ligne horizontale.
nl: De selectie moet een horizontale lijn zijn

source: Clear Outside does not work with line selections.
ar: محو الخارج لا يتطابق مع الاختيار الخطي
nl: Wis Buitenkant werkt niet met lijnselecties

source: grayscale
ar: سلم رمادي
fr: Niv. de gris
nl: schaal grijswaarden

source: pixels/second
ar: بيكسل/الثانية
fr: pixels/seconde
nl: pixels/seconde

source: million pixels/second
ar: مليون بيكسل/الثانية
fr: millions de pixels/seconde
nl: miljoen pixels/seconde

source: seconds
ar: ثواني
fr: secondes
nl: seconden

source: Distance
ar: المسافة
nl: Afstand

source: milliseconds
ar: أجزاء من الألف من الثانية
fr: millisecondes
nl: milliseconden

source: % done
ar: % مكتمل
fr: % accompli
nl: % gedaan

source: done in
ar: اكتمل في
fr: fait en
nl: gedaan in

source: Results
ar: نتائج
fr: Resultats
nl: Resultaten

source: Error!
ar: خطأ!
fr: Erreur!
nl: Fout!

source: Message
ar: رسالة
nl: Bericht

source: Process Stack?
ar: معلاجة الكومة؟
fr: Attention!
nl: Stack van het proces?

source: Plot of
ar: الرسم البياني ل
fr: Tracé d'après
nl: Plot van

source: Memory:
ar: ذاكرة:
fr: Mémoire:
nl: Geheugen:

source: Process all
ar: عالج الكل
fr: Appliquer aux
nl: Verwerk alles

source: Slices?
ar: قطع؟
fr: Images?
nl: Sneden?

source: There is NO Undo possible afterwards
ar: إلغاء غير ممكن لاحقا
fr: Il n'y aura PAS d'annulation possible
nl: GEEN Undo mogelijk achteraf

source: Ok
ar: نعم
fr: Oui

source: No
ar: لا
fr: Non
nl: Nee

source: Cancel
ar: إلغاء
fr: Annuler
nl: Onderbreek

source: Images must be the same type.
ar: يجب أن تكون الصور من نفس الصنف.
fr: Les images doivent être de même type.
nl: Beelden moeten van hetzelfde type zijn.

source: Image is too large to paste.
ar: صورة حجمها أكبر من أن يلصق.
fr: L'image est trop grande.
nl: Beeld te groot om te plakken.

source: in progress...
ar: في تقدم...
fr: en cours...
nl: bezig...

source: Clipboard
ar: حافظة
fr: Presse-Papiers
nl: Klembord

source: Clipboard is empty.
ar: حافظة فارغة.
fr: Le presse-papiers est vide!
nl: Klembord is leeg.

source: Unable to copy to Clipboard.
ar: غير ممكن النقل للحافظة.
fr: Impossible de copier vers le presse-papiers
nl: Onmogelijk te kopiëren naar Klembord.

source: List
ar: قائمة
fr: Liste
nl: Lijst

source: Plot Values
ar: قيم الرسم البياني
fr: Coordonnées des points de la courbe:
nl: Plot Waarden

source: Copying plot values...
ar: نقل قيم الرسم البياني...
fr: Copie des coordonnées...
nl: Plot waarden aan het kopiëren...

source: Saving plot values...
ar: حفظ قيم الرسم البياني...
fr: Enregistrement des coordonnées...
nl: Plot waarden aan het opslaan...

source: characters copied to Clipboard
ar: تم نقل الحروف إلى الحافظة
fr: caractères copiés vers le presse-papiers
nl: tekens gekopiëerd naar Klembord

source: Select All
ar: اختيار الكل
fr: Tout sélectionner
nl: Selecteer Alles

source: Copy All
ar: نقل الكل
fr: Tout copier
nl: Kopiëer Alles

source: Save As Text
ar: إحفظ كنص
fr: Enregistrer texte...
nl: Opslaan als Tekst

source: lines copied to clipboard
ar: تم نقل السطور إلى الحافظة
fr: lignes copiées vers le presse-papiers
nl: lijnen naar het Klembord gekopiëerd

source: Open Text File...
ar: افتح الملف النصي...
fr: Ouvrir fichier texte
nl: Open tekstbestand...

source: Opening:
ar: الفتح جاري:
fr: Ouverture de:
nl: Aan het openen:

source: Open Text Image
ar: إفتح صورة نصية
fr: Ouverture image texte
nl: Open Tekst Beeld

source: Index Image X Y Star's intensity Star's radius Sky's intensity Sky's radius Message
ar: مؤشر صورة قطعة x y شدة شعاع سماء

source: Unreliable value
ar: قيمة غير موثوقة
fr: Mesure incertaine

source: Save ?
ar: حفظ ؟
fr: Enregistrer ?
nl: Opslaan?

# SaveCmd__%04__Save
source: Save
ar: إحفظ
fr: Sauver
nl: Opslaan

source: Save changes to
ar: إحفظ التغييرات في
fr: Sauver les changements de
nl: Sla veranderingen op in

source: Straight Line
ar: خط مستقيم
fr: Fonction affine
nl: Rechte Lijn

source: 2nd Degree Polynomial
ar: حدودية من الدرجة الثانية
fr: Polynôme du 2nd degré
nl: Polynoom van de 2e graad

source: 3rd Degree Polynomial
ar: حدودية من الدرجة الثالثة
fr: Polynôme du 3ème degré
nl: Polynoom van de 3e graad

source: 4th Degree Polynomial
ar: حدودية من الدرجة الرابعة
fr: Polynôme du 4ème degré
nl: Polynoom van de 4e graad

source: Exponential
ar: أسية
fr: Exponentielle
nl: Exponentieel

source: Power
ar: قوة
fr: Fonction puissance

source: log
ar: لوغارثم
fr: Fonction log

source: Rodbard
ar: رودبارد

source: Gamma Variate
ar: تغيرات غاما
fr: Variation Gamma
nl: Gamma Variatie

source: Simplex Fitting Options
ar: خيارات الموافقة البسيطة
fr: Options d'interpolation
nl: Simplex Opties Overeenkomst

source: Function name:
ar: إسم الدالة:
fr: Type de fonction:
nl: Naam functie:

source: Formula:
ar: صيغة:
fr: Formule:
nl: Formule:

source: Initial
ar: بدئي
fr: Initialisation
nl: Initiaal

source: Maximum iterations:
ar: عدد التكرارات الأقصى:
fr: Max. itérations:
nl: Maximum iteraties:

source: Number of restarts:
ar: عدد الإعادات:
fr: Nb. reprises:
nl: Aantal heropstarts:

source: Error tolerance [1*10^(-x)]:
ar: هامش الخطأ المقبول [1*10^(-x)]:
fr: Précision [1*10^(-x)]:
nl: Fout tolerantie [1*10^(-x)]:

# Parameter setting canceled.&#10;Using default parameters.
source: Parameter setting canceled. Using default parameters.
ar: الغي ضبط الخصائص استعمال الخصائص الأصلية.
fr: Problème avec les paramètres. Utilisation des valeurs par défaut.
nl: Parameterinstelling gewist. Gebruik standaardparameters.

# &#10;Number of iterations:
source: Number of iterations:
ar: عدد التكرارات:
fr: Nombre d'itérations:
nl: Aantal iteraties:

# &#10;Maximum number of iterations:
source: Maximum number of iterations:
ar: عدد التكرارات الأقصى:
fr: Nombre d'itérations maximum:
nl: Maximum aantal iteraties:

# &#10;Sum of residuals squared:
source: Sum of residuals squared:
ar: مجموع مربعات الفروق بين المنحنى التقريبي و المنحنى الحقيقي:
fr: Somme des carrés des résidus:
nl: Som van de rest genivelleerd:

# &#10;Standard deviation:
source: Standard deviation:
ar: الانحراف المعياري:
fr: Ecart type:
nl: Standaarddeviatie:

# &#10;Goodness of fit:
source: Goodness of fit:
ar: جودة الموافقة:
fr: Approximation:
nl: Graad van overeenkomst:

# &#10;Parameters:
source: Parameters:
ar: الخصائص:
fr: Paramètres calculés:

source: Histogram of
ar: المدرج الاحصائي لـ
fr: Histogramme de
nl: Histogram van

source: Histogramme
ar: الرسم البياني
nl: Histogram

source: Log
ar: سجل

# HistoCount__%04__Count
source: Count
ar: عد
fr: Points
nl: Tel

source: X min
ar: الأفصول الدنوي

source: X max
ar: الأفصول القصوي

source: Y max
ar: الأرتوب القصوي

# value&#9;count
source: value count
ar: قيمة عد
fr: valeur nombre
nl: waarde tel

source: Copying Histogram values
ar: نقل نتائج المدرج الإحصائي
fr: Copie des valeurs de l'histogramme
nl: Kopieer waarden Histogram

source: Fill With
ar: إملأ بـ
fr: Fond
nl: Vul op met

source: Grey Value
ar: قيمة الرمادي
fr: pas codeurs
nl: Grijswaarde

source: University Pierre et Marie Curie (Paris)
ar: (باريس) جامعة بيير و ماري كوري
fr: Université Pierre et Marie Curie - ESA
nl: Universiteit Pierre et Marie Curie (Paris)

source: Based on ImageJ (W. Rasband - NIH)
ar: (W. Rasband - NIH)ImageJ مأخوذ عن
fr: Basé sur ImageJ (W. Rasband - NIH)
nl: Gebaseerd op ImageJ (W. Rasband - NIH)

source: PUBLIC DOMAIN
ar: مجال عمومي
fr: DOMAINE PUBLIC
nl: PUBLIC DOMEIN

source: Translation
ar: ترجمة
nl: Vertaling

source: commands,
ar: أوامر،
fr: commandes,
nl: instructies,

source: Version
ar: نسخة
nl: Versie

source: macro
ar: كلية

source: Credits
ar: شكر
fr: Remerciements

source: File can't be found or is not in TIFF, JPEG, GIF, BMP, DICOM, FITS, PGM, ZIP, LUT, ROI or text format.
ar: .أو امتداد نصي ,ROI ,LUT , ZIP ,PGM ,FITS ,DICOM ,BMP ,GIF ,JPEG ,TIFF جذاذية غير موجودة أو انعدام امتدادات
fr: Fichier introuvable ou ne correspondant pas à un format reconnu : TIFF, JPEG, GIF, BMP, DICOM, FITS, PGM,ZIP, LUT, ROI ou texte.
nl: Kan bestand niet vinden of het is niet in TIFF, JPEG, GIF, BMP, DICOM, FITS, PGM, ZIP, LUT, ROI of tekstformat.

source: Get cross-hair position
ar: استخلص موقع الشبكاني
fr: Relevé de la position du réticule
nl: Geef positie kruisdraad

source: Telescope
ar: المرقاب
fr: Télescope

source: Instrument
ar: جهاز

source: Observer
ar: المراقب
fr: Observateur

source: Exposure time
ar: مدة التعريض
fr: Temp d'exposition

source: Date of observation
ar: تاريخ المراقبة
fr: Date d'observation

source: Filter
ar: مرشح
fr: Filtre

source: Declination
ar: الميل
fr: Déclinaison

source: Right Ascension
ar: المطلع المستقيمي
fr: Ascension droite

source: Universal Time
ar: التوقيت العالمي
fr: Temps Universel

source: Coordinates of Star's Center :
fr: Centre de l'étoile :
nl: Coördinaten van het centrum van de Ster:

source: Index Image X Y Star's intensity Star's radius Sky's intensity Sky's radiusMessage
fr: Mesure Image X Y Intensité étoile Rayon étoile Intensité ciel Rayon ciel Message

source: Type, then
fr: Tapez le texte
nl: Typ, dan

source: Ctrl-D
fr: <Ctrl-D> valide

source: Use min/max or
fr: Utiliser min/max ou
nl: Gebruik min/max of

source: credits_SalsaJ_uk.html
fr: credits_SalsaJ_fr.html

source: Object
fr: Objet observé

source: Index Image X Y Star's intensity Star's radius Sky's intensity Sky's radius
nl: Index Beeld X Y Intensiteit ster Straal ster Intensiteit hemel Straal hemel
