Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/POOTLE_EXPORT/SalsaJ/*/PluginBundle_*.xlf
Languages: fr, id, pl, pt, tr

source: Resize Stack Canvas
fr: Redimensionner la pile
id: Ubah Ukuran Kanvas Tumpuk
pl: Zmień rozmiar obszaru roboczego stosu
pt: Redimensionar a tela do empilhamento
tr: Yeniden_Boyutlandır Yığın Tuval

source: Postion
id: Posisi
pl: Pozycja
pt: Posição
tr: Konum

source: Zero Fill
fr: Remplir de zéro
id: Tidak Ada Isi
pl: Wypełnienie zerami
pt: Preencher com zeros
tr: Sıfır Dolum

source: Top-Left
fr: Haut-Gauche
id: Kiri-Atas
pl: U góry po lewej
pt: Topo Esquerdo
tr: Üst-Sol

source: Top-Center
fr: Haut-Centre
id: Tengah- Atas
pl: U góry po środku
pt: Topo Centro
tr: Üst-Orta

source: Top-Right
fr: Haut-Droite
id: Kanan-Atas
pl: U góry po prawej
pt: Topo Direito
tr: Üst-Sağ

source: Center-Left
fr: Centre-Gauche
id: Kiri-Tengah
pl: Na środku po lewej
pt: Centro Esquerdo
tr: Orta-Sol

source: Center
fr: Centre
id: Tengah
pl: Na środku
pt: Centro
tr: Orta

source: Center-Right
fr: Centre-Droit
id: Kanan-Tengah
pl: Na środku po prawej
pt: Centro Direito
tr: Orta-Sağ

source: Bottom-Left
fr: Bas-Gauche
id: Kiri-Bawah
pl: Na dole po lewej
pt: Baixo Esquerdo
tr: Alt-Sol

source: Bottom-Center
fr: Bas-Centre
id: Tengah-Bawah
pl: Na dole po środku
pt: Centro Baixo
tr: Alt-Orta

source: Bottom-Right
fr: Bas-Droite
id: Kanan-Bawah
pl: Na dole po prawej
pt: Baixo Direito
tr: Alt-Sağ

source: Make Montage
fr: Diaporama
id: Buat Montase
pl: Montaż
pt: Fazer Montagem
tr: Montaj Yap

source: Columns
fr: Colonnes
id: Kolom
pl: Kolumny
pt: Colunas
tr: Sütunlar

source: Rows
fr: Lignes
id: Baris
pl: Wiersze
pt: Linhas
tr: Satırlar

source: Scale Factor
fr: Facteur d'échelle
id: Faktor Skala
pl: Czynnik skali
pt: Fator de Escala
tr: Ölçek Faktörü

source: First Slice
fr: Première Image
id: Potongan Pertama
pl: Pierwszy obraz
pt: Primeira Camada
tr: İlk Dilim

source: Last Slice
fr: Dernière Image
id: Potongan Terakhir
pl: Ostatni obraz
pt: Última Camada
tr: Son Dilim

# Increment__%04__Increment
source: Increment
fr: Incrément
id: Kenaikan
pl: Przyrost
pt: Incremento
tr: Artış

source: Border Width
fr: Largeur du cadre
id: Lebar Tepi
pl: Szerokość granicy
pt: Largura do Bordo
tr: Sınır Genişliği

source: Label Slices
fr: Nom des Images
id: Label Potongan
pl: Nadaj etykiety obrazom
pt: Etiquetar Camadas
tr: Dilimleri Etiketle

source: Use Foreground Color
fr: Couleur de fond
id: Gunakan Warna Latar Depan
pl: Użyj koloru pierwszego planu
pt: Usar a Cor de Primeiro Plano
tr: Önalan Rengi Kullan

source: Channels
fr: Canaux
id: Saluran
pl: Kanały
pt: Canais
tr: Kanallar

source: Frames
fr: Image
id: Bingkai
pl: Klatki
tr: Çerçeve

source: Pixel Width
fr: Largeur de pixel
id: Lebar Piksel
pl: Szerokość piksela
pt: Largura do Píxel
tr: Piksel Genişliği

source: Pixeln Height
fr: Hauteur de pixel
id: Tinggi Pikseln
pl: Wysokość piksela
pt: Altura do Píxel
tr: Piksel Yüksekliği

source: Voxel Depth
fr: Profondeur de voxel
id: Kedalaman Voxel
pl: Głębokość woksela
pt: Profundidade do voxel
tr: Voksel Derinliği

source: Frame Interval
fr: Interval entre les images
id: Interval Bingkai
pl: Odległość pomiędzy klatkami
pt: Intervalo entre frames
tr: Kare Aralığı

source: Origin (pixels)
fr: Origine (pixels)
id: Asal (Piksel)
pl: Źródło (piksele)
pt: Origem (píxeis)
tr: Kaynak (piksel)

# Global__%04__Global
source: Global
pl: Globalny
tr: Evrensel

source: is not locked
fr: n'est pas verrouillée.
id: tidak terkunci
pl: nie jest zablokowany
pt: não está bloqueado
tr: kilitlenmedi

source: is now unlocked
fr: est dé-verrouillée.
id: sekarang sudah tidak terkunci
pl: teraz jest odblokowany
pt: agora está desbloqueado
tr: şimdi kilitsiz

source: Rename
fr: Renommer
id: Ubah Nama
pl: Zmień nazwę
pt: Renomear
tr: Yeniden_adlandır

source: New title:
fr: Nouveau nom:
id: Judul baru:
pl: Nowa nazwa:
pt: Novo título:
tr: Yeni başlık:

source: -copy
fr: -copie
id: -salin
pl: -kopia
pt: -copia
tr: -kopyala

source: Duplicate
fr: Dupliquer
id: Duplikat
pl: Powiel
pt: Duplicar
tr: Suret_çıkar

source: Title:
fr: Titre:
id: Judul:
pl: Nazwa:
pt: Título:
tr: Başlık:

source: Duplicate Entire Stack?
fr: Dupliquer toute la pile?
id: Duplikasi seluruh tumpukan?
pl: Czy powielić cały stos?
pt: Duplicar Empilhamento?
tr: Tüm Yığının Suretini Çıkar?

source: Scale
fr: Redimensionner
id: Skala
pl: Skala
pt: Escala
tr: Ölçeklendir

source: X Scale
fr: Rapport largeur
id: Skala X
pl: Skala na osi X
pt: Escala X
tr: X Ölçeklendir

source: Y Scale
fr: Rapport hauteur
id: Skala Y
pl: Skala na osi Y
pt: Escala Y
tr: Y Ölçeklendir

source: X or Y scale are invalid.
fr: Rapport invalide.
id: Skala X atau Y tidak benar
pl: Skala na osi X lub Y jest nieprawidłowa.
pt: Escala X ou Y inválida.
tr: X yada Y ölçeklendirmesi geçerli değil.

source: -rescaled
fr: -redim
id: -ubah skala
pl: -przeskalowany
pt: -redim
tr: -yeniden_ölçeklendir

# ScalerBackground__%04__Fill with Background Color
source: Fill with Background Color
fr: Remplir avec la couleur de fond
tr: Arkaplan Rengi ile Doldur

source: ScaleBar Plus
fr: Barre d'échelle
id: Tambah BatangSkala
pl: Pasek skali Plus
pt: Barra de Escalas Plus
tr: ÖlçekBar Artı

source: Width in
fr: Largeur en
id: Lebar dalam
pl: Szerokość w
pt: Largura em píxeis
tr: Genişlik

source: Height in pixels
fr: Hauteur en
id: Tinggi dalam piksel
pl: Wysokość w pikselach
pt: Altura em píxeis
tr: Yükseklik piksel

source: Font Size
fr: Taille de Police
id: Ukuran Huruf
pl: Rozmiar czcionki
pt: Tamanho da Fonte
tr: Font Boyutu

# ScaleBarColor__%04__Color
source: Color
fr: Couleur
id: Warna
pl: Kolor
pt: Cor
tr: Renk

source: Background
fr: Couleur de fond
id: Latar Belakang
pl: Tło
pt: Fundo
tr: Arkaplan

source: Location
fr: Emplacement
id: Lokasi
pl: Położenie
pt: Localização
tr: Konum

# ScaleBarBold__%04__Bold Text
source: Bold Text
fr: En gras
id: Tebalkan Teks
pl: Tekst pogrubiony
pt: Texto Negrito
tr: Koyu Metin

source: Hide Text
fr: Cacher
id: Sembunyikan Teks
pl: Ukryj tekst
pt: Esconder texto
tr: Metin Gizle

source: Serif Font
fr: Serif
id: Huruf Serif
pl: Czcionka Serif
pt: Fonte Serif
tr: Serif Yazı_Tipi

source: LookUp Table
fr: Palette
id: Mencari Tabel
pt: Paleta
tr: Arama Tablosu

# Index&#9;Red&#9;Green&#9;Blue
source: Index Red Green Blue
fr: indice rouge vert bleu
id: Indeks Merah Hijau Biru
pl: Indeks Czerwony Zielony Niebieski
pt: Índice Vermelho Verde Azul
tr: İndeks Kırmızı Yeşil Mavi

source: RGB images do not use LUTs.
fr: Les images RVB n'utilisent pas de palette.
id: Citra RGB tidak menggunakan LUT
pl: Obrazy RGB nie używają LUT.
pt: As imagens RGB não utilizam paleta.
tr: RGB görüntüleri LUT görüntülerini kullanmıyor.

source: Profile Plot Options
fr: Options de coupe
id: Opsi Plot Profil
pl: Opcje wykresu
pt: Opções de Gráficos de Perfil
tr: Profil Çizim Seçenekleri

source: Fixed Y-axis Scale
fr: Echelle axe [Oy) régulière
id: Skala tetap sumbu-Y
pl: Ustal skalę na osi Y
pt: Escala do eixo Y fixa
tr: Sabit Y-ekseni Ölçeği

source: Do Not Save X-Values
fr: Ne pas sauver les abcisses
id: Jangan Simpan Nilai-X
pl: Nie zapisuj wartości X
pt: Não guardar valores de X
tr: X-Degerlerini Kaydetmeyin

source: Auto-close
fr: Fermeture automatique
id: Tutup-otomatis
pl: Autozamknięcie
pt: Fechar automaticamente
tr: Otomatik-kapanış

source: Vertical Profile
fr: Profil vertical
id: Profil Vertikal
pl: Profil pionowy
pt: Perfil vertical
tr: Dikey Profili

source: Roi Manager
fr: Sélections
id: Manajer ROI
pl: Menadżer ROI
pt: Selecionar Regiões
tr: Roi Yönetici

# RoiAdd__%04__Add
source: Add
fr: Ajouter
id: Tambah
pl: Dodaj
pt: Adicionar
tr: Ekle

# RoiAdd&amp;Draw__%04__Delete
source: Delete
fr: Ajouter & tracer
id: Hapus
pl: Usuń
pt: Apagar
tr: Sil

# RoiDel__%04__Delete
source: Delete
fr: Supprimer
id: Hapus
pl: Usuń
pt: Apagar
tr: Sil

# RoiOpen__%04__Open
source: Open
fr: Ouvrir
id: Buka
pl: Otwórz
pt: Abrir
tr: Aç

source: Open All
fr: Ouvrir tous
id: Buka Semua
pl: Otwórz wszystkie
pt: Abrir Todos
tr: Tümünü Aç

source: Save
fr: Sauver
id: Simpan
pl: Zapisz
pt: Gravar
tr: Kaydet

source: Select All
fr: Tout sélectionner
id: Pilih Semua
pl: Zaznacz wszystkie
pt: Selecionar Tudo
tr: Tümünü Seç

source: Measure
fr: Mesures
id: Ukur
pl: Wymiary
pt: Medir
tr: Ölçüm

source: Draw
fr: Tracer
id: Gambar
pl: Rysuj
pt: Desenhar
tr: Çizim

source: Fill
fr: Remplir
id: Isi
pl: Wypełnij
pt: Preencher
tr: Doldur

source: The active image does not have an ROI.
fr: Pas de sélection effectuée sur l'image active.
id: Citra aktif tidak memiliki ROI
pl: Aktywny obraz nie posiada ROI.
pt: A imagem ativa não tem região selecionada.
tr: Aktif görüntü bir ROI ye sahip değildir.

source: The ROI list is empty.
fr: Pas de sélections dans la liste.
id: Daftar ROI kosong
pl: Lista ROI jest pusta.
pt: A lista de regiões selecionadas está vazia.
tr: ROI listesi boş.

source: At least one ROI in the list must be selected.
fr: Il faut au moins une sélection active dans la liste.
id: Setidaknya pilih satu ROI di daftar
pl: Przynajmniej jeden ROI z listy musi być wybrany.
pt: Pelo menos uma região da lista tem de estar selecionada.
tr: Listedeki en az bir ROI seçilmesi gerekir.

source: This ROI does not fit the current image.
fr: Cette selection ne peut être appliquée à l'image active.
id: ROI ini tidak sesuai dengan citra saat ini
pl: ROI nie pasuje do tego obrazu.
pt: Esta região selecionada não pode ser aplicada a esta imagem.
tr: Bu ROI mevcut görüntüye uymuyor.

source: Open ROI...
fr: Ouverture de sélection
id: Buka ROI...
pl: Otwórz ROI...
pt: Abrir região selecionada...
tr: Aç ROI...

source: Select a file in the folder...
fr: Choix d'un fichier...
id: Pilih Berkas di dalam Pelipat
pl: Wybierz plik z katalogu...
pt: Escolher ficheiro na pasta...
tr: Klasördeki bir dosyayı seç...

source: Save ROI...
fr: Enregister
id: Simpan ROI...
pl: Zapisz ROI...
pt: Gravar Região...
tr: Kaydet ROI...

source: Calibration Bar
fr: Légendes
id: Kalibrasi Batang
pl: Pasek kalibracji
pt: Barra de Calibração
tr: Kalibrasyon Çubuğu

source: Location:
fr: Emplacement:
id: Lokasi:
pl: Położenie:
pt: Localização
tr: Konum:

source: Fill Colour:
fr: Couleur du fond:
id: Isi Warna:
pl: Kolor wypełnienia:
pt: Cor de Preenchimento
tr: Renk Dolgusu:

source: Label Colour:
fr: Couleur des annotations:
id: Label Warna:
pl: Kolor etykiety:
pt: Cor da Fonte
tr: Renk Etiketi:

source: Number of Labels:
fr: Nombre de repères:
id: Jumlah Label:
pl: Liczba etykiet:
pt: Número de Etiquetas
tr: Etiket Sayısı:

# CaliPlaces__%04__Decimal Places:
source: Decimal Places:
fr: Précision:
id: Lokasi Desimal:
pl: Liczba miejsc po przecinku:
pt: Casas Decimais
tr: Ondalık Basamaklar:

source: Font Size:
fr: Taille police:
id: Ukuran Huruf:
pl: Rozmiar czcionki:
pt: Tamanho da Fonte
tr: Yazı Tipi Boyutu:

source: Zoom Factor:
fr: Grossisement:
id: Faktor Zum:
pl: Współczynnik powiększenia:
pt: Fator de Zoom
tr: Büyütme Faktörü:

# CaliBold__%04__Bold Text
source: Bold Text
fr: Texte Gras
id: Tebal teks
pl: Tekst pogrubiony
pt: Texto Negrito
tr: Kalın Yazı

source: with bar
fr: avec légende
id: dengan batang
pl: z paskiem
pt: com Legenda
tr: çubuğu ile

source: Upper Right
fr: haut droite
id: Kanan Atas
pl: Prawy górny
pt: à Direita e em Cima
tr: Üst Sağ

source: Upper Left
fr: haut gauche
id: Kiri Atas
pl: Lewy górny
pt: à Esquerda e em Cima
tr: Üst Sol

source: Lower Right
fr: bas droite
id: Kanan Bawah
pl: Prawy dolny
pt: à Direita e em Baixo
tr: Alt Sağ

source: Lower Left
fr: bas gauche
id: Kiri Bawah
pl: Lewy dolny
pt: à Esquerda e em Baixo
tr: Alt Sol

source: At Selection
fr: point sélectionné
id: Pada Pilihan
pl: Przez wybranie
pt: Na Seleção
tr: Seçimde

source: Open Image Sequence...
fr: Choix du répertoire...
id: Buka Citra Urutan...
pl: Otwórz obraz...
pt: Abrir Sequência de Imagens...
tr: Görüntü Dizisini Aç...

source: Import Error:
fr: Erreur:
id: Impor Salah:
pl: Błąd podczas importu:
pt: Erro:
tr: Hata Al:

source: This folder does not appear to contain any TIFF, FITS, JPEG, BMP, GIF, or PGM files.
fr: Ce répertoire ne semble pas contenir d'images.
id: Pelipat tidak memuat berkas TIFF, FITS, JPEG, BMP, GIF, atau PGM.
pl: Ten katalog nie zawiera żadnego z plików typu TIFF, FITS, JPEG, BMP, GIF, lub PGM.
pt: Esta pasta não contêm ficheiros de imagens TIFF, FITS, JPEG, BMP, GIF, ou PGM.
tr: Bu klasör TIFF, FITS, JPEG, BMP, GIF, yada PGM türü dosyalarda herhangi birini içeriyor gibi görünmüyor.

source: None of the
fr: Aucun des
id: Tidak satupun dari
pl: Żaden z
pt: Nenhum dos
tr: Hiçbiri

source: files contain in their name the string
fr: fichiers n'a dans son nom le motif
id: Berkas memuat dalam string nama
pl: plików nie zawiera w nazwie tego ciągu znaków
pt: ficheiros contém no seu nome o termo
tr: dosyaların adlarında dize içeriyor

source: : wrong dimensions
fr: : dimensions incompatibles.
id: : dimensi yang salah
pl: : nieprawidłowy wymiar
pt: : dimensões erradas.
tr: : hatalı boyutlar

source: : wrong type
fr: : type incompatible.
id: : tipe yang salah
pl: : nieprawidłowy typ
pt: : tipo incompatível.
tr: : hatalı tür

source: : unable to open
fr: : ouverture impossible.
id: : tidak dapat dibuka
pl: : nie można otworzyć
pt: : impossível abrir.
tr: : açılamadı

source: Sequence Options
fr: Options d'ouverture
id: Opsi Urutan
pl: Kolejność opcji
pt: Opções da Sequência
tr: Sıra Seçenekleri

source: Number of Images
fr: Nombre d'images
id: Jumlah Citra
pl: Liczba obrazów
pt: Número de Imagens
tr: Görüntü Sayısı

source: Starting Image
fr: Indice de départ
id: Memulai Citra
pl: Obraz początkowy
pt: Imagem Inicial
tr: Başlangıç Görüntüsü

# FoldOpt3__%04__Increment
source: Increment
fr: Incrément
id: Kenaikan
pl: Przyrost
pt: Incremento
tr: Birer arttırma

source: File Name Contains
fr: Motif de recherche
id: Nama Berkas memuat
pl: Nawza pliku zawiera
pt: Termo a Procurar no Nome do Ficheiro
tr: Dosya Adı İçerir

source: Convert to 8-bit Greyscale
fr: Conversion vers 8 bits
id: Ubah ke Keabuan 8-bit
pl: Przekształć do 8-bitowej skali szarości
pt: Conversão para imagem cinzenta de 8 bit
tr: Dönüştür 8-bit Gritonlama

source: Open 1/2 Size
fr: Demi format
id: Buka Ukuran 1/2
pl: Otwórz 1/2 rozmiaru
pt: Abrir a 1/2 do Tamanho
tr: Aç 1/2 Boyut

source: Enter URL
fr: Choix d'URL
id: Masukkan URL
pl: Wprowadź URL
pt: Escolher URL
tr: Gir URL

source: Enter the URL of an image to open:
fr: Entrez l'URL de l'image à ouvrir:
id: Masukkan URL citra untuk dibuka
pl: Wprowadź URL obrazu do otwarcia:
pt: URL da imagem que pretende abrir:
tr: Bir görüntüyü açmak için URL gir:

source: Animation Options
fr: Options d'animation
id: Opsi Animasi
pl: Opcje animacji
pt: Opções de Animação
tr: Animasyon Seçenekleri

source: Speed (1-100 fps):
fr: Vitesse (1-100 img/sec):
id: Kecepatan (1-100 fps):
pl: Szybkość (1-100 klatek na sek.):
pt: Velocidade (1-100 frame/seg):
tr: Hız (1-100 fps):

source: Loop Back and Forth
fr: Jouer en boucle
id: Loop Mundur dan Maju
pl: Pętla tam i z powrotem
pt: Executar em Ciclo
tr: Döngü İleri Geri

source: Start Animation
fr: Démarrer
id: Mulai Animasi
pl: Rozpocznij animację
pt: Iniciar Animação
tr: Animasyonu Başlat

source: Set Slice
fr: Choix image
id: Atur Potongan
pl: Ustaw obrazy
pt: Escolha de Imagem
tr: Dilim Ayarla

source: Slice number
fr: Index de l'image
id: Nomer Potongan
pl: Numer obrazu
pt: Número da Imagem
tr: Dilim numarası

source: Save As Text
fr: Sauvegarde fichier texte
id: Simpan sebagai Teks
pl: Zapisz jako tekst
pt: Gravar como Texto
tr: Metin Olarak Kaydet

source: This command requires a TextWindow
fr: Ne peut appliquer à une image
id: Perintah membutuhkan JendelaTeks
pl: To polecenie wymaga okna tekstowego
pt: Este comando requer uma janela de texto
tr: Bu komut bir Metin Penceresi gerektiriyor

source: Calibrate...
fr: Calibrage...
id: Kalibrasi...
pl: Kalibracja...
pt: Calibrar...
tr: Kalibre et...

source: Function:
fr: Fonction:
id: Fungsi:
pl: Funkcja:
pt: Função:
tr: Fonsiyon:

source: Global calibration
fr: Calibration globale
id: Kalibrasi Global
pl: Kalibracja globalna
pt: Calibração global
tr: Evrensel kalibrasyon

source: Calibrator:
fr: Calibrage:
id: Kalibrator:
pl: Kalibrator:
pt: Calibrador:
tr: Kalibratör:

source: Please select a function
fr: Sélectionnez une fonction!
id: Silahkan pilih Fungsi
pl: Proszę wybrać funkcję
pt: Selecione uma função!
tr: Lütfen bir fonsiyon seçin

source: Calibration of 16-bit images, except with straight line functions, is currently not supported.
fr: Les images 16 bits ne supportent dans cette version que par un polynôme de degré 1.
id: Kalibrasi citra 16-bit, kecuali dengan fungsi garis lurus saat ini tidak didukung
pl: Kalibaracja 16-bitowych obrazów (z wyjątkiem funkcji linowych) nie jest obecnie wspomagana.
pt: A calibração de imagens de 16 bit só é possível, nesta versão, com ajustes de rectas (polinómios de grau 1).
tr: Görüntünün 16-bitlik kalibrasyonu, doğru orantı fonksiyonu dışında, şimdilik desteklenmiyor.

source: Pixel Inverter
fr: inversion des pixels
id: Piksel Inverter
pl: Odwróć piksele
pt: Inversão de píxeis
tr: Piksel Dönüştürücüsü

source: To create a calibration curve, the left column must contain a list of measured mean pixel values and the right column must contain the same number of calibration standard values.
fr: Pour obtenir une courbe de calibration, remplir la colonne de gauche avec les valeurs brutes et la colonne de droite avec les valeurs correspondantes corrigées .
id: Untuk membuat kalibrasi kurva, kolom kiri harus memuat daftar nilai ukuran piksel rata-rata dan kolom kanan harus memuat jumlah nilai standar kalibrasi yang sama
pl: Aby utworzyć krzywą kalibracji, w lewej kolumnie miusi znajdować się lista zmierzonych wartości średnich pikseli, a w prawej kolumnie musi znajdowac się standardowa wartośc kalibracji.
pt: Para criar uma curva de calibração, a coluna da esquerda tem de conter a lista dos valores dos píxeis e a coluna da direita tem de conter o mesmo número de valores da calibração padrão.
tr: Bir kalibrasyon eğrisi oluşturmak için, sol sütunda ölçülen ortalama piksel değerlerinin listesini içermeli ve sağ sütun ise aynı sayıda standant kalibrasyon değerleri içermelidir.

source: Calibration function
fr: Fonction de calibration
id: Fungsi kalibrasi
pl: Funkcja kalibracji
pt: Função de calibração
tr: Kalibrasyon fonksiyonu

source: Recorder
fr: Enregistreur
id: Rekaman
pl: Rejestrowanie
pt: Gravador
tr: Kaydedici

source: 32-bit float image required
fr: Image requise 32 bits
id: Dipelrukan Citra "float" 32-bit
pl: Wymagany obraz 32-bitowy
pt: É necessária imagem de 32 bits
tr: 32-bit kaygan görüntü gerkli

source: Last used files:
fr: Derniers fichiers utilisés:
id: Berkas terakhir yang digunakan:
pl: Ostatnio używane pliki:
pt: Últimos ficheiros utilizados:
tr: Son kullanılan dosyalar:

source: Files
fr: Fichiers
id: Berkas
pl: Pliki
pt: Ficheiros
tr: Dosyalar

source: Translate
fr: Translater
id: Terjemahkan
pl: Przesuń równolegle
pt: Translação
tr: Çevir

source: Translation on X
fr: Translation en X
id: Penerjemahan pada X
pl: Przesuń równolegle na osi X
pt: Translação em X
tr: X üzerinde Çevir

source: Translation on Y
id: Penerjemahan pada Y
pl: Przesuń równolegle na osi Y
pt: Translação em Y
tr: Y üzerinde Çevir

source: Translation on X is invalid
fr: Translation en X est invalide
id: Penerjemahan pada X salah
pl: Przesunięcie na osi X jest nieprawidłowe
pt: Translação em X é inválida
tr: X üzerinde çevir geçersiz

source: Translation en Y est invalide
id: Penerjemahan pada Y salah
pl: Przesunięcie na osi Y jest nieprawidłowe
pt: Translação em Y é inválida
tr: Y üzerinde çevir geçersiz

source: Open/Save Using JFileChooser
fr: Ouvrir/enregistrer en utilisant JFileChooser
id: Buka/Simpan Menggunakan PemillihBerkasJ
pl: Otwórz/Zapisz za pomocą JFileChooser
pt: Abrir/Guardar Usando o JFileChooser
tr: JFileChooser Kullanarak Aç/Kaydet

source: Horizontal Profile
fr: coupe horizontale
id: Profil Horisontal
pl: Profil poziomy
pt: Perfil Horizontal
tr: Yatay Profil

source: Gaussian fit results
fr: Resultats de la gaussienne ajustée
id: Hasil fit Gaussian
pl: Wyniki dopasowania funkcji Gaussa
pt: Resultados do ajuste Gaussiano
tr: Gauss uyumlu sonuçlar

source: Channel
fr: Canal
id: Saluran
pl: Kanał
pt: Canal
tr: Kanal

source: Velocity
fr: Vitesse
id: Kecepatan
pl: Prędkość
pt: Velocidade
tr: Hız

source: Frequency
fr: Fréquence
id: Frekuensi
pl: Częstość
pt: Frequência
tr: Frekans

source: Wavelength
fr: Longueur d'onde
id: Panjang Gelombang
pl: Długość fali
pt: Comprimento de onda
tr: Dalgaboyu

source: Reference wavelength
fr: Longueur d'onde de référence
tr: Referans dalgaboyu

source: Intensity
fr: Intensité
id: Intensitas
pl: Natężenie
pt: Intensidade
tr: Yogunluk

source: This does not appear to be a FITS file.
fr: Ceci ne semble pas être un FITS
id: Ini tidak tampak seperti berkas FITS
pl: To nie jest plik FITS.
pt: Isto não parece ser um ficheiro FITS.
tr: Bu FITS dosyası olarak görünmüyor.

source: too few points to fit
fr: trop peu de points pour ajuster
id: Terlalu sedikit titik untuk fit
pl: zbyt mało punktów aby wykonać dopasowanie
pt: poucos pontos para fazer o ajuste
tr: uyumlu çok az sayıda veri

source: singular matrix
fr: Matrice singulière
id: matriks tunggal
pl: macierz osobliwa
pt: matriz singular
tr: tekil matris

source: choose two intervals
fr: Choisissez deux intervalles
id: pilih dua interval
pl: wybierz dwa przedziały
pt: escolha dois intervalos
tr: iki aralık seçin

source: first interval
fr: Premier intervalle
id: interval pertama
pl: pierwszy przedział
pt: primeiro intervalo
tr: birinci aralık

source: second interval
fr: Second intervalle
id: interval kedua
pl: drugi przedział
pt: segundo intervalo
tr: ikinci aralık

# choose order of baseline fit (0&lt;order&lt;5)
source: choose order of baseline fit (0<order<5)
fr: Choisissez l'ordre de la ligne de base (0 < ordre < 5)
id: pilih urutan fit garis pangkal (0<urutan<5)
pl: wybierz rząd dopasowania (0<rząd<5)
pt: escolha a ordem do ajuste do nível base (0<ordem<5)
tr: taban çizgi uyum düzeninde seçim (0<düzen<5)

source: Order
fr: Ordre
id: Urutan
pl: Rząd
pt: Ordem
tr: Düzen

source: display zero line in blue
fr: Afficher l'abcisse zero en bleu
id: Tampilkan garis nol di Biru
pl: pokaż linię zerową na niebiesko
pt: desenhar a linha zero em azul
tr: sıfır hattını mavi ile göster

source: Gaussian fit of spectral line
fr: Gaussienne ajustée du spectre
id: Fit Gaussian garis spektrum
pl: Dopasowanie funkcji Gaussa dla linii widmowej
pt: ajuste Gaussiano da linha do espectro
tr: Gauss uyumlu spektrum çizgisi

source: Choose parameters
fr: Choisissez les paramètres
id: Pilih Parameter
pl: Wybierz parametry
pt: Escolha parâmetros
tr: Parametre seçimi

source: interval
fr: Intervalle
pl: Przedział
pt: intervalo
tr: aralık

source: amplitude
id: amplitudo
pl: Amplituda
tr: genlik

source: center
fr: Centre
id: tengah
pl: Środek
pt: centro
tr: orta

source: width
fr: Largeur
id: lebar
pl: Szerokość
pt: largura
tr: genişlik

source: erase the last
fr: Effacer la dernière
id: hapus yang terakhir
pl: Skasuj ostatni
pt: apagar o último
tr: sonuncuyu sil

source: Subtract baseline
fr: Soustraire la ligne de base
id: kurangi garis pangkal
pl: Odejmij linię odniesienia
pt: Subtrair o nível base
tr: Taban çizgi çıkar

source: Gaussian fit
fr: Gaussienne ajustée
id: fit Gaussian
pl: Dopasowanie funkcji Gaussa
pt: Ajuste Gaussiano
tr: Gauss uyumlu

source: Baseline
fr: Ligne de base
id: Garis Pangkal
pl: Linia odniesienia
pt: Nível base
tr: Taban çizgisi

source: Lambda[A]
tr: Lamda[A]

source: Flux[ADU]
pl: Strumień[ADU]
pt: Fluxo[ADU]
tr: Akı[ADU]

source: Choose language
fr: Changer la langue
pl: Wybierz język
pt: Escolha a Língua
tr: Dil seçimi

source: Dynamic profile
fr: Profile Dynamique
pl: Profil dynamiczny
pt: Perfil dinâmico
tr: Dinamik profil

source: Live histogram
fr: Histogramme interactif
pl: Histogram na żywo
pt: Histograma ativo
tr: Canlı histogram
