Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/POOTLE_EXPORT/SalsaJ/*/PluginBundle_*.xlf
Languages: fr, id, pl, pt, tr

source: pixel
id: piksel
pl: piksel
pt: píxel
tr: piksel

source: pixels
id: piksel
pl: piksele
pt: píxeis
tr: piksel

source: degrees
fr: degrés
id: derajat
pl: stopnie
pt: graus
tr: derece

# Open__%04__Open
source: Open
fr: Ouvrir
id: Buka
pl: Otwórz
pt: Abrir
tr: Açık

source: Apply
fr: Appliquer
id: Terapkan
pl: Zastosuj
pt: Aplicar
tr: Uygula

source: Settings
fr: Configuration
id: Pengaturan
pl: Ustawienia
pt: Configuração
tr: Ayarlar

source: Open Text File...
fr: Ouverture fichier texte
id: Bukan Berkas Teks...
pl: Otwórz plik tekstowy...
pt: Abrir Ficheiro de Texto...
tr: Aç Metin Dosya...

source: Height
fr: Hauteur
id: Tinggi
pl: Wysokość
pt: Altura
tr: Yükseklik

source: Width
fr: Largeur
id: Lebar
pl: Szerokość
pt: Largura
tr: Genişlik

source: Create New Window
fr: Résultat dans une nouvelle fenêtre
id: Buat Pelipat Baru
pl: Utwórz nowe okno
pt: Criar em Nova Janela
tr: Yeni Pencere Aç

source: List
fr: Liste
id: Daftar
pl: Wypisz listę
pt: Lista
tr: Liste

source: Unit
fr: Unité
id: Satuan
pl: Jednostka
pt: Unidade
tr: Ünite

source: none
fr: aucune
id: tidak ada
pl: żaden
pt: nenhuma
tr: hiçbiri

source: Left column
fr: colonne gauche
id: Kolom kiri
pl: Lewa kolumna
pt: Coluna esquerda
tr: Sol sütun

source: Right column
fr: colonne droite
id: Kolom kanan
pl: Prawa kolumna
pt: Coluna direita
tr: Sağ sütun

source: values
fr: valeurs
id: nilai
pl: wartości
pt: valores
tr: değerler

source: File
fr: Fichier
id: Berkas
pl: Plik
pt: Ficheiro
tr: Dosya

source: Title
fr: Titre
id: Judul
pl: Tytuł
pt: Título
tr: Başlık

source: Stack required
fr: Pas de pile disponible!
id: Diperlukan Tumpukan
pl: Wymagany stos.
pt: Requer Empilhamento
tr: Gerekli yığın

source: No images are open.
fr: Pas d'images ouvertes!
id: Tidak ada citra yang dibuka
pl: Nie ma otwartych obrazów.
pt: Não há imagens abertas.
tr: Açık görüntü yok.

source: There must be at least two open images.
fr: Il faut au moins 2 images!
id: Setidaknya harus ada 2 citra yang dibuka
pl: Muszą być przynajmniej dwa otwarte obrazy.
pt: São necessárias pelo menos 2 imagens abertas.
tr: En az iki görüntü açık olmalı.

source: None of the open images can go in a stack.
fr: Aucune image ne peut être incorporée à une pile.
id: Tidak satupun citra yang dibuka dapat ditumpuk
pl: Żadnego z otwartych obrazów nie można umieścić na stosie.
pt: Nenhuma das imagens abertas pode ser empilhada.
tr: Açık görüntülerden hiçbiri bir yığına giremiyor.

source: All open images must be the same type.
fr: Toutes les images ouvertes doivent être de même type.
id: Seluruh citra harus memiliki tipe yang sama
pl: Wszystkie otwarte obrazy muszą być tego samego typu.
pt: Todas as imagens abertas devem ser do mesmo tipo.
tr: Açık görüntülerin tümü aynı türde olmalı.

source: All open images must be the same size.
fr: Toutes les images ouvertes doivent être de même taille.
id: Seluruh citra harus memiliki ukuran yang sama
pl: Wszystkie otwarte obrazy muszą być tego samego rozmiaru.
pt: Todas as imagens abertas devem ser do mesmo tamanho.
tr: Açık görüntülerin tümü aynı boyutta olmalı.

source: Stack
fr: Pile
id: Tumpuk
pl: Stos
pt: Empilhamento
tr: Yığın

source: Convert to Images?
fr: Convertir la pile?
id: Ubah ke Citra?
pl: Przekształcić do obrazów?
pt: Converter em Imagens?
tr: Görüntüye Dönüştür?

# Are you sure you want to convert this&#10;stack to
source: Are you sure you want to convert this stack to
fr: Convertir la pile en
id: Apakah kamu yakin mengubah tumpuk ke
pl: Czy chcesz przekształcić ten stos w
pt: Quer converter o empilhamento para
tr: Dönüştümek istetiğinize eminmisiniz bu yığını

source: separate windows?
fr: fenêtres?
id: jendela terpisah?
pl: odzielne obrazy?
pt: janelas separadas?
tr: pencereleri ayır?

source: Image Calculator
fr: Calculateur
id: Kalkulator Citra
pl: Kalkulator obrazów
pt: Calculadora de Imagens
tr: Görüntü Hesaplama

source: No windows are open.
fr: Pas d'image ouverte!
id: Tidak ada jendela yang dibuka
pl: Nie ma otwartych okien.
pt: Não há janelas abertas.
tr: Açılmış pencere yok.

source: Both stacks must have the same number of slices.
fr: Les 2 piles doivent comporter le même nombre d'images.
id: Kedua tumpukan harus memiliki jumlah potongan yang sama
pl: Na obu stosach musi być ta sama liczba obrazów.
pt: Os 2 empilhamentos devem ter o mesmo número de camadas.
tr: Her iki yığın aynı dilim sayılarına sahip olmalı.

source: Out of memory
fr: Pas assez de mémoire
id: Kehabisan memori
pl: Brak pamięci
pt: Memória insufficiente
tr: Bellek yetersiz

source: Image 1:
id: Citra 1:
pl: Obraz 1:
pt: Imagem 1:
tr: Görüntü 1:

source: Image 2:
id: Citra 2:
pl: Obraz 2:
pt: Imagem 2:
tr: Görüntü 2:

source: Operation:
fr: Opération:
id: Operasi:
pl: Operacja:
pt: Operação:
tr: Operasyon:

source: Result of
fr: Résultat de
id: Hasil dari
pl: Nowy wynik
pt: Resultado de
tr: Sonucu

source: Result
fr: Résultat
id: Hasil
pl: Wynik
pt: Resultado
tr: Sonuç

# Add__%04__Add
source: Add
fr: Addition
id: Tambah
pl: Dodaj
pt: Adicionar
tr: Ekle

source: Subtract
fr: Soustraction
id: Kurang
pl: Odejmij
pt: Subtrair
tr: Çıkar

source: Multiply
fr: Multiplication
id: Kali
pl: Pomnóż
pt: Multiplicar
tr: Çarp

source: Divide
fr: Division
id: Bagi
pl: Podziel
pt: Dividir
tr: Böl

source: Max
fr: Maximum
id: Maks
pl: Maksimum
pt: Máximo
tr: Mak

source: Gamma
pt: Gama
tr: Gama

source: Average
fr: Moyenne
id: Rata-rata
pl: Średnia
pt: Média
tr: Ortalama

source: Difference
fr: Difference absolue
id: Selisih
pl: Różnica
pt: Diferença Absoluta
tr: Fark

source: Copy
fr: Copie
id: Salin
pl: Kopiuj
pt: Copiar
tr: Kopyala

source: Copy except White
id: Salin kecuali Putih
pl: Kopiuj bez tła
pt: Copiar (excepto o branco)
tr: Beyaz hariç Kopyala

source: index
id: indeks
pl: indeks
pt: índice
tr: indeks

source: Value:
fr: Valeur:
id: Nilai
pl: Wartość:
pt: Valor:
tr: Değer:

source: Value (binary):
fr: Valeur binaire:
id: Nilai (biner)
pl: Wartość w systemie dwójkowym:
pt: Valor (binário):
tr: Değer (ikili):

source: Binary number required
fr: Ce n'est pas un nombre binaire!
id: Jumlah biner diperlukan
pl: Wymagana liczba dwójkowa
pt: Requer número binário
tr: İkili sayı gerekli

source: Value (0.1-5.0):
fr: Valeur (entre 0.1 et 5.0):
id: Nilai (0.1-5.0):
pl: Wartość (0.1-5.0):
pt: Valor (0.1-5.0):
tr: Değer (0.1-5.0):

source: Gamma must be between 0.1 and 5.0
fr: Gamma doit être compris entre 0.1 et 5.0
id: Gamma harus di antara 0.1 dan 5.0
pl: Wartość Gamma musi być pomiędzy 0.1 a 5.0
pt: Gama deve estar entre 0.1 e 5.0
tr: Gama 0.1 ile 5.0 değerleri arasında olmalı

source: Spline
id: Kurva Kontinyu
tr: Kama

source: Paste Control
fr: Contrôle du collage
id: Kontrol Rekat
pl: Wstaw specjalnie
pt: Controlo da Colagem
tr: Yapıştır Kontrol

source: Transfer Mode:
fr: 'Coller' correspond à:
id: Mode Transfer
pl: Rodzaj transferu:
pt: 'Colar' corresponde a:
tr: Transfer Modu:

# Brightness &amp; Contrast
source: Brightness & Contrast
fr: Luminosité & contraste
id: Kecerlangan & Kontras
pl: Jasność & Kontrast
pt: Brilho & Contraste
tr: Parlaklık & Kontrast

# Window &amp; Level
source: Window & Level
fr: Fenêtre & niveau
id: Jendela & Tingkatan
pl: Okno & Poziom
pt: Janela & Nível
tr: Pencere & Düzey

# ColorTitle__%04__Color
source: Color
fr: Couleurs
id: Warna
pl: Kolor
pt: Cor
tr: Renk

source: Maximum
id: Maksimum
pl: Maksimum
pt: Máximo
tr: Maksimum

source: Brightness
fr: Luminosité
id: Kecerlangan
pl: Jasność
pt: Brilho
tr: Parlaklık

source: Constrast
fr: Contraste
id: Kontras
pl: Kontrast
pt: Contraste
tr: Kontrast

source: Level:
fr: Niveau:
id: Tingkatan:
pl: Poziom:
pt: Nível:
tr: Düzey:

source: Window:
fr: Fenêtre:
id: Jendela:
pl: Okno:
pt: Janela:
tr: Pencere:

source: Auto
id: Otomatis
tr: Otomatik

source: Set
fr: Valeurs
pl: Ustaw
pt: Valores
tr: Kur

source: Apply
fr: Appliquer
id: Terapkan
pl: Zastosuj
pt: Aplicar
tr: Uygula

source: Thresh
fr: Seuil
id: Mengirik
pl: Próg
pt: Limiar
tr: Eşik

source: Update
fr: M.A.J.
id: Mutakhir
pl: Uaktualnij
pt: Atualizar
tr: Güncelle

source: Requires an 8-bit grayscale image or an RGB stack
fr: Nécessite une image (ou pile) 8 bits ou R/G/B
id: Diperlukan citra dengan skala keabuan 8-bit atau tumpukan RGB
pl: Wymaga obrazu w 8-bitowej skali szarości albo stosu RGB
pt: Requer imagem cinzenta de 8 bit ou empilhamento RGB
tr: Gri tonlama 8-bit görüntü veya RGB yığını gerektirir

source: Apply LUT to all
fr: Changer la table de couleurs des
id: Terapkan LUT untuk semua
pl: Zastosuj LUT do wszystkich
pt: Aplicar paleta de cores a
tr: Tümüne LUT uygula

# LUT2__%04__slices in the stack?
source: slices in the stack?
fr: images de la pile?
id: Potongan di dalam tumpukan
pl: obrazów na stosie?
pt: todas as imagens do empilhamento?
tr: yığın dilimleri?

source: Apply brightness and contrast settings to all
fr: Appliquer aux
id: Terapkan pengaturan kecerlangan dan kontras untuk semua
pl: Zastosuj ustawienia jasności i kontrastu do wszystkich
pt: Aplicar definições de brilho e contraste
tr: Parlaklık ve kontrast ayarlarını tümüne uygula

# RGB2__%04__slices in the stack?
source: slices in the stack?
fr: images de la pile?
id: Potongan di dalam tumpukan
pl: obrazów na stosie?
pt: a todas as imagens do empilhamento?
tr: yığın dilimleri?

source: Set Min and Max
fr: Valeurs Min & Max
id: Atur Min dan Maks
pl: Ustaw min i max
pt: Definir Mín e Máx
tr: Ayarla Min ve Max

source: Minimum Displayed Value:
fr: Minimum visible (noir)
id: Nilai Minimum yang Ditampilkan
pl: Minimalna wyświetlana wartość:
pt: Valor Mínimo Visível:
tr: Minimum Gösterilen Değer:

source: Maximum Displayed Value:
fr: Maximum visible (blanc)
id: Nilai Maksimum yang Ditampilkan
pl: Maksymalna wyświetlana wartość:
pt: Valor Máximo Visível:
tr: Maksimum Gösterilen Değer:

# Set W&amp;L
source: Set W&L
fr: Fixe W & L
id: Atur W&L
pl: Ustaw W i L
pt: Ajustar W&L
tr: Ayarla W&L

source: Window Center (Level):
fr: Centre la fenêtre (Niveau):
id: Pusat Jendela (Tingkat):
pl: Środek okna (poziom):
pt: Centro da Janela (Nível):
tr: Pencere Merkezi (Düzey):

source: Window Width:
fr: Largeur de la fenêtre:
id: Lebar Jendela:
pl: Szerokość okna:
pt: Largura da Janela:
tr: Pencere Genişliği:

source: No Image
fr: Pas d'image!!
id: Tidak ada Citra
pl: Nie ma obrazu
pt: Sem Imagem
tr: Görüntü Yok

source: Set Measurements
fr: Déterminer...
id: Atur Pengukuran
pl: Wybierz pomiary
pt: Determinar...
tr: Ölçümleri Ayarla

source: measurements
fr: mesures
id: pengukuran
pl: pomiary
pt: medições
tr: ölçümler

source: Area
fr: Aire
pl: Obszar
pt: Área
tr: Alan

source: Mean Grey Value
fr: Valeur moyenne
id: Nilai rata-rata abu-abu
pl: Średnia wartość szarości
pt: Valor Médio
tr: Ortalama Gri Değer

source: Standard Deviation
fr: Ecart type
id: Standar Deviasi
pl: Odchylenie standardowe
pt: Desvio Padrão
tr: Standart Sapma

source: Modal Grey Value
fr: Valeur modale
id: Pengandaian Nilai Abu-abu
pl: Modalna wartość szarości
pt: Valor da Moda
tr: Sıklık Gri Değer

# Min &amp; Max Grey Value
source: Min & Max Grey Value
fr: Valeurs min et max
id: Nilai Abu-abu Min & Maks
pl: Minimalna & maksymalna wartość szarości
pt: Valores Mín e Máx
tr: Min & Mak Gri Değer

source: Centroid
fr: Centre
pl: Środek ciężkości
pt: Centróide
tr: Merkezi

source: Center of Mass
fr: Centre de gravité
id: Pusat Massa
pl: Środek masy
pt: Centro de Massa
tr: Kütle Merkezi

source: Perimeter
fr: Périmètre
id: Garis Keliling Lingkaran
pl: Obwód
pt: Perímetro
tr: Çevre

source: Bounding Rectangle
fr: Enveloppe rectangulaire
id: Garis Keliling Bujur Sangkar
pl: Granice prostokąta
pt: Retângulo envolvente
tr: Dikdörtgen Sınırlayıcı

source: Fit Ellipse
fr: Enveloppe elliptique
id: Fit Elips
pl: Dopasuj elipsę
pt: Ajustar Elipse
tr: Uydur Elips

source: Circularity
fr: Courbure
id: Bentuk Bundar
pl: Okrągłość
pt: Circularidade
tr: Çembersellik

source: Feret's Diameter
fr: Diamètre de Feret
id: Diameter Feret
pl: Średnica Fereta
pt: Diâmetro de Feret
tr: Feret Çapı

source: Limit to Threshold
fr: Limiter au seuil
id: Batas untuk Ambang Batas
pl: Próg graniczny
pt: Limiar
tr: Eşik Sınırı

source: Display Image Name
fr: Afficher le nom de l'image
id: Tampilkan Nama Citra
pl: Pokaż nazwę obrazu
pt: Mostrar Nome da Imagem
tr: Görüntü Adı Göster

source: Invert Y Coordinates
fr: Inverser les ordonnées
id: Ubah Koordinat Y
pl: Odwróć współrzędną Y
pt: Inverter coordenadas Y
tr: Evir Y Kordinatları

# DeciPlaces__%04__Decimal Places:
source: Decimal Places:
fr: Nombre de décimales:
id: Penempatan Desimal
pl: Miejsc po przecinku:
pt: Número de Casas Decimais:
tr: Ondalık Basamaklar:

source: Value
fr: Valeur
id: Nilai
pl: Wartość
pt: Valor
tr: Değer

source: Name
fr: Nom
id: Nama
pl: Nazwa
pt: Nome
tr: Ad

source: Angle
id: Sudut
pl: Kąt
pt: Ângulo
tr: Açı

source: Length
fr: Longueur
id: Panjang
pl: Długość
pt: Comprimento
tr: Uzunluk

source: Threshold
fr: Seuillage
id: Ambang Batas
pl: Próg
pt: Limiar
tr: Eşik

source: Red
fr: Rouge
id: Merah
pl: Czerwieni
pt: Vermelho
tr: Kırmızı

# Black &amp; White
source: Black & White
fr: Noir & blanc
id: Hitam & Putih
pl: Czerni/Bieli
pt: Preto & Branco
tr: Siyah & Beyaz

source: Over/Under
fr: Dessus/dessous
id: Lebih/Kurang
pl: Poniżej/Ponad
pt: Acima/Abaixo
tr: Üstünde/Altında

source: Set Threshold Levels
fr: Niveaux de seuillage
id: Atur Tingkat Ambang Batas
pl: Ustaw progi
pt: Limiares
tr: Eşik Seviyesi Ayarla

source: Lower Threshold Level:
fr: Niveau inférieur
id: Tingkat Ambang Batas terendah
pl: Dolny próg:
pt: Nível Inferior
tr: Alt Eşik Seviyesi:

source: Upper Threshold Level:
fr: Niveau supérieur
id: Tingkat Ambang Batas tertinggi
pl: Górny próg:
pt: Nível Superior
tr: Üst Eşik Seviyesi:

source: RGB images cannot be thresolded.
fr: les images RVB ne peuvent être seuillées.
id: Citra RGB tidak bisa memiliki ambang batas
pl: Obrazy RGB nie mogą być progowane.
pt: As imagens RGB não podem ter limiar.
tr: RGB görüntüleri eşik edilemez.

source: Nouveau...
id: Baru...
pl: Nowy...
pt: Novo...
tr: Yeni...

source: Type
id: Tipe
pl: Typ
pt: Tipo
tr: Tür

source: Record
fr: Enregistre
id: Rekam
pl: Rejestruj
pt: Gravar
tr: Kayıt

source: Create Macro
fr: Créer macro
id: Buat Makro
pl: Utwórz makro
pt: Criar Macro
tr: Makro Oluştur

source: Create Plugin
fr: Créer plugin
id: Buat Colok-Masuk
pl: Utwórz plugin
pt: Criar Plugin
tr: Eklenti Oluştur

source: Commands
fr: Commandes
id: Perintah
pl: Polecenia
pt: Comandos
tr: Komut

# Command&#9;Plugin
source: Command Plugin
fr: Commande plugin
id: Perintah Colok-Masuk
pl: Polecenie Plugin
pt: Comando Plugin
tr: Komut Eklenti

source: Keyboard Shortcuts
fr: Raccourcis clavier
id: Shortcut di Papan Ketik
pl: Skróty klawiszowe
pt: Atalhos Teclado
tr: Klavye Kısayolları

# Hot Key&#9;Command
source: Hot Key Command
fr: Raccourci commande
id: Kunci Panas Perintah
pl: Klawisz Plugin
pt: Atalho Comando
tr: Kısayol Tuşu Komut

source: Set Scale
fr: Indiquer échelle
id: Atur Skala
pl: Ustawienia skali
pt: Definir Escala
tr: Ölçek Ayarla

source: Distance in Pixels:
fr: Distance en pixels
id: Jarak dalam Piksel
pl: Odległość w pikselach:
pt: Distância em píxeis
tr: Uzaklık Piksel:

source: Real Distance:
fr: Distance réelle
id: Jarak Sebenarnya
pl: Rzeczywista odległość:
pt: Distância Real
tr: Reel Uzaklık:

source: Width/Height Ratio:
fr: Rapport largeur/hauteur
id: Perbandingan Lebar/Panjang
pl: Stosunek szerokość/wysokość:
pt: Razão Largura/Altura
tr: Genişlik/Yüseklik Oranı:

source: Unit of Length:
fr: Unité de mesure
id: Satuan Panjang:
pl: Jednostka długości:
pt: Unidade de comprimento
tr: Uzunluk Birimi:

source: Scale:
fr: Echelle
id: Skala:
pl: Skala:
pt: Escala:
tr: Ölçek:

# ScDiagGlobal__%04__Global
source: Global
pl: Globalnie
tr: Evrensel

# &lt;No Scale&gt;
source: <No Scale>
fr: <Aucune échelle>
id: <Tidak ada Skala>
pl: <Brak skali>
pt: <Sem Escala>
tr: <Ölçeklendirme Yok>

source: Surface Plotter
fr: Traçage de surface
id: Plotter Permukaan
pl: Wykreślanie powierzchni
pt: Gráfico de Superfície
tr: Yüzey İşaretleyicisi

source: Surface Plot
fr: Tracé
id: Plot Permukaan
pl: Wykres powierzchniowy
pt: Gráfico de Superfície
tr: Yüzey Çizimi

source: Drawing slice
fr: Dessin tranche
id: Potongan Gambar
pl: Rysuj cięcie
pt: Desenhando a camada
tr: Dilim çizimi

source: Number of samples
fr: Nombre d'échantillons
id: Jumlah Sampel
pl: Liczba przekrojów
pt: Número de amostras
tr: Numune sayısı

source: Draw wireframe
fr: Tracé du maillage
id: Gambar Bingkai Hitam
pl: Rysuj linie przekrojów
pt: Traçar Caixa
tr: Çiz telçerçeve

source: Shade
fr: Dessin ombré
id: Bayangan
pl: Pokaż odcienie kolorów
pt: Sombreado
tr: Gölgele

source: Draw axis
fr: Tracé des axes
id: Gambar Sumbu
pl: Rysuj osie
pt: Traçar Eixo
tr: Eksen çiz

source: Source Background is Lighter
fr: Inversion
id: Latar belakang sumber lebih terang
pl: Odwróć podstawę wykresu
pt: Fundo mais Claro
tr: Kaynak Arkaplan daha Açıktır

source: Fill Plot Background with Black
fr: Fond du tracé noir
id: Isi Plot Latar Belakang dengan Hitam
pl: Czarne tło wykresu
pt: Fundo Preto
tr: Çizim Arkaplanı Siyah ile Renklendir

source: Fill Plot
fr: Tracé plein
id: Isi Plot
pl: Wypełnij wykres
pt: Preencher Gráfico
tr: Çizim Doldur

source: Smooth
fr: Polissage
id: Halus
pl: Wygładź
pt: Atenuar
tr: Yumuşak

source: Page Setup
fr: Paramêtres d'impression
id: Tata Halaman
pl: Ustawienia strony
pt: Configurar Página
tr: Sayfa Yapısı

source: Scaling
fr: Echelle
id: Penskalaan
pl: Skalowanie
pt: Escala
tr: Ölçeklendirme

source: Draw Border
fr: Imprimer bordure
id: Gambar Tepi
pl: Drukuj krawędź
pt: Imprimir Bordo
tr: Sınır Çiz

source: Print Title
fr: Imprimer nom de l'image
id: Cetak Judul
pl: Drukuj tytuł
pt: Imprimir Título
tr: Başlık Yaz

source: Center on Page
fr: Centrer
id: Arahkan ke tengah halaman
pl: Środek strony
pt: Centrar
tr: Sayfada Ortala

source: Rotate
fr: Rotations
id: Putar
pl: Obrót
pt: Rodar
tr: Döndür

source: Angle (degrees):
fr: Angle (degrés)
tr: Açı (derece):

source: Grid Lines:
fr: Quadrillage
tr: Şebeke Hatları:

source: Interpolate
fr: Interpoler
id: Interpolasi
pl: Interpolacja
pt: Interpolar
tr: Aradeğerlendir

# FillwithBg__%04__Fill with Background Color
source: Fill with Background Color
fr: Remplir avec la couleur de fond
tr: Arkaplan Rengi ile Doldur

source: Enlarge Image to Fit Result
fr: Agrandir l'image pour s'ajuster au résultat
tr: Görüntüyü Sonuçlara Uygun Şekilde Büyüt

source: Angle is invalid.
fr: Angle invalide!
id: Sudut tidak benar
pl: Kąt jest nieprawidłowy.
pt: Ângulo inválido!
tr: Açı geçersiz.

source: Miscellaneous Options
fr: Options diverses
id: Aneka Opsi
pl: Różne możliwości
pt: Opções
tr: Çeşitli Seçenekler

source: Real Histogram Bins:
fr: Nb échantillons pour histogramme:
id: Keranjang Histogram benar:
pl: Rzeczywista szerokość binu:
pt: Número de barras do histograma:
tr: Gerçek Histogram Kutuları:

source: Divide by Zero Value:
fr: Valeur en cas de division par zéro:
id: Bagi dengan Nilai Nol:
pl: Wartość dzielenia przez zero:
pt: Valor no caso de divisão por zero:
tr: Sıfır Değere Böl:

source: Use Pointer Cursor
fr: Autre curseur
id: Gunakan Kursor Penunjuk
pl: Użyj kursora
pt: Outro cursor
tr: İşeretçi İmleç Kullan

source: Scale When Converting
fr: atteindre min/max lors des conversions de type
id: Skala Saat Diubah
pl: Skaluj przy konwersji
pt: Escala da conversão
tr: Dönüştürürken Ölçekle

# Hide &quot;Process Stack?&quot; Dialog
source: Hide "Process Stack?" Dialog
fr: Traiter juste l'image active de la pile
id: Sembunyikan "Proses Tumpuk?" Dialog
pl: Ukryj dialog "Czy przetworzyć stos?"
pt: Tratar somente a camada ativa
tr: Sakla "Süreç Yığın?" Dialogu

source: Antialiased Text
fr: Fontes anti-aliasées
id: Teks Anti Alias
pl: Tekst zantyalisasowany
pt: Fontes Anti-alias
tr: Düzeltilmiş Metin

# Interpolate Images &lt;100%
source: Interpolate Images <100%
fr: Interpolation des grandes images
id: Interpolasi Citra <100%
pl: Interpoluj obrazy <100%
pt: Interpolação de Imagens <100%
tr: Ara_değer_bul Görüntüler <100%

source: Open Images at 100%
fr: Ouverture taille réelle
id: Buka Citra 100%
pl: Otwieraj obrazy w rzeczywistej skali
pt: Abrir Imagens a 100%
tr: Götüntü Aç 100%

source: Debug Mode
fr: Mode débogage
id: Mode Awakutu
pl: Tryb usuwania błędów
pt: Modo de Debug
tr: Hata_ayıllama Modu

source: Line width:
fr: Largeur du trait:
id: Lebar Garis:
pl: Szerokość linii:
pt: Espessura da Linha:
tr: Satır genişliği:

source: JPEG quality (0-100):
fr: Qualité sauvegarde JPEG (0-100):
id: Kualitas JPEG (0-100):
pl: Jakość pliku JPEG (0-100):
pt: Qualidade JPEG (0-100):
tr: JPEG kalitesi (0-100):

source: Mark Width:
fr: Diamètre du point:
id: Tandai Lebar:
pl: Szerokość znaku:
pt: Diâmetro do Marcador:
tr: İşaret Genişliği:

source: Fonts
fr: Sélection de la police
id: Huruf
pl: Czcionka
pt: Fontes
tr: Fontlar

source: Plain
fr: Normal
id: Datar
pl: Zwykła
pt: Normal
tr: Düz

source: Bold
fr: Gras
id: Tebal
pl: Pogrubiona
pt: Negrito
tr: Koyu

source: Italic
fr: Italique
id: miring
pl: Kursywa
pt: Itálico
tr: İtalik

source: Bold+Italic
fr: Gras+italique
id: Tebal+Miring
pl: Pogrubiona kursywa
pt: Negrito+Itálico
tr: Koyu+İtalik

source: Curve Fitter
fr: Approximation de courbe
id: Fitter Kurva
pl: Dopasowanie krzywej
pt: Ajuste de Curvas
tr: Uygun Eğri Hesaplayıcısı

source: Fit...
fr: Approximer
pl: Dopasuj...
pt: Ajustar
tr: Uydur...

source: No function available
fr: Pas de fonction définie.
id: Tidak ada fungsi yang tersedia
pl: Niedostępna funkcja
pt: Não há função disponível.
tr: Kullanılabilecek fonksiyon yok

source: First select the image to be transformed
fr: Veuillez sélectionner une image.
id: Pertama: pilih citra yang akan ditransformasikan
pl: Najpierw zaznacz obraz do transformacji
pt: Queira seleccionar uma imagem.
tr: Öncelikle dönüştürülecek görüntüyü şecin

source: -transformed
fr: -modif
id: -transformasikan
pl: -przetransformowany
pt: -modif
tr: -dönüştürülen

# These commands&#10;do not work with line selections.
source: These commands do not work with line selections.
fr: Sélection d'une surface nécessaire.
id: Perintah tidak bisa dilakukan dengan garis yang dipilih
pl: Te polecenia nie działają z liniowym zaznaczeniem.
pt: Estes comandos não funcionam com seleções de linha.
tr: Buradaki komutlar seçilen satırlarla çalışmıyor.

source: Resize
fr: Redimensionner
id: Ubah Ukuran
pl: Zmień rozmiar
pt: Redimensionar
tr: Yeniden boyutlandır

source: Constrain Aspect Ratio
fr: Respecter le rapport hauteur/largeur d'origine
id: Pembatasan Aspek Perbandingan
pl: Przytnij zachowując proporcje
pt: Respeitar a razão Altura/Largura de origem
tr: Boy Oranı Sınırlama

source: NOTE: Undo is not available
fr: NOTE: Pas d'annulation possible après redimensionnement
id: CAT: Kembali ke sebelumnya tidak tersedia
pl: UWAGA: Opcja cofnięcia jest niedostępna
pt: NOTA: Impossível desfazer depois de redimensionar
tr: NOTE: GeriAl mevcut değil

source: Width or height are invalid.
fr: Dimensions invalides.
id: Lebar atau tinggi salah
pl: Szerokość lub wysokość są nieprawidłowe.
pt: Dimensões inválidas.
tr: Genişlik yada yükseklik geçersiz.

# SalsaJ ran out of memory causing &#10;the last
source: SalsaJ ran out of memory causing the last
fr: SalsaJ est à court de mémoire causant la perte des
id: SalsaJ kehabisan memori menyebabkan terakhir
pl: SalsaJ brakło pamięci co spowodowało, że ostatnie
pt: Memória insuficiente causou a perda das
tr: SalsaJ yetersiz bellek işlem sonlandı

source: slices to be lost.
fr: dernières images de la pile.
id: potongan hilang
pl: obrazy zostały stracone.
pt: últimas camadas do empilhamento.
tr: kaybedilecek dilimler.

source: Resize Image Canvas
fr: Redimensionner l'image
id: Ubah Ukuran Kanvas Citra
pl: Zmień rozmiar obszaru roboczego obrazu
pt: Redimensionar a tela da imagem
tr: Yeniden_Boyutlandır Görüntü Tuval
