Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/POOTLE_EXPORT/SalsaJ/*/PluginBundle_*.xlf
Languages: fr, id, pl, pt, tr

source: Virtual observatories images
fr: Observatoires virtuels
pl: Obrazy z wirtualnych obserwatoriów
pt: Imagens de Observatórios Virtuais
tr: Sanal gözlemevleri görüntüleri

source: Open an image on the Web
fr: Ouvrir une image Web
tr: Web sayfafında bir dosya aç

source: Align R/G/B planes
fr: Aligner les plans RVB
tr: Align R/G/B plans

source: AND
fr: ET logique
id: DAN
pt: E (Lógico)

source: OR
fr: Ou logique
id: ATAU
pt: Ou (Lógico)

source: XOR
fr: Ou exclusif
id: ATAU eksklusif
pt: Ou Exclusivo

source: Min
fr: Minimum
pl: Minimum
pt: Mínimo

source: Minimum
pt: Mínimo

source: Reset
fr: Initial
id: Tata Ulang
pl: Resetuj
pt: Reiniciar

source: SD
fr: E.T.
pt: D.P.

source: Moy.
pl: Mean
pt: Med.

source: Fill with Background Color
id: isi dengan warna latar belakang
pl: Wypełnij kolorem tła
pt: Preencher com Cor de Fundo

source: LUT
fr: Composantes des couleurs
pt: Paleta

source: open an image on the Web
pl: otwórz obraz w sieci
pt: abrir uma imagem na Web

source: Align R/G/B plans
pl: Wyrównaj plany R/G/B
pt: Alinhar os planos RGB

source: pt
fr: points

source: km/s
id: km/det
