Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/POOTLE_EXPORT/SalsaJ/*/ToolBundle_*.xlf
Languages: bg, es, fr, pt, sv, tr

source: New Image
bg: Ново изображение
es: Nueva imagen
fr: Nouvelle image
pt: Nova Imagem
sv: Ny bild
tr: Yeni Görüntü

source: Open Image File
bg: Отваряне на файл с изображение
es: Abrir fichero de la imagen
fr: Ouvrir fichier image
pt: Abrir Ficheiro de Imagem
sv: Öppna bild
tr: Görüntü Dosyası Aç

source: Save Image
bg: Запазване на изображението
es: Guardar imagen
fr: Sauver image
pt: Guardar Imagem
sv: Spara bild
tr: Görüntü Kaydet

source: Save Image (new name, FITS format)
bg: Запазване на изображението (new name, FITS format)
es: Guardar imagen (nuevo nombre, formato FITS)
fr: Sauver l'image (Format FITS, nouveau nom)
pt: Guardar Imagem (Formato FITS, novo nome)
sv: Spara bild (nytt namn, FITS-format)
tr: Görüntü Kaydet (yeni ad, FITS formatı)

source: Print Image
bg: Отпечатване на изображение
es: Imprimir imagen
fr: Imprimer image
pt: Imprimir Imagem
sv: Skriv ut bild
tr: Görüntü Yazdır

source: Clear Selection
bg: Изчистване на избора
es: Eliminar la útima selección
fr: Annuler la sélection
pt: Limpar Seleção
sv: Ta bort markering
tr: Seçimi Temizle

source: Undo Last Operation
bg: Отмени последната операция
es: Deshacer la última operación
fr: Annuler dernière opération
pt: Desfazer Última Operação
sv: Ångra senaste åtgärd
tr: Son İşlemi GeriAl

source: Zoom In
bg: Увеличи
es: Zoom+
fr: Zoom avant
pt: Zoom para aproximar
sv: Zooma in
tr: Yakınlaştır

source: Zoom Out
bg: Намали
es: Zoom-
fr: Zoom arrière
pt: Zoom para afastar
sv: Zooma ut
tr: Uzaklaştır

source: Aperture Photometry
bg: Апертура на фотометрията
es: Fotometría de abertura
fr: Photométrie d'ouverture
pt: Fotometria de Abertura
sv: Fotometri
tr: Fotometre Açıklığı

source: Photometry Settings
bg: Настройки на фотометрията
es: Parámetros fotométricos
fr: Paramètres de photométrie
pt: Parâmetros da Fotometria
sv: Inställningar för fotometri
tr: Fotometre Ayarları

source: Clear Photometry Results
bg: Изчисти резултатите от фотометрията
es: Borrar resultados fotométricos
fr: Effacer résultats photométriques
pt: Apagar Resultados da Fotometria
sv: Nollställ resultat för fotometri
tr: Fotometre Sonuçlarını Temizle

source: Online Documentation
bg: онлайн документация
es: Documentación en línea
fr: Documentation en ligne
pt: Documentação Online
sv: Dokumentation på nätet
tr: Çevirimiçi Belgeler

source: Rectangular selection
bg: Правоъгълна селекция
es: Selección rectangular
fr: Sélection rectangulaire
pt: Seleção Retangular
sv: Rektangulär markering
tr: Dikdörtgen seçim

source: Oval selection
bg: Овална селекция
es: Selección ovalada
fr: Sélection ovale
pt: Seleção Oval
sv: Oval markering
tr: Oval seçim

source: Polygon selection
bg: Избор на многоъгълник
es: Selección poligonal
fr: Sélection polygonale
pt: Seleção Poligonal
sv: Polygonmarkering
tr: Poligon seçim

source: Freehand selection
bg: Избор със свободна ръка
es: Selección libre
fr: Sélection libre
pt: Seleção Livre
sv: Frihandsmarkering
tr: Serbest seçim

source: Straight line selection
bg: Избор на права линия
es: Selección rectilínea
fr: Sélection rectiligne
pt: Seleção Retilínea
sv: Linjemarkering: rak
tr: Düz çizgi seçimi

source: Segmented line selection
bg: Избор на сегментирани линия
es: Selección por segmentos
fr: Sélection ligne brisée
pt: Seleção por Segmentos de Reta
sv: Linjemarkering: bruten
tr: Parçalara ayrılmış çizgi seçimi

source: Freehand line selection
bg: Избор на линия със свободна ръка
es: Selección curvilínea
fr: Sélection curviligne
pt: Seleção Curvilínea
sv: Linjemarkering: frihand
tr: Serbest çizgi seçimi

source: Profile line selection
es: Selección de tipo de linea
pt: Seleção por Linha de Perfil
sv: Linjemarkering: profil

source: Pixel selection tool
bg: Инструмент за избор на пиксели
es: Selección de puntos
fr: Sélections ponctuelles
pt: Seleção de Píxeis
sv: Markering: punkt
tr: Piksel seçim aracı

source: Isovaluated selection tool
es: Selección por superficies isovaluadas
fr: Surfaces isovaluées
pt: Superfícies de Igual Intensidade
sv: Konturer
tr: İzodegerli seçim aracı

source: Text tool
bg: Инструмент за текст
es: Texto
fr: Texte
pt: Texto
sv: Infoga text
tr: Metin aracı

source: Magnifying glass
bg: Лупа
es: Zoom(+/-)
fr: Zoom (Av/Ar)
pt: Lupa
sv: Zooma (in/ut)
tr: Büyüteç

source: Scrolling tool
bg: Инструмент за превъртане
es: Desplazamientos
fr: Déplacements dans le cadre
pt: Scroll
sv: Rullningslist
tr: Kaydırma aracı

source: Color picker...[K]
bg: Избор на цвят...[K]
es: Paleta de colores
fr: Pipette à couleur
pt: Pipeta de Cor
sv: Välj färg...[K]
tr: Renk toplayıcı...[K]

source: Angle tool
bg: ъгъл инструмент
es: Selección angular
fr: Sélection angulaire
pt: Seleção Angular
sv: Vinkelverktyg
tr: Açı aracı

# Brightness &amp; Contrast
source: Brightness & Contrast
bg: Яркост и контраст
es: Brillo & Contraste
fr: Luminosité & contraste
pt: Brilho & Contraste
sv: Ljusstyrka & kontrast
tr: Parlaklık & Kontrast

source: Profile selection
bg: Избор на профил на ред
fr: Profile de la selection
tr: Profile line selection
