Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/A0Exhibit/*/A0Exhibit_*.po
Languages: es, nl

source: As the photon approaches, its wavelength is shortened in front of it. If it’s originally a yellow photon, then it’s colour turns to blue. We call that a blueshift. If the photon is going away, then that’s the other way around, the wavelength becomes longer. For our yellow photon, its colour turns to red. It’s a redshift! So the Doppler effect gives information about the speed of what we are observing. For example, you can see if a star if moving away from us or if it’s coming in our direction, and we can know at what speed it moves. It’s very useful because knowing the kinematic of the object you are observing allow you to try to reproduce it’s behaviour with computer programs, it’s called modelling. Once you have reproduce a computer model that fits a lot of observation, you can apply it to predict other observations, or guess what’s going to happen to your source in a billion years. For example, with a 3m telescope, you can observe the hydrogen emission line at 21cm. Pointing it to the Milky Way will give you a spectrum, which in that case is the density of hydrogen with respect to its velocity. If along your line of sight you intercepted two spiral arms of the Milky Way moving at a different speed, your spectrum will have two peaks, each at the velocity of its respective arm. So, with radio observation, I can reconstruct the spiral arms of the Milky Way. How cool is that?!
es: A medida que un fotón se aproxima, su longitud de onda se acorta frente a él. Si originalmente el fotón era amarillo, va a ir tornándose azul. Lo llamamos «corrimiento al azul». Si el fotón se está alejando, ocurre lo mismo en sentido inverso: la longitud de onda se alarga. Nuestro fotón amarillo se convierte en rojo. Se trata de un «corrimiento al rojo». Resumiendo, el efecto Doppler proporciona información sobre la velocidad del objeto que estamos observando. Por ejemplo, podemos observar si una estrella se está alejando de nosotros o viniendo en nuestra dirección así como a la velocidad a la que se desplaza. Es muy útil, ya que al conocer la kinemática del objeto observado, es posible reproducir su comportamiento con programas informáticos. Es lo que se conoce como «modelado». Una vez reproducido el modelo por ordenador que se corresponde con muchas observaciones, se puede aplicar para predecir otras observaciones o adivinar cuál será el futuro de la fuente cuando transcurran billones de años. Por ejemplo, con un telescopio de 3 metros es posible observar líneas de emisiones de hidrógeno a 21cm. Al apuntarlo hacia la Vía Láctea, se obtiene un espectro que, en este caso, muestra la densidad de hidrógeno en relación con su velocidad. Si a través de la línea de observación que hemos seguido interceptamos dos brazos espirales de la Vía Láctea moviéndose a diferente velocidad, nuestro espectro tendrá dos picos: cada uno representando la velocidad respectiva de cada brazo. Así, en radio-observación, es posible reconstruir los brazos espirales de la Vía Láctea. ¿A que es interesante?
nl: Als een foton nadert wordt zijn golflengte korter ervoor. Als het oorspronkelijk een geel foton was, verandert de kleur in blauw. We noemen dat blauwverschuiving. Als het foton zich van je weg beweegt is het net omgekeerd, de golflengte wordt langer. Ons gele foton wordt rood. Dit is een roodverschuiving! Het Dopplereffect geeft ons dus informatie over de snelheid van hetgeen we waarnemen. Je kan bijvoorbeeld zien of een ster van ons af beweegt of naar ons toekomt, en we kunnen die snelheid meten. Het is zeer interessant de bewegingseigenschappen te kennen van je waarnemingsobject, want je kan zijn gedrag bepalen met behulp van computerprogramma's: dat wordt modelling genoemd. Van zodra je een computermodel gemaakt hebt dat overeenkomt met een grote hoeveelheid waarnemingen, kan je het gebruiken om andere waarnemingen te voorspellen, of om het gedrag van de bron te voorspellen over een miljard jaar. Je kan bijvoorbeeld met een 3 m telescoop de waterstofemissie bij 21 cm observeren. Als je hem richt naar de Melkweg zal hij een spectrum geven dat de dichtheid van de waterstof geeft met betrekking tot zijn snelheid. Als er in jouw waarnemingsrichting twee spiraalarmen van de Melkweg met een verschillende snelheid bewegen zal je spectrum twee pieken vertonen, elk bij de snelheid van de arm. Je kan dus met een radiotelescoop de spiraalarmen van de Melkweg reconstrueren. Dat is toch geweldig?!

source: You want to do that too? Well, you can. Connect to http://www.euhou.net (or flash the QR code down below) and pilot a radio telescope yourself. You will be guided through some exercises to reconstruct the spiral arms of the Milky Way, or search for Dark Matter, with the spectra you will obtain yourself. And you can see the results of your commands in real-time on the telescope thanks to a webcam filming it 24h a day.
es: ¿Quieres hacer esto también? Bueno, si quieres puedes. Conéctate a http://www.euhou.net (puedes acceder a través del código QR que está abajo) y maneja un radio-telescopio por ti mismo. Serás guiado a través de algunos ejercicios para reconstruir los brazos espirales de la Vía Láctea o buscar Materia Oscura a partir del espectro que obtengas por ti mismo. Además puedes ver los resultados de tus órdenes al telescopio en tiempo real gracias a una cámara web conectada las 24 horas del día.
nl: Wil je dit ook proberen? Dat kan! Surf naar http://www.euhou.net (of flash de QR code onderaan) en stuur zelf een radiotelescoop aan. Je zult begeleid worden bij enkele oefeningen waarbij je de spiraalarmen van de Melkweg kunt reconstrueren of op zoek gaan naar zwarte materie, met de spectra die je zelf kunt opnemen. En, dank zij de webcam die de klok rond actief is, kan je zien wat het resultaat is van de commando's die je naar de telescoop stuurt.

source: So, what are you waiting for?
es: ¿A qué esperas?
nl: Dus, waar wacht je nog op?

source: The Radio Astronomy’s Timeline
es: La línea del tiempo de la Radio-Astronomía
nl: De Tijdlijn van de Radioastronomie

source: A little background…
es: Algunas nociones y antecedentes
nl: Een beetje achtergrond...

source: Radio Astronomy
es: Radio Astronomía
nl: Radioastronomie

source: The EU-HOUMW project presents: A short review of the radio astronomy history, along with its most famous discoveries.
es: El proyecto EU-HOUMW presenta: un breve repaso a la historia de la radio-astronomía de la mano de los descubrimientos más famosos
nl: Het EU-HOUMW project presenteert: een kort overzicht van de geschiedenis van de radioastronomie en de belangrijkste ontdekkingen.

source: Like
es: Me gusta
nl: Vind ik leuk

source: Message
es: Mensaje
nl: Boodschap

source: I just published a paper called A Dynamical Theory of the Electromagnetic field. I explain how electromagnetic radiations (like light, for example) exist at any wavelengths!
es: Acabo de publicar un «paper» titulado Una Teoría Dinámica del Campo Electromagnético. En él explico cómo las radiaciones electromagnéticas (como la luz, por ejemplo) existen en cualquier longitud de onda.
nl: Ik heb net een publicatie gedaan met als titel: "Een dynamische theorie van het elektromagnetische veld". Ik leg uit hoe elektromagnetische straling (zoals het licht bijvoorbeeld) zich gedraagt bij alle golflengten!

source: Like - Comment - Share
es: Me gusta - Comentar - Compartir
nl: Vind ik leuk - Reageren - Delen

source: Thomas Alva Edison If so, then celestial objects must emit some radio waves too…
es: Thomas Alva Edison, «Si es así, luego los cuerpos celestes también deben emitir ondas de radio...»
nl: Thomas Alva Edison Als dat zo is, moeten de hemellichamen ook radiogolven uitstralen...

source: Max Planck Well, according to my calculations, if we consider that the Sun is a Black Body, its radio emission should be very weak. For the moment I think it is not possible to detect it, even with our best instruments.
es: Max Planck Well, «de acuerdo a mis cálculos, si consideramos que el Sol es un Cuerpo Negro, sus emisiones de radio deberían ser muy débiles. Por el momento, creo que no es posible detectarlo, ni siquiera con nuestros mejores instrumentos»
nl: Max Planck Wel, uit mijn berekeningen blijkt: als we de zon beschouwen als een zwart lichaam zou de radiostraling ervan zeer zwak zijn. Ik denk dat het momenteel onmogelijk is die te detecteren, zelfs met onze beste instrumenten.

source: Charles Nordmann I think you are right Max, I put an antenna on the Mont Blanc (in France), but I didn’t detect anything.
es: Charles Nordmann, «creo que estás en lo cierto, Max. Yo situé una antena en el Mont Blanc (en Francia) pero no detecté nada»
nl: Charles Nordmann Ik denk dat je gelijk hebt Max, ik plaatste een antenne op de Mont Blanc (in Frankrijk), maar ik kon niets meten.

source: Unbelievable! It was a normal day at the Bell telephone company, I was working on my radio antenna to establish transatlantic telephone communications (at 14.5 m wavelength), when I suddenly realise that I was picking up a periodic signal from the sky every day. After further investigations, it turns out to be the radio emission of the centre of the Milky Way, our Galaxy!
es: «¡Increíble! Era un día normal en la Bell Telephone Company. Yo estaba trabajando en mi antena de radio para establecer una comunicación telefónica transatlántica (en una longitud de onda de 14.5 metros), cuando de repente me di cuenta de que estaba recibiendo una señal periódica del cielo diariamente. Tras investigaciones más en profundidad, nos dimos cuenta de que eran emisiones de radio procedentes del centro de nuestra galaxia, la Vía Láctea!»
nl: Ongelooflijk! Het was een normale dag bij de Bell telefoonmaatschappij en ik was aan het werk met mijn radioantenne om transatlantische telefooncommunicaties (bij 14.5 m golflengte) te realiseren, toen ik mij plots realiseerde dat ik elke dag een periodiek signaal van de hemel oppikte. Na verder onderzoek bleek het radiostraling te zijn uit het centrum van de Melkweg, ons sterrenstelsel!

source: James Stanley Hey Same thing happened to us. We are working with the military to build anti-aircraft radars. Every time we point the radars to the Sun, something is jamming them. I think the Sun is emitting meter wave radiations.
es: James Stanley, «¡Pero bueno! Lo mismo nos pasó a nosotros. Estábamos trabajando con el ejército para construir un radar anti-aviones. Cada vez que apuntábamos nuestro radar hacia el Sol, algo lo confundía. Creo que el Sol emite ondas de radio en metros»
nl: James Stanley Hey We hadden ook zo'n ervaring. We waren aan het werk om anti-vliegtuig radars te bouwen voor het leger. Elke keer dat we de antennes naar de zon richtten, kregen we een hevige storing. Ik denk dat de zon meterstraling uitzendt.

source: Martin Ryle and Antony Hewish Thank you Karl! Owing to your great discovery, we used the Cambridge Interferometer to map the radio sky. We detected a lot of radio sources!
es: Martin Ryle y Antony Hewish, «¡Gracias Karl! Debido a tu gran descubrimiento, utilizamos el Interferómetro de Cambridge para cartografiar las ondas de radio en el cielo. ¡Hemos encontrado multitud de fuentes de radio!»
nl: Martin Ryle en Antony Hewish Dank je wel Karl! Als gevolg van jouw grote ontdekking maakten we gebruik van de Cambridge interferometer om de radiohemel in kaart te brengen. We ontdekten heel wat radiobronnen!

source: 37 people like this.
es: A 37 personas les gusta esto.
nl: 37 mensen vinden dit leuk.

source: Grote Reber, John Kraus like this.
es: A Grote Reber y John Kraus les gusta esto.
nl: Grote Reber, John Kraus vinden dit leuk.

source: My supervisor, the famous Jan Oort, asked me to find atomic lines in the radio domain. I found an interesting one: it is the hyperfine transition of neutral hydrogen. If my calculations are correct, this line should be at a wavelength of 21 cm. It should be a weak emission, but, hey, hydrogen is the most abundant atom in the Universe. Why not trying to observe it?
es: «Mi supervisor, el famoso Jan Oort, me instó a encontrar líneas atómicas en el dominio de radio. Encontré una interesante: es la transición hiper fina de hidrógeno neutral. Si mis cálculos son correctos, esta línea debería encontrarse a una longitud de onda de 21 cm. Debería ser una emisión débil, pero... el hidrógeno es el átomo más abundante en el Universo. ¿Por qué no intentar observarlo?»
nl: Mijn begeleider, de beroemde Jan Oort, vroeg mij op zoek te gaan naar atomaire lijnen in het radiospectrum. Ik vond een interessante lijn: de hyperfijne overgang van neutraal waterstof. Als mijn berekeningen juist zijn, zou deze lijn een golflengte van 21 cm moeten hebben. Het zou een zwak signaal zijn, maar, hey, waterstof is het meest voorkomende element in het heelal. Waarom zouden we niet proberen dat signaal te vinden?

source: Edward Mills Purcell and Harold Irving Ewen You are right! We built a 1 m x 1 m horn antenna and we detected the 21 cm line! Think about all the implication for radio astronomy! At 21cm the radiation from neutral hydrogen penetrates much farther than visible light, and it is the most abundant atom in the Universe! That means that we can observe large structures, like other galaxies, very far away.
es: Edward Mills Purcell y Harold Irving Ewen, «¡Es cierto! Nosotros construimos una antena de cuerno de 1x1 metro y detectamos la línea de 21 centímetros. Piensa en todas las implicaciones que esto tiene para la radio astronomía. A 21 cm, la radiación de hidrógeno neutro penetra mucho más lejos que la luz visible, y estamos hablando del átomo más abundante en el Universo. Esto significa que podemos observar estructuras grandes como otras galaxias muy, muy lejanas.»
nl: Edward Mills Purcell and Harold Irving Ewen Je hebt gelijk! We hebben een 1m x 1m hoornantenne gebouwd en we vonden de 21 cm lijn! Denk aan de gevolgen voor de radioastronomie! Bij 21 cm dringt de straling van neutraal waterstof veel verder door dan het zichtbare licht, en het is het meest voorkomende atoom in het heelal! Dit betekent dat we grote structuren, zoals andere sterrenstelsels, kunnen observeren op grote afstand.

source: Write a comment…
es: Escribe un comentario...
nl: Schrijf commentaar...

source: We think we just found something very interesting for radio astronomy. We are working at the Bell Telephone Company, and we built an antenna that was originally used to communicate with satellites Echo and Telstar 1 (the first telecommunication satellites ever launched). We accidentally discovered an additional noise of unknown origin during observations on the wavelength 7.35 cm. This noise corresponds to a sky temperature of 2.7 K. And it fills the entire sky almost uniformly! We think that we detected the Cosmic Microwave Background predicted by the Big Bang theory.
es: Creemos que acabamos de encontrar algo muy interesante para la radio astronomía. Estamos trabajando con la Bell Telephone Company y hemos construido una antena que originalmente se utilizaba para comunicarse con los satélites Echo y Telstar 1 (los primeros satélites de telecomunicaciones que fueron lanzados al espacio). Accidentalmente descubrimos un ruido adicional de origen desconocido mientras observábamos en una longitud de onda de 7.35 cm. Este ruido se correspondía con una temperatura del cielo de 2.7 K. ¡Y llenaba todo el cielo de manera casi uniforme! ¡Creemos que detectamos el fondo de microondas cósmicas (Cosmic Microwave Background) que predice la teoría del Big Bang!
nl: We denken dat we net iets zeer interessant gevonden hebben voor de radioastronomie. We werken bij de Bell Telefoonmaatschappij, en we hebben een antenne gemaakt die oorspronkelijk gebruikt werd om te communiceren met de satellieten Echo en Telstar 1 (de allereerste telecommunicatiesatellieten). We ontdekten toevallig een ruis van onbekende oorsprong tijdens observaties bij een golflengte van 7.35 cm. De ruis komt overeen met een temperatuur van 2.7 K. En het is meetbaar over bijna de ganse hemel! We denken dat we de kosmische achtergrondstraling ontdekt hebben die voorspeld werd door de Big Bang theorie.

source: Robert Henry Dicke Well boys, we’ve been scooped…
es: Robert Henry Dicke, «chicos, nos acabáis de pasar por encima...»

source: Nobel Prize Committee Guys, you just gave the most important clue in favour of the Big Bang theory. How about a Nobel Prize in physics?
es: Chicos del comité del Premio Nobel, «acabáis de dar con la pista más importante a favor de la teoría del Big Bang. ¿Qué tal un Premio Nobel de física?»
nl: Nobelprijs comité: Jongens, jullie vonden net een doorslaggevend bewijs voor de Big Bang theorie. Wat denken jullie van een Nobelprijs Fysica?

source: Robert Wilson, Arno Penzias like this.
es: A Robert Wilson y Arno Penzias les gusta esto.
nl: Robert Wilson, Arno Penzias vinden dit leuk.

source: Hands-On Universe, Europe
es: Hands-On Universe, Europa
nl: Hands-On Universe, Europa

source: Connecting Classrooms to the Milky Way
es: Conectando las aulas con la Vía Láctea
nl: Klassen verbinden met de Melkweg

source: Our project currently includes 11 countries: Germany, Belgium, Cyprus, Spain, France, Greece, Poland, Portugal, Sweden, Romania, UK, and is sustaining a growing community of teachers and educators since 2004.
es: Nuestro proyecto incluye actualmente a once países: Alemania, Bélgica, Chipre, España, Francia, Grecia, Polonia, Portugal, Suecia, Rumanía y Reino Unido. Además, sostiene una comunidad creciente de profesores y educadores desde 2004.
nl: Ons project omvat momenteel 11 landen: Duitsland, België, Cyprus, Spanje, Frankrijk, Griekenland, Polen, Portugal, Zweden, Roemenië, UK, en het werkt sinds 2004 met een steeds groeiende groep leerkrachten en opvoeders.

source: The EU-HOU activities inspired the educational systems of many European countries, and some of the exercises that can be found in the website were used to design pedagogical material used in textbook.
es: Las actividades de EU-HOU están inspiradas en los sistemas educativos de varios países europeos y algunos de los ejercicios se pueden encontrar en la página web. Acostumbramos a diseñar material pedagógico utilizado en los libros de texto.
nl: De EU-HOU activiteiten inspireerden de onderwijssystemen van veel Europese landen, en sommige van de oefeningen op de website werden gebruikt om pedagogisch materiaal te ontwerpen.

source: The network of 6 radio telescopes, in France, Portugal, Spain, Poland, and Romania, allows on-line observations of the gas of the Milky Way in classrooms. These instruments operate in the radio domain and enable the observations 24 hours a day. These wavelengths are not sensitive to bad weather conditions and can be used during the day (and night), which is well adapted for educational timing and constraints. Want to try? Visit our website and register for a free account!
es: La red de seis radio telescopios (en Francia, Portugal, España, Polonia y Rumanía) permite observaciones en línea del gas de la Vía Láctea desde las aulas. Estos instrumentos operan en el dominio de radio y permiten observaciones 24 horas al día. Estas longitudes de onda no son sensibles a malas condiciones climáticas y pueden ser utilizadas tanto de día como de noche, lo cual se adapta bastante bien a los horarios y limitaciones educativos. ¿Te apetece probar? ¡Visita nuestra página web y registra tu cuenta gratis!
nl: Het netwerk van 6 radiotelescopen, in Frankrijk, Portugal, Spanje, Polen en Roemenië, laat toe on-line waarnemingen te doen in de klas van het gas in de Melkweg. Deze instrumenten werken in het radiogebied en laten toe 24 uur op 24 waarnemingen te doen. Deze golflengten zijn niet gevoelig voor slechte weersomstandigheden en kunnen gebruikt worden overdag (en 's nachts), hetgeen uitermate geschikt is voor spreiding van de waarnemingen. Wil je het ook proberen? Bezoek onze website en registreer gratis!

source: My Radio Astronomy
es: Mi radio astronomía
nl: Mijn radioastronomie

source: Write your comments, unleash your imagination!
es: ¡Escribe tus comentarios! ¡Da rienda suelta a tu imaginación!
nl: Schijf je commentaren, laat je verbeelding werken!

source: The Earth-Moon distance is approximately 380,000 km
es: La distancia de la Tierra a la Luna es de aproximadamente 380.000 km
nl: De afstand tussen de aarde en de maan is ongeveer 380 000 km

source: Small Antenna
es: Antena Pequeña
nl: Kleine Antenne

source: Bandpass Filter
es: Filtro «bandpass»

source: High Frequency Amplifier
es: Amplificador de Alta Frecuencia
nl: Hoge Frequentie versterker

source: MIXER
es: MEZCLADOR

source: Local Oscillator
es: Oscilador Local
nl: LocaleOscillator

source: Intermediate Frequency Amplifier
es: Amplificador de Frecuencia Intermedia
nl: TussenFrequentie versterker

source: FIntermediate
es: F Intermedia
nl: Fmidden

source: Analog to Digital Converter
es: Conversor Analógico a Digital
nl: Analoog naar Digitaal Omzetter

source: The Sun as it appears to the eye. At the time of the picture, two black sunspots could be seen at the centre.
es: El Sol, como lo ven nuestros ojos. En el momento de esta imagen, se podían ver dos manchas solares en el centro.
nl: De Zon, zoals ze er voor het oog uitziet. In het centrum zijn twee zwarte zonnevlekken zichtbaar.

source: The Sun as it appears in radio emission. The sun spots at the Solar equator are sites of intense radio wave emission (colored red).
es: El Sol, como se muestra en emisiones de radio. Las manchas solares en el ecuador solar son puntos de emisiones de ondas de radio intensas (se muestran en rojo).
nl: De zon, zoals ze er uit ziet in radiostraling. De zonnevlekken bij het centrum zijn nu zichtbaar als bronnen van intense radiostraling (gekleurd rood).

source: Wavelength
es: Longitud de onda
nl: Golflengte

source: This project has been funded with support from the European Commission. This communication reflects the views only of the author, and the Commission cannot be held responsible for any use which may be made of the information contained therein.
es: Este proyecto ha sido financiado con el apoyo de la Comisión Europea. Esta pieza de divulgación refleja solamente los puntos de vista del autor y la Comisión no se hace responsable de ningún uso que se haga de la información aquí contenida.
nl: Dit project wordt gesteund door de Europese Commissie. Deze publicatie vertolkt de visie van de auteur alleen, en de Commissie kan niet verantwoordelijk gesteld worden voor om het even welk gebruik van de informatie die ze bevat.

source: European Coordinator of the EU-HOUMW project
es: Coordinador Europeo del proyecto EU-HOUMW
nl: Europese Coordinator van het EU-HOUMW project

source: Partner in charge of the dissemination of this exhibit
es: Socio encargado de la divulgación de esta exhibición
nl: Partner die verantwoordelijk is voor de verspreiding van deze tentoonstelling

source: Production and Design:
es: Producción y Diseño:
nl: Productie en ontwerp:

source: Astronomers use λ after the Tera- prefix
es: Los astrónomos usan λ después del prefijo Tera-
nl: Astronomen gebruiken λ achter het Tera-voorvoegsel
