Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/A0Exhibit/*/A0Exhibit_*.po
Languages: es, nl

source: Imagine light as a superposition of many individual waves that have different wavelengths (a wavelength is the distance over which the wave’s pattern repeats). For the light visible by human eyes, each wavelength can be associated with a colour. Have you ever tried illuminating a prism with a lamp? You obtain a beautiful rainbow, which is revealing the decomposition of the visible light into its single colours (or single wavelengths). For a human eye, the visible range of wavelength lies between 400 and 700 nanometres (0.000000001 metres). We can see 400 nm as blue, and 700 nm as red. But there are more wavelengths that our eyes cannot see: some shorter than blue, and some longer than red.
es: Imagina que la luz es una superposición de muchas ondas individuales que tienen diferentes longitudes de onda (llamamos longitud de onda a la distancia sobre la cual se repite el patrón de una onda). Para el tipo de luz que es visible al ojo humano, cada longitud de onda puede estar asociada a un color. ¿Alguna vez has intentado iluminar un prisma con una lámpara? Como sabes, obtienes un arcoiris precioso, que revela la descomposición de la luz visible en sus colores indivuduales (o longitudes de onda individuales). Para el ojo humano, el rango visible de longitudes de onda oscila entre 400 y 700 nanómetros (0.000000001 metros). Esto significa que podemos ver el color azul en 400 nm y el rojo en 700 nm. De todas formas, hay más longitudes de onda que nuestro ojo no puede captar: algunas menores que el color azul y otras mayores que el rojo.
nl: Probeer je licht voor te stellen als een combinatie van vele individuele golven met verschillende golflengte (de golflengte is de afstand tot waar het golfpatroon zich herhaalt). Voor het licht dat zichtbaar is voor het menselijk oog kan elke golflengte geassocieerd worden met een kleur. Heb je ooit de lichtbundel van een lamp door een prisma gestuurd? Je krijgt een prachtige regenboog: het zichtbare licht wordt door het prisma ontbonden in verschillende kleuren (dus verschillende golflengtes). Voor het menselijk oog liggen de zichtbare golflengtes tussen 400 en 700 nanometer (0.000000001 meter). We zien 400 nm als blauw en 700 nm als rood. Maar er zijn meer golflengtes die onzichtbaar zijn voor onze ogen: korter dan blauw en langer dan rood.

source: What is a radio signal?
es: ¿Qué es una señal de radio?
nl: Wat is een radiosignaal?

source: Light is a wave...
es: La luz es una onda...
nl: Licht is een golfverschijnsel...

source: sunlight
es: luz solar
nl: zonlicht

source: intensity
es: intensidad
nl: intensiteit

source: Red
es: Rojo
nl: Rood

source: Orange
es: Naranja
nl: Oranje

source: Yellow
es: Amarillo
nl: Geel

source: Green
es: Verde
nl: Groen

source: Blue
es: Azul
nl: Blauw

source: Indigo
es: Añil

source: Violet
es: Violeta
nl: Paars

source: (Newton’s primary colours defined in 1672)
es: (Colores primarios de Newton definidos en 1672)
nl: (De primaire kleuren, door Newton bepaald in 1672)

source: microwaves
es: microondas
nl: microgolven

source: cell phone
es: teléfono móvil
nl: GSM

source: Wifi Bluetooth
es: Bluetooth WiFi

source: radars
es: radares

source: atomic hydrogen line
es: línea de hidrógeno atómico
nl: lijn van atomair waterstof

source: CO emission line
es: línea de emisión de CO
nl: emissielijn van CO

source: thermographic camera
es: cámara termográfica
nl: thermografische camera

source: TV remote control
es: mando a distancia de TV
nl: afstandsbediening van de TV

source: UV desinfectant
es: desinfectante UV
nl: ontsmetting met UV

source: Radiography (here, Radio is for Radiation!)
es: Radiografía (¡aquí «Radio» es de «Radiación»!)
nl: Radiografie (hier staat Radio voor Straling!)

source: Dr. Banner’s experiments
es: Experimentos del dr. Banner
nl: De proeven van Dr. Banner

source: X-RAY
es: RAYOS-X
nl: X-STRALING

source: GAMMA RAY
es: RAYOS GAMMA
nl: GAMMASTRALING

source: visible light
es: luz visible
nl: zichtbare licht

source: Light also carries energy, and the amount of energy depends on the wavelength: the shorter the wavelength, the more energetic the light beam is. Take short wavelength UV light for example: a little is good for the tan, but too much can cause sunburns! Conversely, longer wavelengths are associated with weaker energies. FM radio emissions for example, are harmless to us. In the Universe at large, energetic phenomenon like supernovae emits lots of X-Rays and Gamma Ray which are even more energetic than UV. But the cold gas lying in between stars, or some cold dust particles for example, emit low energy radiations at long wavelengths that fall into the Radio domain.
es: La luz también transporta energía y la cantidad de energía depende de la longitud de onda: cuanto más corta es la longitud de onda, más enérgico es el rayo de luz. Toma una longitud de onda corta como la luz ultravioleta, por ejemplo: ¡un poquito está bien para broncear la piel, pero en cantidad puede producir quemaduras! En cambio, las longitudes de onda más largas están asociadas con energías más débiles. Las emisiones de radio en FM, por ejemplo, son inofensivas para nosotros. En toda la extensión del Universo ocurren fenómenos energéticos como las «supernovas» que emiten cantidad de rayos X y rayos Gamma, los cuales a su vez son mucho más energéticos que los UV. Pero el gas frío que permanece entre las estrellas o algunas partículas frías de polvo, por ejemplo, emiten radiaciones de baja energía a longitudes de onda amplias que caen dentro del dominio «Radio».
nl: Licht draagt ook energie, en de hoeveelheid energie hangt af van de golflengte: hoe korter de golflengte, hoe meer energie het licht bevat. Neem bijvoorbeeld UV licht met korte golflengte: een beetje kleurt je huid, maar te veel ervan kan je huid verbranden! Langere golflengtes hebben dus minder energie. FM radiogolven zijn bijvoorbeeld onschadelijk voor ons. In het heelal sturen heftige fenomenen, zoals supernova's, enorme hoeveelheden X-stralen en gammastralen uit. Deze zijn nog veel energierijker dan UV. Maar het koude gas dat men vindt tussen de sterren, of sommige koude stofdeeltjes bijvoorbeeld, stralen weinig energie uit met lange golflengten, die in het Radiogebied liggen.

source: Why is this gas cold? There are stars everywhere, so shouldn’t it be very hot?! Well, it’s true that a galaxy can contain something like a hundred billion of stars. But the distance between them is huge! For example, Proxima Centauri is the closest star from the Sun. It’s at 4.2 light-years from us. That means 40,000,000,000,000 km! At those kinds of distances, the stars do not heat the gas very much! That’s why astronomers observe the interstellar gas in radio!
es: ¿Por qué este gas es frío? Si hay estrellas por todas partes, ¡¿no debería este ser muy caliente?! Bueno, sí. Es verdad que la galaxia puede contener algo así como cien billones de estrellas, pero ¡la distancia entre ellas es enorme! Por ejemplo, «Proxima Centauri» es la más cercana desde el Sol. Está a 4.2 años luz de nosotros. ¡Eso significa 40,000,000,000,000 km! A esas distancias, las estrellas no es que calienten el gas demasiado... ¡y por eso los astrónomos observan el gas interestelar en el espectro «radio»!
nl: Waarom is dit gas koud? Overal zijn sterren, zou het dus niet heel heet moeten zijn? Wel, een sterrenstelsel kan ongeveer honderd miljard sterren bevatten. Maar de afstand tussen de individuele sterren is enorm! Proxima Centauri bijvoorbeeld is onze dichte buur in de ruimte. Ze bevindt zich op 4.2 lichtjaar van de zon. Dat is 40,000,000,000,000 km! Op deze afstanden verhitten de sterren het gas bijna niet! Daarom nemen de astronomen het interstellair gas waar in het radiogebied!

source: Light can be considered as a wave, and also as a particle. Like a wave, it can create interference patterns, like two water waves hitting each other. But it can also be emitted photon by photon, and the photons can be counted in a receiver! Difficult to imagine? Well, take a cylinder. If you illuminate it on its side, its shadow is a square. But illuminate its face, and its shadow becomes a sphere!
es: La luz puede ser considerada como una onda y también como una partícula. En tanto a onda, puede crear patrones de interferencia, de la misma forma que hacen dos ondas de agua cuando se chocan. Pero también puede ser emitida fotón por fotón ¡y los fotones se pueden contabilizar en un receptor! ¿Resulta complicado de imaginar? Bien: tomemos un cilindro. Si lo iluminamos de lado, la sombra que proyectará será cuadrada. Pero, ¡si iluminamos su planta, la sombra que proyectará se convierte en una esfera!
nl: Men kan licht bekijken als een golf, maar ook als deeltje. Net zoals een golf kan het interferentiepatronen hebben, net zoals twee watergolven die elkaar ontmoeten. Maar je kan het ook zien als een stroom fotonen, en deze fotonen kunnen geteld worden in een ontvanger! Kan je je dit moeilijk voorstellen? Wel, neem een cilinder. Van opzij belicht is de schaduw een rechthoek, als je hem vooraan belicht zie je een bolvormige schaduw!

source: Did you know?
es: ¿Lo sabías?
nl: Wist je dat?

source: So radio waves are just a kind of light.
es: Entonces, la ondas de radio son solo un tipo de luz.
nl: Radiogolven zijn dus een soort licht.

source: What do we use them for?
es: ¿Para qué las utilizamos?
nl: Waarvoor gebruiken we ze?

source: On Earth, we use radio waves mainly for communication purpose. Why? Because they propagate easily through the atmosphere, and even under water. The radio domain is a wide range of wavelengths, extending from kilometres to millimetres. The way they propagate strongly depends on their wavelength, and we take advantage of these different modes of propagation to create our very complex and diverse communication system:
es: En la Tierra utilizamos las ondas de radio principalmente para propósitos de comunicación. ¿Por qué? Porque se propagan fácilmente a través de la atmósfera e incluso por debajo del agua. El dominio «radio» es un amplio espectro de longitudes de onda, que se extienden desde magnitudes kilométricas hasta milimétricas. La forma en que se propagan depende en gran medida de su longitud de onda y nosotros nos aprovechamos de estas formas distintas de propagación para crear nuestros complejos y diversos sistemas de comunicación.
nl: Op aarde gebruiken we radiogolven vooral voor communicatiedoeleinden. Waarom? Omdat deze golven zich heel gemakkelijk voortplanten door de atmosfeer, en zelfs onder water. Het radiogebied omvat een groot golflengtegebied, van kilometers tot millimeters. De manier waarop ze zich voortplanten hangt sterk af van hun golflengte, en we maken gebruik van dit verschillend voortplantingsgedrag om zeer complexe en verschillende communicatiesystemen te ontwikkelen:

source: Kilometre wavelengths propagate through surface waves and follow the curvature of the Earth. With enough emission power, they can reach up to 1000 km. They also propagate under water, that’s why they are often used by submarines. Be careful though, it’s not Sonar! Sonar stands for SOund Navigation And Ranging. It’s a technique that uses sound propagation underwater, not light! Amateur radio operators use decametre wavelengths. These wavelengths are very interesting because they are reflected by the Earth’s ionosphere. This means that an amateur radio signal sent to the sky bounces onto the ionosphere back to Earth, and propagates very far. Sometimes it can even reach the antipodes! Why sometimes? Well the reflection processes depends on the state of the ionosphere. Wavelengths below about a metre propagate directly in straight lines from the emitter, almost like visible light. It’s the domain of FM broadcasting, TV emission, Wi-Fi, Bluetooth, etc. These wavelengths are less affected by the ionosphere, that’s why we need satellites to relay them and send them back to Earth.
es: Las longitudes de ondas kilométricas se propagan a través de ondas de superficie y siguen la curvatura de la Tierra. Con una emisión de energía suficiente, pueden alcanzar hasta 1000 km. También se propagan bajo el agua y por eso los submarinos las utilizan habitualmente. Aunque, ¡atención! no se trata de Sonar: Sonar significa «SOund Navigation And Ranging». Es una técnica basada en la propagación del sonido bajo el agua, no de la luz. Los radio-operadores principiantes trabajan con longitudes de onda de decámetros. Estas longitudes de onda son muy interesantes puesto que se reflejan en la ionosfera de la Tierra. Esto significa que una señal de radio no profesional que es enviada al cielo, rebota en la ionosfera y emprende el camino de vuelta a la Tierra. Así se propaga muy rápidamente. ¡Algunas veces, incluso puede llegar hasta las antípodas del punto del cual partió! Pero, ¿por qué solo algunas veces? Bien: los procesos de reflexión dependen del estado de la ionosfera. Las longitudes de onda menores de (más o menos) un metro se propagan directamente en línea recta desde el emisor: casi como una luz visible. Hablamos del dominio en el que se mueven las ondas FM de transmisión, emisión de TV, Wi-Fi, Bluetooth, ect. A estas longitudes de onda apenas les afecta la ionosfera y por esa razón necesitamos satélites para retransmitirlas y enviarlas de vuelta a la Tierra.
nl: Kilometergolven planten zich voort met oppervlaktegolven en volgen de kromming van de aarde. Met een sterke zender kan men ze tot 1000 km ver opvangen. Ze planten zich ook voort onder water, vandaar dat ze dikwijls gebruikt worden door duikboten. Maar let op, dit is geen Sonar! Sonar betekent SOund Navigation And Ranging. Het is een techniek die gebruik maakt van geluidsoverdracht onder water, geen lichtoverdracht! Radioamateurs gebruiken decameter golven. Deze golflengten zijn zeer interessant omdat ze teruggekaatst worden door de ionosfeer van de aarde. Dit betekent dat een amateurradiosignaal door de ionosfeer teruggekaatst wordt naar de aarde en op deze manier zeer ver draagt. Soms worden zo'n signalen zelfs opgevangen door onze antipoden! Waarom niet altijd? Omdat de terugkaatsing afhangt van de staat van de ionosfeer. Golflengten korten dan een meter planten zich voort in een rechte lijn vanaf de zender, net zoals zichtbaar licht. Dit is het gebied van de FM-radiozenders, TV-zenders, Wi-Fi, Bluetooth, enz. Deze golflengten interageren minder met de ionosfeer. Daarom hebben we satellieten nodig om ze op te vangen en terug naar de aarde te sturen.

source: ionosphere
es: ionosfera
nl: ionosfeer

source: KILOMETER wavelenghts
es: longitud de onda KILÓMETRO
nl: KILOMETER golflengten

source: DECAMETER wavelenghts
es: longitud de onda DECÁMETRO
nl: DECAMETER golflengten

source: METER wavelenghts
es: longitud de onda METRO
nl: METER golflengten

source: So radio waves are light, not sound. How come I can listen to my favourite songs with my radio? Well, suppose you want to share a song with your friend, 100m away from you. You could shout it very loudly but it would require a huge amount of energy to be heard, which would most likely result in a sore throat and some angry neighbours… Instead you could use your flashlight, translate it into Morse code and send it to your friend. By doing that, you have solved the problem of energy and distance, but you have lost a lot of information in the process. To keep all the information, you have to code the light you are sending in a specific way, so that your friend can receive and decode it easily. This is called signal processing. Frequency Modulation (FM yes, like in FM radio!) is a kind of signal processing that is very easy and cheap to implement. You just modulate the light signal you are sending (the carrier wave) by varying its instantaneous frequency according to that of your message (your song for example). The signal is sent «modulated», and your radio «demodulates» it back to its original form and transmits it to its speakers, thus converting light back into sound!
es: Bueno, ya sabemos que las ondas de radio son luz y no sonido. ¿Cómo es posible entonces que podamos oír nuestras canciones favoritas precisamente en la radio? Bien: supongamos que queremos compartir una canción con una amiga que se encuentra a 100 metros de distancia. Podríamos reproducirla a todo volumen, pero eso requeriría un montón de energía para que pueda ser escuchada, lo cual terminaría seguramente con un dolor de garganta y unos cuantos vecinos furiosos... En lugar de eso, podríamos utilizar nuestra linterna, traducir los haces de luz al código Morse y enviarlos a nuestra amiga. Con esta solución hemos superado el problema de «energía» y «distancia», pero hemos perdido información en el proceso. Para mantener toda la información, tendremos que codificar la luz que estamos enviando de una manera específica: así nuestra amiga la podrá recibirla y decodificarla con facilidad. A esto le llamamos «procesamiento de señal». La Frecuencia Modulada (FM, sí... ¡como en la radio FM!) es un tipo de procesamiento de señal fácil y barata de implementar. Solo requiere modular la señal de luz que se desea enviar (la onda portadora) haciendo variaciones en su frecuencia instantánea de acuerdo con aquello que contiene el mensaje (nuestra canción, por ejemplo). La señal se envía «modulada» y la radio de nuestra amiga la «descodifica» hacia su forma original para transmitirla a los altavoces. Esto es... ¡convirtiendo la luz nuevamente en sonido!
nl: Radiogolven zijn dus lichtgolven, geen geluid. Hoe kan ik dan luisteren naar muziek op de radio? Wel, veronderstel dat je een nummer wil delen met je vriend, die 100 m verder staat. Je zou het zeer luid kunnen nazingen, maar daarvoor zou je heel luid moeten zingen, met als vermoedelijk resultaat erge keelpijn en enkele woedende buren... Je zou ook de tekst kunnen omzetten in morsecode en die met een zaklamp overseinen naar je vriend. Op deze manier heb je het probleem van energie en afstand opgelost, maar zo heb je wel heel wat informatie verloren. Om alle informatie te behouden zou je het licht moeten coderen op zo'n manier dat je alle informatie behoudt. Je vriend moet dan ook in staat zijn je signaal gemakkelijk te ontvangen en terug te decoderen. Dit is signaalbewerking. Frequentie Modulatie (Ja, FM, zoals in FM-radio!) is zo'n manier om een signaal te bewerken die gemakkelijk en goedkoop is. Je moduleert het lichtsignaal dat je uitzendt (de draaggolf) door de ogenblikkelijke frequentie te wijzigen op dezelfde manier als die van je boodschap (je muzieknummer bijvoorbeeld). Het signaal wordt dus "gemoduleerd" verstuurd en je radio "demoduleert" het terug naar zijn oorspronkelijke vorm en zendt het naar de luidsprekers. Je zet dus licht terug om in geluid!

source: Other signal processing methods are used, like Amplitude Modulation (AM) or Phase Modulation (PM) to transmit information. Wi-Fi, for example, uses a combination of FM and PM.
es: También se utilizan otros métodos de procesamiento de señales como Amplitud Modulada (AM) o Modulación de Fase (PM) para transmitir información. El Wi-Fi, por ejemplo, utiliza una combinación de FM y PM.
nl: Er bestaan nog andere methodes van signaalbewerking, zoals Amplitude Modulatie (AM) of Fase Modulatie (PM), om informatie door te sturen. Wi-Fi bijvoorbeeld gebruikt een combinatie van FM en PM.

source: The ionosphere is a layer of electrons and other electrically charged particles in the upper atmosphere. It starts at around 80 km from the ground. At this altitude, the atmosphere is too thin to shield the particles from the Solar radiation. Atoms and molecules are hit directly with very energetic light like UV and X-Ray, and this causes them to break and lose some electrons. Their neutral balance is disturbed and they become electrically charged. The resulting mixture of electrons and charged particles is called plasma, and it is responsible for the reflection power of the ionosphere at decametre wavelengths. During the day, Sunbeams hit the ionosphere and produce a lot of charged particles; the ionosphere becomes unstable and cannot reflect the radio signals very efficiently. But at night, the ionosphere is less perturbed and almost acts as a smooth mirror. This is why amateur radio operators prefer to send their long-distance call during the night!
es: La ionosfera es una capa de electrones y otras partículas con carga eléctrica en la parte alta de la atmósfera. Comienza a los 80 km de la superficie terrestre. A esta altitud, la atmósfera es demasiado delgada para blindar a las partículas de la radiación solar. Los átomos y las moléculas son golpeados directamente con luces de alta energía como la ultravioleta (UV) o los rayos-X. Esto causa su ruptura y la pérdida de algunos electrones. Su balance neutral se ve perturbado y se convierten en partículas cargadas de electricidad. La mezcla resultante de electrones y partículas cargadas se conoce como «plasma» y es la responsable del poder de reflexión de la ionosfera en el caso de las longitudes de onda que abarcan decámetros. Durante el día, los rayos de sol golpean la ionosfera y producen un montón de partículas cargadas. La ionosfera se vuelve inestable y no es capaz de reflejar señales de radio con eficiencia. Pero de noche, la ionosfera está menos perturbada y actúa casi como un espejo liso. ¡Por esta razón, los operadores de radio no profesionales prefieren enviar sus llamaras de larga distancia durante la noche!
nl: De ionosfeer is een laag elektronen en andere elektrisch geladen deeltjes in de bovenste lagen van de atmosfeer. Ze begint op een hoogte van ongeveer 80 km boven de grond. Op deze hoogte is de atmosfeer te dun om de zonnestraling tegen te houden. Atomen en moleculen worden gebombardeerd met zeer energierijk licht, zoals UV en X-straling. Daardoor worden ze gebroken en kunnen ze elektronen verliezen. De ladingsbalans wordt verstoord en ze krijgen een elektrische lading. Het mengsel van elektronen en geladen deeltjes dat zo ontstaat, noemen we plasma. Dit plasma veroorzaakt de weerkaatsing van decametergolven door de ionosfeer. Overdag zal de zonnestraling zeer veel geladen deeltjes produceren; de ionosfeer wordt onstabiel en kan moeilijk de radiosignalen terugkaatsen. Maar 's nachts is de ionosfeer rustiger en gedraagt zich bijna als een perfecte spiegel. Daarom werken radioamateurs liefst 's nachts als ze willen zenden en ontvangen over een grote afstand.

source: Frequency Modulation (F.M.)
es: Modulación de Frecuencia (FM)
nl: Frequentie Modulatie (F.M.)

source: What is the ionosphere?
es: ¿Qué es la ionosfera?
nl: Wat is de ionosfeer?
