Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/A0Exhibit/*/A0Exhibit_*.po
Languages: es, nl

source: (Credit: NRAO/AUI/NSF/F.Zadeh et al.) This image obtained at the VLA shows the spectacular filamentary structures that appear toward the Galactic center (the bright spot) in centimetre radio wavelengths. This emission originates from plasma flowing along lines of magnetic field, which produces this arc formation that is called the Arches.
es: (Créditos: NRAO/AUI/NSF/F.Zadeh et al.) Esta imagen obtenida en el VLA muestra las espectaculares estructuras de filamentos que aparecen cerca del centro galáctico (la mancha brillante) en longitudes de radio de centímetros. Esta emisión se origina a partir de plasma siguiendo líneas de un campo magnético, que produce esta formación de arco llamada «Arches».
nl: (Credit: NRAO/AUI/NSF/F.Zadeh et al.) Dit beeld van de VLA toont de spectaculaire filamentstructuren in de buurt van het centrum van de Melkweg (de heldere vlek) in centimeter radiogolven. Dit signaal komt voort van plasma dat langs de veldlijnen stroomt van het magnetisch veld, dat de boogformatie vormt die men "the Arches" noemt.

source: The Galactic centre the galactic centre of the Milky Way was the first radio source to be detected by Karl Jansky in 1932. It contains a number of radio sources, including Sagittarius A and the supermassive black hole at Sagittarius A*.
es: El centro galáctico de la Vía Láctea fue la primera fuente de radio detectada por Karl Jansky en 1932. Contiene un montón de fuentes de radio, incluyendo a Sagitario A y el agujero negro súpermasivo llamado Sagitario A*.
nl: Het centrum van de Melkweg was de eerste radiobron, die ontdekt werd door Karl Jansky in 1932. Het bevat een aantal radiobronnen, onder andere Sagittarius A en het superzware zwarte gat bij Sagittarius A*.

source: Map of the CMB in millimetre wavelengths. It was obtained by the satellite WMAP
es: Mapa del CMB en longitudes de onda en centímetros. Fue obtenido por el satélite WMAP
nl: Kaart van de CMB in millimeter golflengten. Ze werd gemaakt door de satelliet WMAP

source: The EU-HOU (Hands-On Universe, Europe) project uses the excitement of doing real astronomy as a vector to boost science education all over Europe. With the use of state-of-the-art astronomy products combined with new technologies, the project aims at renewing the interest of primary and secondary students for sciences. On the website www.euhou.net, pedagogical resources are available in multiple form. It can be hands-on experiment, exercises, as well as real-time observation with telescopes from all over Europe. With the worldwide Square Kilometre Array and Atacama Large Millimetre Array projects aiming at building the biggest radio observatories ever, radioastronomy is entering a new golden age and will unveil the Universe as never before. In that context, since 2010 the EU-HOU project took a big step towards radio astronomy, by deploying the first European network of radiotelescopes for education, enabling schools to explore the Milky Way through Internet, and IBSE pedagogical resources to be used in the classrooms.
es: El proyecto EU-HOU (Hands-On Universe, Europa) utiliza la emoción de hacer astronomía real como un canal para promover la enseñanza de ciencia en toda Europa. A través de productos modernos de astronomía combinados con nuevas tecnologías, el proyecto tiene como objetivo renovar el interés de los estudiantes de primaria y secundaria por la ciencia. En la página web www.euhou.net se pueden encontrar recursos pedagógicos en múltiples formatos. Se pueden hacer experimentos interactivos, ejercicios y observaciones en tiempo real con telescopios de toda Europa. A través de los proyectos globales Square Kilometre Array y Atacama Large Millimetre Array que tienen como objetivo construir los mayores observatorios de radio, la radiostronomía está entrando en una nueva edad dorada que revelará el Universo como nunca antes lo hemos visto. En este contexto, desde 2010 el proyecto EU-HOU dio un gran paso hacia la radioastronomía, desarrollando la primera red europea de radiotelescopios para educación, permitiendo así a los colegios explorar la Vía Láctea a través de internet y de recursos pedagógicos basados en un método de indagación diseñados precisamente para las aulas.
nl: Het EU-HOU (Hands-On Universe, Europa) project gebruikt de opwinding van het doen van echte astronomie als een manier om de wetenschapsopvoeding in gans Europa te promoten. Door het gebruik van echte astronomisch toestellen, gecombineerd met nieuwe technologieën, probeert het project de belangstelling van studenten van het lager en middelbaar onderwijs op te wekken. Op de website www.euhou.net zijn allerlei pedagogische hulpmiddelen te vinden. Het kan gaan over een hands-on experiment, oefeningen, maar ook over een real-time waarneming met telescopen ergens in Europa. Met het wereldwijde vierkante kilometer array en de Atacama Large Millimetre Array projecten die de bedoeling hebben de grootste radioobservatoria aller tijden te bouwen, is een radioastronomie een gouden tijdperk binnengetreden en het zal het heelal onderzoeken als nooit tevoren. In deze context nam het EU-HOU project een grote stap in de richting van de radioastronomie door vanaf 2010 het eerste Europese netwerk van radiotelescopen voor het onderwijs te ontplooien. Hierdoor kunnen scholen de Melkweg onderzoeken via het internet en IBSE pedagogische bronnen raadplegen om in de klas te gebruiken.

source: On the picture, from left to right, and from top to bottom: Cecilia Kozma , Maria Loizou , Yannick Libert , F. Miranda , Eleni Chatzichristou , Sotira Trifourki , Krzysztof Chyzy , Rosa Doran , Peter Kalberla , Roger Ferlet , Rodrigo Alvarez , Cezar Lesanu , Radu Constantinescu , Lech Mankiewicz , Anne-Laure Melchior .
es: En la imagen, de izq. a der. y de arriba a abajo: Cecilia Kozma, Maria Loizou, Yannick Libert, F. Miranda, Eleni Chatzichristou, Sotira Trifourki, Krzysztof Chyzy, Rosa Doran, Peter Kalberla, Roger Ferlet, Rodrigo Alvarez, Cezar Lesanu, Radu Constantinescu, Lech Mankiewicz, Anne-Laure Melchior.
nl: Op de foto, van links naar rechts en van boven naar beneden: Cecilia Kozma , Maria Loizou , Yannick Libert , F. Miranda , Eleni Chatzichristou , Sotira Trifourki , Krzysztof Chyzy , Rosa Doran , Peter Kalberla , Roger Ferlet , Rodrigo Alvarez , Cezar Lesanu , Radu Constantinescu , Lech Mankiewicz , Anne-Laure Melchior .

source: translator-credits
es: créditos de traducción Carmen Lozano Bright <carmenlozano@mat.ucm.es>, 2012
nl: vertaler-gegevens

source: visible
nl: zichtbaar

source: SKY
nl: HEMEL
