Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/A0Exhibit/*/A0Exhibit_*.po
Languages: es, nl

source: While light can propagate in empty spaces, sound cannot. This is because sound waves need a medium they can vibrate into. You can listen to a piano melody because each time the pianist presses a key, a small hammer hits a string and makes it vibrate. The vibration then propagates into the air, until it reaches a receiver like a human ear for example. The ear is in fact a small vibrating membrane (the ear-drum) connected to small bones that transmits the vibration to our nervous system.
es: Mientras la luz se propaga por espacios vacíos, el sonido no puede hacer lo mismo. Esto ocurre porque la ondas de sonido necesitan un medio a través del cual puedan vibrar. Podemos escuchar, por ejemplo, una melodía de piano porque cada vez que el pianista pulsa una tecla, un pequeño martillo golpea una cuerda y la hace vibrar. La vibración se propaga por el aire hasta que alcanza un receptor: por ejemplo, un oído humano. El oído es, de hecho, una membrana pequeña y vibrante (el tímpano) conectada a una cadena de pequeños huesecillos que transmiten la vibración a nuestro sistema nervioso.
nl: Licht plant zich voort in het luchtledige, geluid niet. Dit komt omdat geluidsgolven een medium nodig hebben waarin ze kunnen trillen. Je kan luisteren naar een pianomelodie omdat, iedere keer als de pianist aan toets aanslaat, een hamertje op een snaar slaat en deze doet trillen. Deze trilling plant zich voort door de lucht tot ze een ontvanger bereikt: een menselijk oor bijvoorbeeld. Het oor bezit in feite een klein trillend vliesje (het trommelvlies), dat verbonden is met een aantal kleine beentjes dat de trilling overbrengt naar de gehoorzenuwen.

source: Light and sound are both waves, but their nature is very different.
es: Tanto la luz como el sonido son ondas, pero su naturaleza es muy diferente.
nl: Licht en geluid zijn allebei golven, maar ze zijn erg verschillend.

source: Why do astronomers use
es: ¿Por qué los astrónomos utilizan
nl: Waarom gebruiken astronomen

source: very big telescopes?
es: telescopios tan grandes?
nl: zeer grote telescopen?

source: One crucial parameter when observing the sky is the spatial resolution. The spatial resolution is the smallest detail a telescope can observe. The smaller it is, the more details you will observe on your source. The resolution of a telescope, Θ, is proportional to the wavelength, λ, at which you are observing, and inversely proportional to the diameter of the telescope, Φ. Or simply put: So, the more precision we want, the bigger the telescope must be, especially at high wavelengths. How big? Well, let’s do the maths. Let say I want to see someone standing on the Moon with an optical telescope., and to see him with a bit of detail, I want to make an image of him that has a height of 10 pixels. The man on the Moon is 2m tall. First, let’s calculate his apparent size. The apparent size is the angle δ under which an object of size d is seen at a distance D. Using trigonometric relations, it’s fairly easy to find that sin(δ) = d/D. As δ is very small, this simplifies to δ ≈ d/D.
es: Un parámetro crucial al observar el cielo es la resolución espacial. La resolución espacial se ajusta al detalle más pequeño que un telescopio sea capaz de observar. Cuanto más pequeña sea, más detalles podremos observar en nuestra fuente. La resolución de un telescopio, Θ, es proporcional a la longitud de onda, λ, a la cual estamos observando e inversamente proporcional al diámetro del telescopio, Φ. O símplemente: cuanta mayor precisión deseemos, más grande debe ser el telescopio; especialmente en el caso de longitudes de onda elevadas. ¿Cómo de grande? Bien, vamos a hacer un poco de matemáticas. Digamos que queremos mirar a alguien que está de pie en la Luna con un telescopio óptico y para verle con un poco de detalle, deseamos capturar una imagen de él que tenga una altura de 10 píxeles. El hombre en la Luna mide 2 metros. Primero que todo, calculemos su tamaño aparente. El tamaño aparente en el ángulo δ bajo el cual un objeto de tamaño «d» se ve a una distancia «D». Si utilizamos relaciones trigonométricas, es bastante fácil averiguar que sin(δ) = d/D. Como δ es muy pequeño, se simplifica en δ ≈ d/D.
nl: Een cruciale parameter als men het heelal observeert is de resolutie. Dat is het kleinste detail dat een telescoop kan onderscheiden. Hoe kleiner de resolutie, hoe meer details je zult kunnen waarnemen. De resolutie van een telescoop, Θ, is recht evenredig met de golflengte, λ, waarbij je waarneemt, en omgekeerd evenredig met de diameter van de telescoop, Φ. Of, eenvoudig gezegd: hoe meer details je wilt, hoe groter de telescoop moet zijn, speciaal bij lange golflengten. Hoe groot? Wel, laten we eens een berekening doen. Veronderstel dat ik iemand wil zien staan op de maan met behulp van een optische telescoop. Om toch wat details te zien, wil ik een beeld van hem met een hoogte van 10 pixels. De man op de maan is 2 meter groot. Laten we eerst en vooral zijn schijnbare grootte bepalen. De schijnbare grootte is de hoek δ waaronder een voorwerp met een afmeting d gezien wordt op een afstand D. Met behulp van driehoeksmeting is het gemakkelijk te berekenen dat sin(δ) = d/D. Omdat δ zeer klein is kunnen we dit vereenvoudigen tot δ ≈ d/D.

source: Diameter
es: Diámetro

source: Here, D is the distance to the Moon, which is hidden somewhere in this poster. If you want to calculate δ be careful that d and D are in the same units! You obtain δ in radian. Now, we said we need 10 pixels to sample our image of the man, so our spatial resolution Θ should be equal to δ/10 Using the formula of the spatial resolution, and the center wavelength of the visible spectrum (it’s probably somewhere on another poster, you will have to look for it – again: be careful with the units!), you can now calculate the diameter of the telescope you will have to build. You have it? Here’s a hint: it’s roughly the width of Central park in New York. It’s also 3 times the height of the Eiffel Tower… This explains why astronomers always thrive for bigger telescopes! And the spatial resolution issue becomes critical at longer wavelengths. For radio observations, the telescopes are gigantic.
es: Aquí, «D» es la distancia a la Luna, que está escondida en alguna parte de este panel. ¡Si quisiéramos calcular δ, debemos tener en cuenta que «d» y «D» estén en las mismas unidades! Obtendríamos δ en radianes. Ahora bien, habíamos dicho que necesitamos 10 píxeles para mostrar nuestra imagen del hombre, así que la resolución espacial Θ debería ser igual a δ/10. Utilizando la formula de la resolución espacial y la longitud de onda central del espectro visible (es probable que esté en otro panel, ¡deberás curiosear para encontrarlo! y una vez más recuerda tener cuidado con las unidades), podrás calcular el diámetro necesario del telescopio que construirías. ¿Lo tienes ya? Aquí va una pista: corresponde aproximadamente con la anchura de Central Park en Nueva York. También es unas tres veces la altura de la Torre Eiffel... ¡Esto explica por qué los astrónomos siempre están al acecho de telescopios más grandes! Y el asunto de la resolución espacial resulta crítico en cuanto las longitudes de onda son más largas. Para observaciones de radio, los telescopios son gigantescos.
nl: Hier is D de afstand tot de maan, die ergens op deze poster verborgen is. Als je δ wil berekenen moet je er op letten dat d en D in dezelfde eenheden uitgedrukt worden! Je krijgt δ in radialen. We zegden dat het beeld van de man 10 pixels groot moest zijn, dus moet de resolutie Θ gelijk zijn aan δ/10. Als je de formule van de resolutie gebruikt en de gemiddelde golflengte van het zichtbare spectrum, kan je de diameter berekenen van de telescoop die je zou moeten bouwen (die gemiddelde golflengte kan je waarschijnlijk wel ergens op een poster vinden, je zult even moeten zoeken. En nogmaals: let op de eenheden!). Gevonden? Hier is een tip: het is ongeveer de diameter van Central Park in New York. Dus drie keer zo hoog als de Eiffeltoren... Dit verklaart waarom astronomen steeds grotere telescopen willen! En de resolutie wordt kritisch bij langere golflengten. Voor radiowaarnemingen zijn de telescopen gigantisch.

source: Take for example the Arecibo Observatory: this huge telescope of 305 m diameter is the largest telescope ever built. It is located on the island of Puerto Rico, in the Caribbean. It observes a wide area of centimetre wavelengths. Its impressive size has earned him several appearances in movies, like in the James Bond film: GoldenEye. Another example is the Nançay Radio Telescope in France: Located 2h south of Paris in the Sologne forest near Orleans, this 460 m long radio telescope has two huge mirrors: a plane one of 200x40 m and a spherical one of 300x35 m. Centimetre radio waves are collected by the focal carriage at the centre of the instrument. The plane mirror is movable vertically, only allowing observations of objects passing through the local meridian. It is thus called a meridian instrument.
es: Toma el ejemplo del Observatorio de Arecibo: este telescopio enorme de 305 metros de diámetro es el telescopio más grande jamás construido. Está situado en la isla de Puerto Rico, en el Caribe. Observa una amplia área de longitudes de onda en centímetros. Si impresionante tamaño le ha llevado a aparecer en varias películas, como en «Golden Eye» de James Bond. Otro ejemplo es el Radio Telescopio Nançay, en Francia: se encuentra a dos horas de París, en el bosque de Sologne cerca de Orleans. Este gran radio telescopio de 460 m tiene dos espejos enormes: uno plano de 200x40 m y otro esférico de 300x35 m. Las ondas de radio en centímetros se recogen en un transportador focal en el centro del instrumento. El espejo plano se puede mover en vertical, únicamente permitiendo observaciones de objetos que pasan a través del meridiano. Por esto, se llama un «instrumento meridiano».
nl: Neem bijvoorbeeld het Arecibo Observatorium: deze enorme telescoop met een diameter van 305 m is de grootste telescoop die ooit gebouwd werd. Hij bevindt zich op het eiland Puerto Rico, in de Caraïben. Hij neemt een hele waaier centimetergolven waar. Zijn indrukwekkende afmetingen deden hem verschillende keren in films belanden, zoals in GoldenEye, de James Bondfilm. Een ander voorbeeld is de Nançay Radiotelescoop in Frankrijk: hij bevindt zich op 2 uur ten zuiden van Parijs in het Solognewoud, niet ver van Orleans. Deze 460 m lange radiotelescoop bezit twee reusachtige spiegels: een vlakke van 200x40 m en een sferische van 300x35 m. Centimeter radiogolven worden verzameld in het brandpunt van het instrument. De vlakke spiegel kan verticaal bewogen worden en laat alleen waarnemingen toe van objecten die door de lokale meridiaan passeren. Hij wordt dus een meridiaaninstrument genoemd.

source: A diameter of 305 m is impressive in size, and it’s also a technical challenge to keep the surface of the mirror regular so that the radio signals can converge to the same point. So does that mean that it is the best we could ever do? Well, hopefully we will be able to do even better. One observing technique can overcome this limit: it’s called interferometry.
es: Un diámetro de 305 m representa un tamaño impresionante. También representa un reto técnico, ya que requiere mantener la superficie del espejo regular, de manera que las señales de radio pueden converger hacia un mismo punto. ¿Quiere decir que el telescopio es lo mejor que hemos podido hacer? Bueno, con suerte podremos hacerlo incluso mejor. Pero una técnica de observación puede sobrepasar nuestro límite: se llama «interferometría».
nl: Een diameter van 305 m is indrukwekkend, maar het is ook een technische uitdaging om het oppervlak van de spiegel regelmatig te houden, opdat de radiosignalen zouden kunnen convergeren naar hetzelfde punt. Betekent dit dat dit het verste is dat we kunnen gaan? Wel, hopelijk zullen we het ooit nog beter doen. Maar er is een waarnemingstechniek die deze grens kan overschrijden: we spreken hier van interferometrie.

source: The Arecibo Observatory
es: El Observatorio de Arecibo
nl: Het Arecibo Observatorium

source: The Nançay Radio Telescope
es: Radio Telescopio Nançay
nl: De Nançay Radiotelescoop

source: the Interferometry Technique
es: la Técnica de Interferometría
nl: de techniek van de interferometrie

source: Better, stronger, but a bit more difficult!
es: ¡Mejor, más fuerte... pero un poco más difícil!
nl: Beter, sterker, maar een beetje moeilijker!

source: The difficulty in achieving high resolutions with single-dish radio telescopes has led the use of another observing technique: Interferometry. First of all, what is interference? To understand the concept of interference, let’s visualise the light as a wave. If a surface with two small holes in it gets illuminated, it should produce this effect:
es: La dificultad para alcanzar resoluciones altas con un radio telescopio de un solo plato ha devenido en el uso de otra técnica de observación: la interferometría. Antes de nada: ¿qué es una interferencia? Para comprender el concepto de interferencia, miremos a la luz como una onda. Si una superficie con dos pequeños agujeros se ilumina, debería producir el siguiente efecto:
nl: De moeilijkheid hoge resoluties te bereiken met enkelvoudige radiotelescopen heeft geleid tot het gebruik van een andere waarnemingstechniek: Interferometrie. Eerst en vooral: wat is interferentie? Om het begrip interferentie te begrijpen stellen wij ons het licht voor als een golf. Als een oppervlak met twee kleine gaatjes er in zou verlicht worden zouden we dit effect krijgen:

source: Where the two waves coming out the holes overlap, they will add up if they are in phase, or cancel each other when they are out of phase. Something similar to this happen when you push someone on a swing: your friend will gain height only if your movements are in phase with the movements of the swing. With the light experiment depicted above, here is what you can observe on a screen:
es: Cuando se superponen las dos ondas que provienen de los agujeros, bien se agregarán si están en fase o se anularán si están fuera de fase. Ocurre algo muy similar cuando empujamos a alguien en un columpio: solo ganará más altura si nuestro movimiento está coordinado en fase con el movimiento del columpio. A través del experimento con luz descrito abajo, veremos lo que se puede observar en una pantalla:
nl: Waar de twee golven, die uit de gaatjes komen, overlappen, zullen ze opgeteld worden als ze in fase zijn en zullen ze elkaar uitdoven als ze in tegenfase zijn. Iets dergelijks gebeurt als je iemand duwt op een schommel: je vriend zal hoger en hoger gaan als jouw duwtjes in fase zijn met de beweging van de schommel. Hier kan je zien wat je kan waarnemen op een scherm als je dit lichtexperiment uitvoert:

source: Want to do this at home? Well, that’s fairly easy as long as you have a laser pointer and three pieces of pencil lead. Hold the three pieces of lead between your thumb and your index, and try to make them as parallel as possible. Put them in front of your laser pointer, and look at the result on the wall: there you have it! You’ve just created interferences!
es: ¿Querrías hacer esto en casa? Bien, es bastante fácil siempre y cuando tengas un puntero láser y tres piezas de mina de grafito (la de los lápices). Sujeta las tres minas entre tus dedos índice y pulgar e intenta que queden tan paralelas como sea posible. Ahora, sitúalas frente al haz de luz del puntero láser y mira la proyección en la pared. Ahí está: ¡acabas de crear interferencias!
nl: Wil je dit thuis ook proberen? Dat is niet moeilijk als je een laser pointer hebt en drie stukjes potloodstift. Hou de drie stukjes tussen je duim en wijsvinger, en probeer ze zo evenwijdig mogelijk te houden. Hou ze voor de laserpointer en kijk naar het resultaat op de muur: zie je het? Je hebt interferentie zichtbaar gemaakt!

source: So what happens with an astronomical source in radio waves?
es: Entonces, ¿qué ocurre con una fuente astronómica en ondas de radio?
nl: Wat gebeurt er met een astronomisch object in radiogolven?

source: The Plateau de Bure Interferometer: on a plateau in the south of France, near Gap, is a network of six antennas of 15 m in diameter, observing in the millimetre range. They can move on rails and their maximum extension can reach up to 700 m.
es: El interferómetro de Plateau de Bure: se trata de una red de seis antenas de 15 metros de diámetro que observan en el rango de los milímetros y se encuentran en una meseta al sur de Francia, cerca del distrito de Gap.
nl: De Plateau de Bure interferometer: op een plateau in het zuiden van Frankrijk, in de buurt van Gap, bevindt zich een netwerk van zes antennes met een diameter van 15 m. Ze observeren in het millimetergebied. Ze kunnen bewegen op rails en ze kunnen uitgezet worden over een afstand van 700 m.

source: The Very Large Array: featured in the famous movie Contact. This interferometer is located in the desert plains of New Mexico, near Socorro, and observes in centimetre wavelengths. It’s a network of 27 movable antennas, put together to reach impressive spatial resolutions. Indeed the, array configurations are spanning from 1 km up to 36 km!
es: El «Very Large Array» (que por cierto apareció en la famosa película Contact). Este interferómetro que observa en centímetros está situado en las llanuras del desierto de Nuevo México, cerca de Socorro, en Estados Unidos. Es una red de 27 antenas portátiles, reunidas en un mismo punto para así conseguir resoluciones espaciales impresionantes. De hecho, la variedad de configuraciones se extiende... ¡desde uno hasta 36 kilómetros!
nl: De Very Large Array: kan je zien in de film Contact. Deze interferometer bevindt zich in de woestijnvlakte van New Mexico, nabij Socorro, and neemt centimetergolven waar. Het is een netwerk van 27 beweegbare antennes, die samen een indrukwekkende resolutie bereiken. De verschillende mogelijke opstellingen gaan over afstanden tussen 1 km en 36 km!

source: In a simple two-element radio interferometer, the signals from source alternately arrive in phase and out of phase as the Earth rotates and causes a change in the difference in path (the “d” on the picture) from the radio source to the two elements of the interferometer. This produces interference fringes in a manner similar to what was shown in the double slit experiment with visible light. If the radio source has finite angular size, then “d” varies across the source. The measured interference fringes from the interferometer pair thus depend on the detailed nature of the radio «brightness» distribution in the sky. For a radio interferometer with several antennas, each pair produces different fringes, and information from the fringes can be used to reconstruct the original image.
es: En un radio-interferómetro simple de dos elementos, las señales provenientes de la fuente llegan bien en fase o bien fuera de fase, alternativamente, ya que la Tierra rota y causa cambios en la diferencia de senda (la «d» en la imagen) desde la fuente de radio a los dos elementos del interferómetro. Esto produce flecos en las interferencias, de manera similar a lo que se observó en el experimento de doble rendija con luz visible. Si la fuente de radio tiene un tamaño angular finito, «d» varía a lo largo de la fuente. La medida de los flecos de la interferencia en el interferómetro depende de la «brillantez» de la distribución de las ondas de radio en el cielo. Para un interferómetro de radio que utiliza varias antenas, cada par produce flecos diferentes y la información de estos flecos es útil para reconstruir la imagen original.
nl: In een eenvoudige twee-element radio interferometer komen de signalen van de bron achtereenvolgens aan in fase en in tegenfase als de aarde roteert. Op die manier is er een verschil in afstand (de "d" op de afbeelding) van de radiobron tot de twee elementen van de interferometer. Dit veroorzaakt interferentiepatronen die te vergelijken zijn met die in het experiment met de twee spleten in het zichtbare licht. Als de radiobron een eindige hoekafmeting heeft varieert "d" over de bron. De gemeten interferentiepatronen van het interferometerpaar hangen dus af van de gedetailleerde radio"helderheids"verdeling aan de hemel. Voor een radio interferometer met meer antennes produceert ieder paar verschillende patronen. Men gebruikt al de informatie van deze patronen om het echte beeld te reconstrueren.

source: The Atacama Large Millimeter Array (ALMA) will initially be composed of 66 high-precision antennas working together at millimeter and submillimeter wavelengths, with a possible extension in the future. Thanks to its high resolution and sensitivity, ALMA will bring a new vision of the Universe, allowing scientists to unravel longstanding and important astronomical mysteries.
es: El Atacama Large Millimeter Array (ALMA) estará compuesto en un inicio por 66 antenas de alta precisión trabajando a la vez en longitudes de onda de milímetros y submilímetros, aunque es posible que la red se extienda en el futuro. Gracias a su alta resolución y sensibilidad, ALMA proporciona una nueva visión del Universo, permitiendo a la comunidad científica desentrañar importantes misterios astronómicos que vienen del pasado.
nl: De Atacama Large Millimeter Array (ALMA) zal bestaan uit 66 antennes met een hoge gevoeligheid, die samen zullen werken bij millimeter en submillimeter golflengten, met een mogelijke uitbreiding in de toekomst. Dank zij de hoge resolutie en de gevoeligheid, zal ALMA ons een nieuw beeld geven van het heelal, dat astronomen zal toelaten oude en belangrijke astronomische mysteries op te lossen.

source: Now you know how to reconstruct an image from interference patterns. But what’s the point of all this? It’s a very important point: in interferometry, the spatial resolution is not calculated from the diameter of the telescopes, but from the longest distance between a pair of telescopes! This means that an interferometer with telescopes distant from 1 km can obtain an image as if it was taken by a single-dish telescope of this diameter!
es: Ahora sabes cómo reconstruir una imagen que proviene de patrones de interferencia. Pero, ¿cuán es el objetivo de todo esto? Algo muy importante: en interferometría, la resolución espacial no se calcula a partir del diámetro de los telescopios, sino de la distancia más larga entre un par de telescopios. Esto significa que un interferómetro cuyos telescopios se encuentran a 1 km de distancia puede obtener una imagen de la misma manera que si estuviese utilizando... ¡un telescopio de un único plato de ese diámetro!
nl: Nu weet je hoe men een beeld samenstelt met interferentiepatronen. Maar wat is de bedoeling hiervan? Dit is zeer belangrijk: in de interferometrie wordt de resolutie niet berekend met de diameter van de telescopen, maar met de grootste afstand tussen een telescopenpaar! Dit betekent dat een interferometer met twee telescopen op een onderlinge afstand van 1 km een beeld kan maken alsof het zou genomen zijn met één enkele telescoop met een diameter van 1 km!

source: In recognition of their contributions to the development of radio interferometry using the earth-rotation synthesis, two British Astronomers Martin Ryle and Antony Hewish were awarded the 1974 Nobel Prize for Physics.
es: En reconocimiento a sus contribuciones al desarrollo de radio-interferometría utilizando la síntesis de la rotación de la Tierra, Martin Ryle y Antony Hewish, dos astrónomos británicos, fueron premiados con el Nobel de Física en 1974.
nl: Als herkenning van hun bijdrage aan de ontwikkeling van radio interferentie met aardrotatie synthese, kregen de twee Britse astronomen Martin Ryle en Antony Hewish in 1974 de Nobelprijs voor Fysica.
