Repository: LCOGT/SalsaJ
Catalog: Pootle2/po/A0Exhibit/*/A0Exhibit_*.po
Languages: es, nl

source: From the Sky to the Computer:
es: Desde el cielo al ordenador:
nl: Van de hemel naar de computer:

source: What is the receiver made of? As we are going to tackle the technical aspect of radio observations, we should adapt a bit our vocabulary. It will be more practical to talk about frequencies instead of wavelengths, because hardware sample the incoming signal at a certain frequency rate. If the radio signal is expressed in frequency too, it’s more convenient to compare them to each other. And switching from wavelength λ to frequency υ, is easy: we use this simple relation υ=c/λ (where c is the speed of light) In a simple chain of acquisition, the first element that collects the radio signal is a small antenna, which can take several forms depending on the wavelength. For short radio wavelengths, millimetres for example, the antenna is a corrugated horn, plugged to a waveguide. For longer wavelengths like centimetre, a simple copper wire is enough.
es: ¿De qué está compuesto un receptor? Ya que nos vamos a enfrentar a los aspectos técnicos de observaciones de radio, deberíamos adaptar un poco nuestro vocabulario. Será más práctico hablar de «frecuencias» en lugar de «longitudes de onda», ya que las herramientas (el hardware) muestran la señal entrante a una frecuencia determinada. Si la señal de radio está expresada también como frecuencia, es más conveniente compararlas entre ellas. Y el cambio de una longitud de onda λ a una frecuencia «υ» es sencillo: utilizamos esta relación simple υ=c/λ (donde «c» es la velocidad de la luz). En una simple cadena de adquisición, el primer elemento que recopila la señal de radio es una antena pequeña, la cual puede tomar diferentes formas dependiendo de la longitud de onda. Para longitudes de onda de radio cortas (milímetros, por ejemplo), la antena es un cuerno corrugado que conecta con una guía de ondas. Para longitudes de onda más largas (como centímetros) es suficiente con un simple alambre de cobre.
nl: Waarvan is de ontvanger gemaakt? Als we het willen hebben over het technische aspect van radiowaarnemingen, moeten we ons woordgebruik een beetje aanpassen. Het is veel praktischer als we praten over frequenties in plaats van over golflengtes, omdat de toestellen het binnenkomende signaal toetsen aan een bepaalde frequentie. Als we het radiosignaal ook uitdrukken in frequentie kunnen we beide veel gemakkelijker vergelijken. En omrekenen van golflengte λ naar frequentie υ is gemakkelijk: we gebruiken de eenvoudige vergelijking υ=c/λ (waar c de lichtsnelheid is). In een eenvoudige waarnemingsketen is het eerste element, dat het radiosignaal ontvangt, een kleine antenne, die verschillende vormen kan aannemen, afhankelijk van de golflengte. Voor korte radio golflengten, zoals bijvoorbeeld millimeters, is de antenne een hoorn van golfkarton, verbonden met een golfgeleider; Voor langere golflengten, zoals centimetergolven, is een eenvoudige koperdraad voldoende.

source: the Hitchhiker’s Guide to the radio Universe
es: la Guía Hitchhiker para el Universo «radio»
nl: de Hitchhiker’s Guide to the radio Universe

source: As you can see from the picture, the atmosphere is transparent for a large part of the radio domain. This means that observations are possible in daylight! Think about the poor radio astronomers who never get to sleep…
es: Como puedes observar en la imagen, la atmósfera es transparente en una parte amplia del dominio de radio. ¡Esto significa que es posible hacer observaciones a la luz del día! Piensa en esos pobres radioastrónomos que nunca pueden dormir...
nl: Zoals je ziet op de afbeelding laat de atmosfeer een groot deel van de radiogolven door. Dit betekent dat waarnemingen mogelijk zijn bij daglicht! Leef mee met de arme radioastronomen die nooit aan slaap toe komen...

source: Atmospheric opacity
es: opacidad atmosférica
nl: Doorlaatbaarheid van de atmosfeer

source: The signal is collected with the primary reflector of the telescope. It usually has the shape of a parabola, though it could also be spherical. The important property of this primary reflector is that it converges the signal to a single point, called the focal point. At the focal point, there can be the receiver itself, or another mirror called the sub-reflector that relays the signal to the receiver.
es: La señal se recoge con el reflector primario del telescopio. Usualmente tiene forma de parábola, aunque también puede ser esférico. La propiedad importante de este reflector primario es que converge la señal hacia un único punto llamado el «punto focal». En el punto focal podemos encontrar bien el propio receptor, o bien otro espejo llamado «sub-reflector» que transmite la señal al receptor.
nl: Het signaal wordt ontvangen met de eerste reflector van de telescoop. Gewoonlijk heeft hij een paraboolvorm, alhoewel hij ook soms sferisch is. De belangrijkste eigenschap van de eerste reflector is dat hij het signaal convergeert naar één enkel punt, het brandpunt. In het brandpunt kan de ontvanger staan, maar ook een tweede spiegel, de sub-reflector, die het signaal naar de ontvanger leidt.

source: Copper wire for centimetre wavelengths reception.
es: Alambre de cobre para recepción de longitudes de radio en centímetros.
nl: Koperdraad voor de ontvangst van centimetergolven.

source: Corrugated horn for millimetre wavelengths reception.
es: Cuerno corrugado para recepción de longitudes de onda en milímetros.
nl: Een hoorn uit golfkarton voor de ontvangst van millimetergolven.

source: Radio light
es: Luz de radio
nl: Radiolicht

source: Focal point
es: Punto focal
nl: Brandpunt

source: Primary reflector
es: Reflector primario
nl: Eerste reflector

source: The small antenna is then linked to a filter that selects the range of frequencies around the frequency of interest. A high frequency amplifier boosts the resulting signal. Once amplified, the trick is to convert the analog signal (a smoothly variating voltage) to a digital signal (an encoded version). But the source frequencies are too high to be sampled with any ordinary hardware! The sample rate is just too high, even an expensive state-of-the-art analog to digital converter could not do it… But here is a simple solution: why not shift the frequency to a much lower one, so that it can be analysed?! Well, this is called heterodyne detection, and it is a technique that is frequently used in radio reception, not only in astronomy, but also in communication.
es: La antena pequeña está enlazada a un filtro que selecciona el rango de frecuencias al rededor de la frecuencia de nuestro interés. Un amplificador de alta frecuencia incrementa la señal resultante. Una vez amplificada, el truco reside en convertir la señal analógica (un voltaje que varía muy suavemente) en una señal digital (una versión codificada). ¡Pero las frecuencias de la fuente son demasiado altas para mostrarlas con un hardware corriente! La media de la muestra es simplemente demasiado alta: ni siquiera un conversor moderno y costoso de analógico a digital podría hacerlo... Pero, aquí tenemos una solución sencilla: ¿por qué no cambiar la frecuencia a una mucho más baja para que pueda ser analizada? Bien, esto se llama «detección heterodina» y es una técnica muy común en radio-recepción, no solo para astronomía, sino para comunicación.
nl: De kleine antenne wordt dan aan een filter gekoppeld, die de frequenties selecteert waarvoor men belangstelling heeft. Een hoge frequentie versterker versterkt het uiteindelijke signaal. Na versterking zet men het analoge signaal (dat bestaat uit een zacht fluctuerende spanning) om tot een digitaal signaal (een gecodeerde versie). Maar de bronfrequenties zijn te hoog om gesampled te worden met gewone toestellen! De sample rate is te hoog, zelfs een dure analoog-digitaal omzetter kan dit niet... Maar er bestaat een simpele oplossing: waarom zou men de frequentie niet omzetten tot een veel lagere, zodat ze kan geanalyseerd worden? Wel, dit wordt heterodyne detectie genoemd, en het is een techniek die heel veel gebruikt wordt in de radio ontvangst, niet alleen in de astronomie, maar ook bij communicatie.

source: In heterodyne detection, the signal is mixed with a known signal, generated locally by a stable laser. It is called the Local Oscillator. The Local Oscillator has a frequency (FLO) close to that of the sky signal (FSKY), and it can be tuned so that the difference between FLO and FSKY is equal to a fixed frequency that is called the Intermediate Frequency. To put it simply: F SKY - F LO = F Intermediate The Intermediate Frequency is just the right frequency to be sampled by cheaper hardware, less difficult to build and more reliable. Once converted into bits, the signal can be analysed by software and shifted back to the real observed frequency just by numerically adding back again FLO.
es: En detección heterodina, la señal está mezclada con una señal ya conocida, generada de manera local por un láser estable. Se le conoce como el «Oscilador Local». El Oscilador Local tiene a su vez una frecuencia (FLO) cercana a la de la señal del cielo (FSKY) y se puede modular para que la diferencia entre FLO y FSKY sea igual a una frecuencia fija llamada Frecuencia Intermedia. Para simplificar: F SKY - F LO = F Intermedia. La Frecuencia Intermedia coincide justo con la frecuencia que es capaz de mostrar el hardware más barato, menos complicado de construir y más fiable. Una vez convertida a bits la señal puede ser analizada con un software y vuelta a cambiar al nivel de la frecuencia real observada en un inicio, solo agregando de forma numérica el valor FLO de nuevo.
nl: In heterodyne detectie wordt het signaal gemengd met een bekend signaal, plaatselijk gegenereerd door een stabiele laser. Die wordt de Locale Oscillator genoemd. De Locale Oscillator heeft een frequentie (FLO) die dicht ligt bij die van het inkomende signaal (FSKY), en hij kan geregeld worden zodat het verschil tussen FLO en FSKY gelijk is aan een vaste frequentie, die de Tussenfrequentie genoemd wordt. Om het duidelijk te maken: F SKY - F LO = F tussen. De Tussenfrequentie is een frequentie die kan gesampled worden door goedkopere toestellen, eenvoudiger te bouwen en betrouwbaarder. Na omzetting in bits kan het signaal geanalyseerd worden door software en kan dan teruggezet worden naar de echte waargenomen frequentie, gewoon door FLO er weer bij te tellen.

source: Now that we have our signal in a computer, let’s do some science!
es: Ahora que tenemos nuestra señal en un ordenador... ¡hagamos ciencia!
nl: Nu we het signaal in de computer gekregen hebben kunnen we beginnen met het wetenschappelijk werk!

source: A simplified schematic of the heterodyne detection process.
es: Un esquema simple del proceso de detección heterodina.
nl: Een vereenvoudigd schema van het heterodyne detectieproces.

source: Radio Sources of the Universe
es: Fuentes Radio en el Universo
nl: Radiobronnen in het heelal

source: What are we receiving from the sky?
es: ¿Qué recibimos del cielo?
nl: Wat ontvangen we uit het heelal?

source: The Sun is one of the closest astronomical radio sources. Most of its radio emission comes from its corona, a layer above the photosphere where there are a lot of charged particles forming what is called plasma. Radio emission can also arise from magnetic storms, which form spots on its surface.
es: El Sol es una de las fuentes astronómicas de radio más cercana. La mayor parte de sus emisiones de radio provienen de su corona, una capa bajo la fotosfera donde se encuentran cantidad de partículas cargadas que forman lo que conocemos como «plasma». La emisión de radio también puede surgir de tormentas magnéticas que forman puntos sobre su superficie.
nl: De zon is één van de dichtstbijzijnde radiobronnen. De meeste radiosignalen komen van de corona, een laag boven de fotosfeer, waar heel veel geladen deeltjes een plasma vormen. Radiosignalen kunnen ook ontstaan door magnetische stormen, die de zonnevlekken vormen op het oppervlak.

source: Pulsars the radio lighthouses of the Universe. Like a spinning top, a pulsar is rotating along itself continuously. The radio beams emitted by the pulsar follow its rotation, like a lighthouse on a sea shore. They are received on Earth as short signals (“bip bip bip”). Nearly 2000 pulsars have been observed in our Galaxy and billions exists in the whole Universe.
es: Los «púlsar» son los faros de radio del Universo. Al igual que una peonza, un púlsar rota sobre sí mismo continuamente. Los rayos de radio emitidos por el púlsar siguen su rotación, exactamente como un faro en la orilla del mar. En la Tierra las recibimos como señales cortas («bip, bip, bip»). En nuestra galaxia se han observado cerca de 2.000 púlsar y hay billones en todo el Universo.
nl: Pulsars zijn de radiovuurtorens van het heelal. Net zoals een draaiende tol draait een pulsar voortdurend rond zijn eigen as. De radiosignalen die hij uitzendt volgen zijn rotatie, zoals een vuurtoren aan de kust. Je kan ze ontvangen op aarde als korte signalen ("bip bip bip"). Er werden reeds bijna 2000 pulsars ontdekt in onze Melkweg en hun totale aantal in het heelal schat men op miljarden.

source: The pulsar lighthouse effect
es: El efecto del faro púlsar
nl: Het pulsar vuurtoren effect

source: Galaxies are made of cold gas that emits energy in the radio domain. In some galaxies, the centre is buried deep inside lots of dust clouds that shield the visible light from us, but radio waves can pierce through the cloud and can be observed. They are called “radio galaxies”.
es: Las galaxias están compuestas de gas frío que emite energía en el dominio de radio. En algunas galaxias, el centro está sepultado muy al interior de nubes de polvo que blindan la luz visible de nosotros: pero las ondas de radio pueden colarse a través de la nube y así pueden ser observadas. Se llaman «radio galaxias».
nl: Sterrenstelsels bevatten koud gas, dat energie uitstraalt in het radiogebied. In sommige sterrenstelsels zit het centrum diep in een massa stofwolken verborgen, die het zichtbare licht voor ons tegenhouden. Maar de radiogolven gaan dwars door de wolken heen en kunnen geobserveerd worden. Ze worden "radiostelsels" genoemd.

source: False-colour image of the nearby radiogalaxy Centaurus A, showing radio (red), infrared (green) and X-ray emission (blue).
es: Imagen de falso color de la radio galaxia cercana Centaurus A, que muestra emisiones de radio (rojo), infrarojas (verde) y de rayos X (azul).
nl: Beeld in valse kleuren van het dichtbije radiostelsel Centaurus A, dat radiostraling (rood), infrarood (groen) and X-stralenemissie (blauw) toont.

source: The Cosmic Microwave Background cosmological models predicted that if the Universe originates from a Big Bang, there should be a leftover radiation. It was first discovered in 1964 by American radio astronomers Arno Penzias and Robert Wilson. They were the first to bring a solid observational proof to the Big Bang Theory, and this earned them the 1978 Nobel Prize.
es: Los modelos cosmológicos «Cosmic Microwave Background» predijeron que si el Universo se originó a partir del Big Bang, debe haber aún restos de radiación. Esto se descubrió por vez primera en 1964 y fue gracias a los radio-astrónomos americanos Arno Penzias y Robert Wilson. Ellos fueron los primeros en mostrar una prueba de observación sólida de la Teoría del Big Bang y por eso se les concedió el premio Nobel en 1978.
nl: De Kosmische Microgolf Achtergrondmodellen voorspelden dat, als het heelal ontstaan is uit een Big Bang, er reststraling zou moeten zijn. Die achtergrondstraling werd voor het eerst ontdekt in 1964 door de Amerikaanse radioastronomen Arno Penzias en Robert Wilson. Ze deden de eerste waarnemingen die de Big Bang Theorie bewezen en daarvoor kregen ze in 1978 de Nobelprijs.

source: In 1054 BC, the Chinese people were able to observe a bright new star in the sky: it was a supernova explosion. A millennium later, we can observe a beautiful nebula in the same place: the Crab nebula. At its very centre lies a peculiar star: a pulsar.
es: En el año 1.054, en China se observó una nueva y brillante estrella en el cielo: fue una explosión de súpernova. Un milenio más tarde, podemos observar una nebulosa preciosa en el mismo lugar: la nebulosa del Cangrejo. Precisamente en su centro se encuentra una estrella particular: un púlsar.
nl: In het jaar 1045 ontdekten Chinese astronomen een nieuwe heldere ster aan de hemel: het was een supernova explosie. 1000 jaar later kunnen we op die plaats een prachtige nevel bewonderen: de Krabnevel. In zijn centrum ligt een heel speciale ster: een pulsar.

source: From Computer to Science:
es: Del ordenador a la ciencia:
nl: Van de Computer naar de Wetenschap:

source: what information brings a radio signal?
es: ¿qué información trae consigo una señal de radio?
nl: welke informatie kunnen we halen uit een radiosignaal?

source: What information can we deduce from radio observations? As you should know by now, the spatial resolution of a radio telescope is not that great, unless it’s a huge telescope of 300 m of diameter or an interferometer. For example, a 3m telescope like the one of the EU-HOU project has a resolution of 5°. It’s ten times the angular size of the Sun! So, no image? Not with a 3m telescope, no. But with an interferometer, like the Plateau de Bure Interferometer for example, you can make some beautiful pictures like this one for example: It traces the molecular content of a nearby galaxy called the Whirlpool galaxy. Remember, your eyes cannot see radio emission, so astronomers used this colour scale is here to help us: blue is not very intense, and red is the most intense. That means that when it’s the reddest, there are a lot of molecules in there!
es: ¿Qué información podemos deducir de las observaciones de radio? Como ya debes saber, la resolución espacial de un radiotelescopio no es tan buena, a menos de que dispongamos de un telescopio enorme de 300 metros o un interferómetro. Por ejemplo, un telescopio de 3 metros como el del proyecto EU-HOU tiene una resolución de 5º. ¡Es diez veces el tamaño angular del Sol! Así que... ¿no hay imagen? No, con un telescopio de 3 metros, no. Pero con un interferómetro como el de Plateau de Bure, por ejemplo, se pueden conseguir imágenes muy bonitas como esta: Sigue la pista al contenido molecular de una galaxia cercana llamara «Whirlpool». Recuerda: el ojo humano no puede ver la emisión de radio, así que la comunidad astronómica utiliza esta escala de color para ayudarnos: azul significa no muy intenso y rojo es lo más intenso. ¡Esto quiere decir que cuanto más rojo se muestra, más moléculas contiene!
nl: Welke informatie kunnen we halen uit radiowaarnemingen? Zoals je al weet is de resolutie van een radiotelescoop niet zo groot, tenzij je werkt met een reusachtige telescoop met een diameter van 300 m of met een interferometer. Een voorbeeld: de 3 m telescoop die gebruikt wordt in het EU-HOU project heeft een resolutie van 5°. Dat is tien keer de boogdiameter van de zon! Geen beeld dus? Niet met een 3 m telescoop. Maar met een interferometer, zoals die op Plateau de Bure bijvoorbeeld, kan je prachtige beelden maken zoals bijvoorbeeld dit: het detecteert de moleculen in een nabij sterrenstelsel dat het Whirlpoolstelsel genoemd wordt. Maar houd goed voor ogen dat onze ogen geen radiostraling kunnen waarnemen, zodat astronomen een kleurschaal gebruiken om ons te helpen: blauw is niet zo intens, rood is meest intens. Dit betekent dat op de roodste plaatsen het meeste moleculen te vinden zijn!

source: So, no chance to retrieve anything interesting with my 3m radio telescope, then? Yes! Spatial information is not the only thing an astronomer longs for. For example, radio astronomy offers a very interesting physical property: the velocity of what you observe. How?
es: Así las cosas, ¿no hay ninguna oportunidad de recuperar algo interesante con mi telescopio de 3 metros? ¡Claro que sí! La comunidad de astrónomos no solo busca obtener información espacial. Por ejemplo, la radioastronomía ofrece posibilidades muy interesantes sobre propiedades físicas: la velocidad del objeto que observamos. ¿Cómo?
nl: Er is dus weinig kans om iets interessant waar te nemen met die 3 m radiotelescoop? Toch wel! Ruimteinformatie is niet het enige waar astronomen naar op zoek zijn. Radioastronomie biedt je bijvoorbeeld een zeer interessant fysisch gegeven aan: de snelheid van hetgeen je observeert. Hoe?

source: Thanks to the Doppler effect! The Doppler effect is the change in wavelength of a wave for an observer moving relative to its source. You can experience the Doppler effect when a vehicle sounding a siren or horn approaches, passes, and recedes from you. It’s this niiiiiiiiuuuuuuuuuum sound! The light, as it’s a wave like the sound, behave the same way:
es: ¡Gracias al efecto Doppler! El efecto Doppler es el cambio en la longitud de una onda que el observador percibe al moverse en relación a su fuente. Puedes experimentar el efecto Doppler cuando, por ejemplo, un vehículo con sirena se aproxima a ti, pasa cerca y después se aleja. ¡Es ese «fiiiiiuuuuum» que se escucha! La luz, al ser una onda igual que el sonido, se comporta de la misma forma:
nl: Dank zij het Dopplereffect! Dat is de golflengteverandering van een golf als de waarnemer en de bron ten opzichte van elkaar bewegen. Je kunt het Dopplereffect waarnemen als een auto met een sirene nadert, voorbijrijdt en in de verte verdwijnt. Het is dat niiiiiiiiuuuuuuuuuum geluid! Het licht, dat net zoals het geluid een golfverschijnsel is, gedraagt zich op dezelfde manier:
